{
  "id": "afador",
  "url": "https://dogtime.com/dog-breeds/afador",
  "name": "Afador",
  "intro": "The Afador is a mixed breed dog–a cross between the Afghan Hound and Labrador Retriever dog breeds. Loyal, energetic, and affectionate, these pups inherited some of the best qualities from both of their parents.\nAfadors are also sometimes known as the Afghan Lab. You can find these mixed breed dogs in shelters and breed specific rescues, so remember to always adopt! Don’t shop if you’re looking to add an Afador to your home!\nAfadors make excellent family pets, although they do better with older children and seasoned dog owners who can give the breed the training and attention they require. Afadors also make for good guard dogs, and they’re alert to strangers. The mixed breed is very energetic and athletic, so access to a safe outdoor space is preferred.\nSee below for all mixed dog breed traits and facts about Afadors!",
  "description": {
    "Highlights": "Afadors are mixed breed dogs. They are not purebreds like their Afghan Hound or Labrador Retriever parents.The most common Afador colors include black, brown, gray, red, and fawn.Shedding will definitely occur! Lots of grooming is required to keep the breed's coat in good condition--consider twice weekly brushing to be the minimum.The Afador does much better in colder climates rather than warm ones. Even so, kit your Afador out with a suitable winter coat if temperatures really drop.As an athletic mixed breed, the Afador will love to play fetch and folic in a safe off-leash environment. If you have a fenced-in yard, be warned that this is a dog that can easily leap over a six foot fence, so plan accordingly.Due to the breed's intelligence and stubborn streak, you'll want to make sure that both the dog and your children are properly trained to be around each other from day one.",
    "History": "The Afador is considered to be a rare mixed breed. They originated in Alaska.When it comes to the Afador's parental heritage, the Afghan Hound is estimated to be one of the oldest breeds in the world. On the Labrador Retriever side, the breed has earned a reputation for being a great guide and working dog. It's also one of the most popular dog breeds in the United States of America.The Afador has become known as a designer dog breed, but many of them unfortunately end up in shelters. So consider contacting your local rescue groups and shelters if you're thinking about adding the Afador to your home.",
    "Size": "The Afador is usually described as a medium-sized dog. Although, as is always the case with newer mixed dog breeds, exact size standards might vary.Most weigh in at 50 to 75 pounds and range in height from 20 to 29 inches. Female Afadors are often noticeably smaller than their male counterparts.",
    "Personality": "Let's get straight to the point: The Afador is a dog that has a reputation for being very tricky to train. This comes from the breed's innate intelligence, which can also result in a stubborn streak. An experienced dog owner will be better suited to correctly training the Afador. If you have young kids in the house, also beware that the athletic nature of the breed can mean that children might get knocked over or injured during play sessions with the dog.Once properly trained, your Afador will prove to be a super loyal dog. They can perform guard duty and will bark to alert you to the presence of strangers.Afadors also require a strict exercise routine--otherwise there's a chance they'll get used to being lazy and might pick up associated health problems. If you have a large yard, then you'll be better suited to adopting an Afador.",
    "Health": "Afadors are generally considered to be healthy dogs, although the breed can be predisposed to some of the same conditions that the Afghan Hound and Labrador Retriever face. As always, it's important to schedule regular wellness visits with your dog's vet.Some of the more common health problems Afadors suffer from include:BloatHip and Elbow DysplasiaSubaortic Stenosis",
    "Care": "As with all dogs, it's important to keep up your Afador's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.Aim to provide the breed with around 45 minutes of exercise per day as a minimum. As an athletic mixed breed, the Afador will love to play fetch and folic in a safe off-leash environment. If you have a fenced-in yard, be warned that this is a dog that can easily leap over a six foot fence, so plan accordingly.Beyond exercise, make sure to check your Afador's ears at least once a week. This way, you'll be able to clean them and make sure there's no risk of wax building up. Ask your vet for advice if you're unsure of how best to clean a dog's ears. Clip their nails as needed. They should not be clicking against the floor. Your groomer can give you advice on how to do this.",
    "Feeding": "An ideal Afador diet should be formulated for a medium breed with high energy.Afadors need to stick to a healthy diet, as overeating can cause weight gain and associated health problems--especially if adequate exercise isn't offered.As with all dogs, the Afador's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Afador's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "The most common Afador colors include black, brown, gray, red, and fawn.The Afador's coat is medium in length and is usually described as straight with a medium density. Shedding will definitely occur! Lots of grooming is required to keep the breed's coat in good condition--consider twice weekly brushing to be the minimum. Also get ready to undertake regular shampooing sessions. Your vet can help you select an appropriate shampoo to use.The Afador does much better in colder climates rather than warm ones. Even so, kit your Afador out with a suitable winter coat if temperatures really drop.",
    "Children And Other Pets": "If you have very young children, the Afador might not be the best match for your family. The breed does much better with older children--not least because Afadors can become quite boisterous during play times. Due to the breed's intelligence and stubborn streak, you'll want to make sure that both the dog and your children are properly trained to be around each other from day one.Most Afadors will be okay living with other animals and pets--but you will need to very quickly let the breed know that cats and rabbits are not to be considered as prey.Ultimately, early socialization pays off--so make sure to reward your Afador for good behavior and adhere to a proper training regime when you bring them home to your family.",
    "Rescue Groups": "It may be hard to find a breed-specific rescue for Afadors because they are a mixed breed. However, you may want to try Afghan Hound or Labrador Retriever breed-specific rescues, as they often care for mixes, as well. Here are some rescues you can try:Afghan Hound Rescue of Southern California, Inc.Lucky Lab Rescue & AdoptionYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "20 to 29 inches"
    },
    {
      "name": "Weight",
      "value": "50 to 75 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 12 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 1
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 3
    }
  ]
}