{
  "id": "affenpinscher",
  "url": "https://dogtime.com/dog-breeds/affenpinscher",
  "name": "Affenpinscher",
  "intro": "Dogs of the Affenpinscher breed were originally created to act as ratters in homes, stables, and shops. Bred down in size, they moved up in the world, becoming ladies’ companions. Today, they are happy, mischievous companion dogs.\nAlthough these are purebred dogs, you may still find them in shelters and rescues. Remember to adopt! Don’t shop if you want to bring a dog home.\nAffenpinschers adore their humans, but they prefer the company of adults. They don’t take well to rough play, chasing, or being held on a lap without the freedom to jump down on their own time. But grown-up pet parents will find that these dogs are loving, loyal, and protective despite their small size.\nSee below for complete list of dog breed traits and facts about Affenpinschers!",
  "description": {
    "": "The Affenpinscher, also known as the \"Monkey Dog\" (\"affen\" means \"ape/monkey\" in German, and \"pinscher\" means \"terrier\"), is small but feisty, full of spunk and energy. This mustachioed little devil is descended from the numerous small terriers that populated 17th and 18th century stables and shops throughout Europe, ridding them of rats and mice.Some of the intelligent, wiry-haired dogs must have caught the eye of ladies, because eventually they were bred to be smaller, the better to be a companion dog. Today the Affen is a rare breed, but he came to public notice in 2002 when Ch Yarrow's Super Nova won the Toy Group in 2002 at the nationally televised Westminster Kennel Club Show.This breed combines clownlike charm with a bold nature, and his creative thought process never ceases to astound and entertain his people. He learns quickly and adjusts readily to change, so he's a good traveler who's always ready for a new adventure. People who live with Affens admire their sensitivity and gentleness but warn that they are the quintessential big dog in a small body.Sturdy, smart, and alert, the Affenpinscher is an excellent watchdog who fears nothing. He's not normally loud, but he is excitable. Once he's on alert, it takes a while for him to calm down. He takes seriously his duty to guard home, family, and territory, and won't hesitate to alert the entire neighborhood that someone is approaching the front door. Frequent socialization with other people and animals is a must for the Affenpinscher to grow up to be a balanced adult. Without it, he'll never live up to his potential.The Affenpinscher has a mind of his own and is often labeled as stubborn. He needs early and consistent training. Fortunately, he's eager to learn and to please his people when he's taught with positive reinforcement techniques such as praise, play, and food rewards. He can compete in obedience and agility, and his entertainment ability makes him a wonderful therapy dog. Who wouldn't laugh to see him walking on his hind legs or waggling his eyebrows in a canine impersonation of Groucho Marx?While Affenpinschers are known for making their people laugh, they are not the best breed for a household full of children in spite of their antics. They aren't known to particularly like children, and they won't hesitate to bite if provoked.The Affen is a character, and that's part of his appeal. Consider him if you're interested in a small dog who enjoys seeing the sights, is an excellent watchdog, and will always make you laugh.",
    "Highlights": "Like many toy dog breeds, the Affenpinscher can be difficult to housetrain. Crate training is recommended.While the fur of an Affenpinscher is wiry and is often considered hypoallergenic, this is not to be mistaken with \"non-shedding.\" All dogs shed or produce dander.Because of their heritage as ratters, Affenpinschers tend to not do well with rodent pets such as hamsters, ferrets, gerbils, etc. They do, however, tend to get along with fellow dogs in the household and can learn to get along with cats, especially if they're raised with them.Affenpinschers are generally not recommended for households with toddlers or small children--it is not a breed that is naturally inclined to like children. The Affenpinscher is loyal to his adult family members and can be a great companion for a family with older children.The Affenpinscher is a rare breed. Be prepared to spend time on a waiting list if you're interested in acquiring one.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "The Affenpinscher's forebears date at least to the 17th century, though more reliable documentation of this breed date back only to the late 19th century. Paintings by Dutch artists as far back as the 15th century depict small, rough-coated, bearded dogs, and these may certainly be some of the Affenpinscher's ancestors.Originating in Germany and utilized heavily throughout Central Europe for their rat-catching abilities, these terrier-type dogs were welcome employees in stables, shops, farms, and homes.Some of the intelligent, wiry-haired dogs must have caught the eye of ladies, because eventually they were bred to be smaller, the better to be a companion dog. Some sources credit a breeder in Lubeck, Germany, with being the first to miniaturize the ratters, but as with so many breeds, the story of how the Affenpinscher was created is lost to history.They may have been crossed with Pugs, smoothcoated German Pinschers, and a dog known as the German Silky Pinscher. Affenpinscher-type dogs also contributed to the development of other breeds, including the Brussels Griffon and the Miniature Schnauzer. It's easy to see their relationship when you look at their rough coats and bearded faces.The city of Munich was the heart of early Affenpinscher development, but the breed was also popular elsewhere in Germany. The Berlin Lapdog Club began to formulate a breed standard for the Affenpinscher in 1902, but the true breed standard was not finalized until 1913.This standard, translated to English, was adopted by the American Kennel Club and the Affenpinscher was officially entered into the AKC Stud Book in 1936. The first Affen registered with the AKC was named Nollie v. Anwander, one of four German imports belonging to Bessie Mally of Cicero, Illinois.World War II interrupted the breeding of the Affenpinscher in the United States. It wasn't until the 1950s that interest in the breed revived. He is still rare today, although he gained a bit of celebrity in 2002 when Ch Yarrow's Super Nova won the Toy Group in 2002 at the nationally televised Westminster Kennel Club Show. The Affenpinscher ranks 125th among the breeds and varieties recognized by the American Kennel Club.",
    "Size": "Affenpinschers are 9.5 to 11.5 inches tall and weigh 7 to 9 pounds.",
    "Personality": "The Affen is affectionate and curious, always on the alert. He's loyal to his family and will do his tiny best to protect them from harm. It's important to prevent him from taking on dogs ten times his size. He's excitable and can take a while to calm down in the face of anything he views as a threat.Like every dog, Affenpinschers need early socialization--exposure to many different people, sights, sounds, and experiences--when they're young. Socialization helps ensure that your Affen puppy grows up to be a well-rounded, outgoing, friendly dog and stays that way. Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills.",
    "Health": "Affenpinschers are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Affens will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.Patellar Luxation: Also known as \"slipped stifles,\" this is a common problem in small dogs. It is caused when the patella, which has three parts--the femur (thigh bone), patella (knee cap), and tibia (calf)--is not properly lined up. This causes lameness in the leg or an abnormal gait, sort of like a skip or a hop. It is a condition that is present at birth although the actual misalignment or luxation does not always occur until much later. The rubbing caused by patellar luxation can lead to arthritis, a degenerative joint disease. There are four grades of patellar luxation, ranging from grade I, an occasional luxation causing temporary lameness in the joint, to grade IV, in which the turning of the tibia is severe and the patella cannot be realigned manually. This gives the dog a bowlegged appearance. Severe grades of patellar luxation may require surgical repair.Legg-Perthes Disease: Generally a disease of small breeds, this condition--a deformity of the ball of the hip joint--usually appears at 6 to 9 months of age and can be confused with hip dysplasia. It causes wearing and arthritis. It can be repaired surgically, and the prognosis is good with the help of rehabilitation therapy afterward.Hip Dysplasia: This is a heritable condition in which the thighbone doesn't fit snugly into the hip joint. Some dogs show pain and lameness on one or both rear legs, but you may not notice any signs of discomfort in a dog with hip dysplasia. As the dog ages, arthritis can develop. X-ray screening for hip dysplasia is done by the Orthopedic Foundation for Animals or the University of Pennsylvania Hip Improvement Program (PennHIP). Dogs with hip dysplasia should not be bred. If you're buying a puppy, ask the breeder for proof that the parents have been tested for hip dysplasia and are free of problems. Hip dysplasia is hereditary, but it can also be triggered by environmental factors, such as rapid growth from a high-calorie diet or injuries incurred from jumping or falling on slick floors.Heart Murmurs: Heart murmurs are caused by a disturbance in the blood flow through the chambers of the heart. They're an indicator that there may be a disease or condition of the heart that will need to be monitored and treated.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition. In Affens, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).",
    "Care": "The Affenpinscher is an ideal dog for apartment living, especially if you have neighbors who don't mind occasional barking. Short, brisk walks or a suitable length of time in the backyard is enough exercise for this sturdy but only moderately active dog.Because he's so small, the Affenpinscher should be a full-time housedog, with access only to a fully fenced backyard when not supervised. These dogs won't hesitate to confront animals much larger than themselves, an encounter that could result in tragedy.Like many toy breeds, the Affenpinscher can be difficult to housetrain. Be patient and consistent. Crate training is recommended.The key to training an Affenpinscher is to always keep training fun. Use lots of praise and motivation!",
    "Feeding": "Recommended daily amount: 1/4 to 1/2 cup of high-quality dry food a day, divided into two meals.NOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference--the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Affenpinscher trim by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test. First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Affen, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "Shaggy but neat describes the Affenpinscher's desired appearance. He has a thick, rough coat with a harsh texture, approximately one inch long on the body, shorter on the rump and tail, and longer and shaggier on the head (where it contributes to the monkeylike expression), neck, chest, stomach, and legs. The longer fur around the head and shoulders resembles a cape. Affens don't shed much, but their rough coat must be stripped to maintain its characteristic texture.You'll find the Affenpinscher dressed in black, gray, silver, black and tan, or red, which ranges from brownish to an orangey tan. Some red Affenpinschers have black, brown, or white hair mixed in with the red, along with tan furnishings, and some black Affenpinschers have a few white or silver hairs mixed in. The furnishings--the longer hair--may be a bit lighter than the rest of the body. In Europe, Affenpinschers come only in black, sometimes with a light frosting of gray.To maintain the shaggy but neat appearance, brush your Affen weekly with a small slicker brush, then comb him with a metal \"greyhound\" comb. Use your fingers to gently break up any mats or tangles you come across. It can help to spray them with detangler solution first. There's a lot more to trimming and stripping the Affen's coat to achieve his distinctive appearance, but it's easily learned. Your dog's breeder can show you how, or you can find instructions on the Affenpinscher Club of America website. Be patient and persistent while grooming your Affen, and you'll both be happy with the results.Other grooming needs include dental hygiene and nail care. Like most small breeds, Affens have issues with periodontal disease. Brush their teeth several times a week to help remove tartar and bacteria. Daily is best.Trim nails once or twice a month if your dog doesn't wear them down naturally. If you can hear them clicking on the floor, they're too long. Short, neatly trimmed nails keep the feet in good condition and prevent your legs from getting scratched when your Affenpinscher enthusiastically jumps up to greet you.Begin accustoming your Affenpinscher to being brushed and examined when he's a puppy. Handle his paws frequently--dogs are touchy about their feet--and look inside his mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the ears, nose, mouth, and eyes, and on the feet. Ears should smell good, without too much wax or gunk inside, and eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "Affenpinschers don't like aggressive behavior such as hitting, unwanted squeezing or hugging, or chasing to catch them or cornering them to hold in a lap. If they can't escape, they will defend themselves by growling or snapping. For these reasons, they are not good choices for homes with young children. Often young children don't understand that a cute little Affenpinscher might not want \"love and kisses.\"It's a good idea to socialize any puppy to young children, even if he won't be living with them, but you should always supervise their interactions. Never let young children pick up a puppy or small dog. Instead, make them sit on the floor with the dog in their lap. Pay attention to the dog's body language, and put him safely in his crate if he appears to be unhappy or uncomfortable with the child's attention.Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's eating or sleeping or to try to take the dog's food away. No dog should ever be left unsupervised with a child.Affenpinschers usually get along well with other dogs and cats in the family, but like most toy breeds they are completely unaware of their size and will take on dogs much bigger than themselves. Be prepared to protect them from themselves.",
    "Rescue Groups": "Affenpinschers are sometimes bought without any clear understanding of what goes into owning one. These dogs may wind up in need of adoption or fostering.Affenpinscher Rescue",
    "Breed Organizations": "Below are breed clubs, organizations, and associations where you can find additional information about the Affenpinscher.Affenpinscher Club of America"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Companion Dogs"
    },
    {
      "name": "Height",
      "value": "9 to 11 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "7 to 9 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 14 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 1
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}