{
  "id": "akbash",
  "url": "https://dogtime.com/dog-breeds/akbash",
  "name": "Akbash",
  "intro": "The Akbash is a rare, purebred dog from the country of Turkey. Loyal, alert, and intelligent, these pups have some of the best qualities you could ask for.\nThese pooches go by several other names, including Coban Kopegi, Akbaş Çoban Köpeği, and Askbash Dog. Despite their status as a rare breed, you may find these purebred dogs at local shelters or rescues. Remember it’s always better to adopt and not shop!\nThese amazing pups are very protective of their families and have strong guarding instincts. They’re big dogs and better suited for larger homes with yards or near open areas where they can roam around. They’re fiercely independent but love to be around their human family. Akbashes are great with children but need early socialization if they’ll live with other dogs or pets in the home. If you want a protective and loyal dog who will love you unconditionally, then the Akbash may be right for you!\nSee below for all Akbash facts and dog breed characteristics!",
  "description": {
    "Highlights": "Akbash coats are only white. These dogs were bred to protect livestock and sheep, with their white coats helping to blend in with the flock.They shed moderately through the year and more heavily in summer, so a good brushing once or twice a week will help to remove dirt and old hair. The coat can be fairly easy to groom if you keep up with their needs.If they sense anything amiss, Akbashes will growl or bark at strangers, but they are not overly aggressive towards them. If you want a watchdog and guardian who will alert you to anyone who might approach your door, you can’t do much better than the Akbash.Because Akbashes are independent, they usually don't have any separation anxiety with their human counterparts. Make sure to give them some space, as they like to be on their own once and a while.Akbashes are prone to weight gain, especially with their low energy levels. Make sure your dog gets at least one good half-hour- to hour-long walk per day with a few good, active play sessions and shorter walks mixed in.Akbashes can be socialized, but they aren’t naturally fond of other animals and may prefer to be the solo pet in the household.Because the Akbash is a large dog, they can easily handle the play of overly excited children. However, they're low energy dogs and might prefer to be around adults or older kids who know how to play gently.",
    "History": "Not much is known about the Akbash breed, though many believe they were first bred almost 3,000 years ago to protect shepherds' flocks from predators. The name Akbash is a Turkish word that means \"white head.\" Their white coat is important, as it helps them blend with the flock they're protecting. They are also the national dog of Turkey.In the 1970s, Americans Judith and David Nelson were researching this breed in Western Turkey. Intrigued by the Akbash, they introduced the breed to North American around the same time. The United Stated Department of Agriculture uses this breed in their predator control program. The United Kennel Club (AKC) recognized these amazing pooches in 1998 under guardian breeds.Even though this breed is rare, they might still be found at your local shelter or breed specific rescues. Consider adoption if you decide this is the breed for you and your family.",
    "Size": "As the Akbash is a relatively pure breed, there are some standards when it comes to their size. You can expect the Akbash to be on the larger side.Most weigh in at 75 to 140 pounds and range in height from 27 to 34 inches at the shoulder. That said, many can be smaller or larger than average.",
    "Personality": "The Akbash is a gentle dog who is very protective of their family. They're independent and like to have their own space from time to time. Originally bred to protect flocks of livestock, they still have those strong guard instincts today.These pups are highly intelligent and, though they don't have explosive energy, are quite agile and strong if they sense danger and need to act. If they sense anything amiss, they will growl or bark at strangers, but they are not overly aggressive towards them. If you want a watchdog and guardian who will alert you to anyone who might approach your door, you can’t do much better than the Akbash.This dog needs a strong and consistent owner who can also be sensitive to their needs when training. They can be easily trained, but make sure to socialize them early to other dogs or pets who they might live with in the house.Because they are independent, they usually don't have any separation anxiety with their human counterparts. Make sure to give them some space, as they like to be on their own once and a while.",
    "Health": "The Akbash breed is predisposed to some of the same conditions that Mastiffs might also face, as there is a distant relation. While most are generally healthy, some may be prone to a few health issues, which is why it is important to maintain good care and regular veterinary checkups.Some of the more common health problems the Akbash suffer from include:hip dysplasiahypothyroidismdilated cardiomyopathygastric torsion (bloat)",
    "Care": "As with all dogs, you should keep up with your Akbash's regular veterinary checkups to to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.Akbashes are prone to weight gain, especially with their low energy levels. Make sure your dog gets at least one good half-hour- to hour-long walk per day with a few good, active play sessions and shorter walks mixed in.Check their ears for debris and pests daily and clean them as recommended by your vet. Trim your dog’s nails before they get too long—usually once or twice per month. They should not be clicking against the floor. Your groomer can help with this.Another concern when it comes to your Akbash’s care will be maintaining their oral health. You should brush their teeth as recommended by your vet, as many dogs are prone to dental issues. Your vet can instruct you on how to brush your dog’s teeth properly.",
    "Feeding": "An ideal Akbash diet should be formulated for a large breed with low energy. Because of their low energy, they have a tendency to gain weight if they are overfed, so you should stick to a regular feeding schedule and not leave food out during the day. Limit their number of treats, as well.As with all dogs, the Akbash’s dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Akbash’s diet, as there is far too much variation among individual dogs—including, weight, energy, and health—to make a specific recommendation.",
    "Coat Color And Grooming": "Akbash coats are only white. These beautiful pups were bred to protect livestock and sheep, with their white coats helping to blend in with the flock. There are no other accepted colors of the pure Akbash breed.The Akbash has a medium-length double coat. They shed moderately, so a good brushing once or twice a week will help to remove dirt and old hair. The coat can be fairly easy to groom if you keep up with their needs every week.Because they tend to have longer coats, the Akbash isn’t particularly suited for extreme weather. They shed a lot during the summer. Make sure to prepare accordingly if you take them anywhere with extreme weather.",
    "Children And Other Pets": "Because the Akbash is a large dog, they can easily handle the play of overly excited children. However, they're low energy dogs and might prefer to be around adults or older kids who know how to play gently. That said, for children who learn how to properly approach and play with a large dog, the Akbash can make a great, active companion.When it comes to other pets, the Akbash can get along with other animals if they are introduced slowly and calmly, and early socialization will help this go smoothly. It’s best if they get used to other pets early. That said, Akbashes aren’t naturally fond of other animals and may prefer to be the solo pet in the household.Still, many Akbashes get along just fine with other dogs and cats, so it really comes down to training, socialization, and the luck of the draw.",
    "Rescue Groups": "Because the Akbash is a somewhat rare breed, it may be difficult to find a breed specific rescue. However, you can always check with your local shelter, and you may want to try a rescue that caters to large breeds or all types of dogs. You can take a look at the following:Gentle Giants Rescue And AdoptionAngels Among Us Pet RescueYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Working Dogs"
    },
    {
      "name": "Height",
      "value": "27 to 34 inches"
    },
    {
      "name": "Weight",
      "value": "75 to 140 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 12 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 3
    }
  ]
}