{
  "id": "akita-shepherd",
  "url": "https://dogtime.com/dog-breeds/akita-shepherd",
  "name": "Akita Shepherd",
  "intro": "An Akita Shepherd is a mixed breed dog–a cross between the Akita and German Shepherd Dog breeds. Stoic, loyal, and hard-working, these pups inherited some of the best traits from both of their parents.\nThe Akita Shepherd is sometimes also called a Shepkita. Despite their unfortunate status as a designer breed, you may find these mixed breed dogs in shelters and breed specific rescues, so remember to adopt! Don’t shop!\nThese adorable mixed breed dogs make great apartment pups for active urban dwellers, though as a larger dog, they are best suited to houses or homes with more space. They are quiet but alert, which also makes them excellent watchdogs for both singles and families. If you want a stoic, loyal dog who’s eager to please and will alert you of any potential danger, the Akita Shepherd might be the right dog for you.\nDogTime recommends this big, spacious crate to give your big Akita Shepherd a place to rest and relax. You should also pick up this dog brush and massager for your long-haired pup!\nSee below for all mixed dog breed traits and facts about Akita Shepherds!",
  "description": {
    "Highlights": "The Akita Shepherd is a mixed breed dog. They are not purebreds like their Akita or German Shepherd Dog parents.The main colors of Akita Shepherds are brindle, white, silver, red, gray, brown, sable, and black. Sometimes their coats are solid, and sometimes they have a mix of colors.Akita Shepherds shed or \"blow\" their coats seasonally, which may mean they may not be allergy-friendly. Still, they're relatively easy to groom. Regular weekly brushing--and daily brushing when their coat blows--should do the trick.Akita Shepherds have medium energy levels. Make sure your dog gets at least one good half-hour- to hour-long walk per day with a few good, active play sessions and shorter walks mixed in.With proper introduction, an Akita Shepherd can be an incredible, calm companion for kids. Always supervise play between kids and dogs.If introduced properly, Akita Shepherds can become friendly with other dogs. They may have a prey drive with smaller animals like cats.Akita Shepherds are rather intelligent and headstrong, and they may try to test out their humans' boundaries. They are also incredibly eager to please and thrive with consistent training.",
    "History": "While Akita Shepherds might have existed naturally throughout the years, it's believed that breeders started creating them sometime in the 1950s after Akitas were brought to the United States from Japan.Breeders wanted to combine the stoic, protective nature of the Akita with the loyalty of the German Shepherd. Both are intelligent breeds, making for a smart, loyal, protective hybrid. They continued to create Akita Shepherds as demand for the breed continued to rise. Akita Shepherds are still most commonly found in the United States.Even though the Akita Shepherd breed got its start as a designer breed, some have ended up in shelters or in the care of rescue groups. Consider adoption if you decide this is the breed for you. Check your local shelters, look up Akita Shepherd rescues, or check with breed specific German Shepherd or Akita rescues, as they sometimes take in mixed breed dogs and find homes for them.",
    "Size": "As the Akita Shepherd is a relatively new mixed breed, there are few standards when it comes to size. That said, as a mix between Akita and German Shepherd parents, you can expect Shepkitas to be on the larger side.Most weigh in at 75 to 120 pounds and range in height from 24 to 28 inches from the shoulder. The female Akita Shepherd tends to be slightly smaller than the male Akita Shepherd. Some dogs may be smaller or larger than average.",
    "Personality": "Many Akita Shepherd enthusiasts describe their Shepkitas as serious with a streak of silly. A well-trained Akita Shepherd doesn't demand much attention like a smaller lapdog might, but they do know how to have fun with their humans.Since Akita Shepherds are rather intelligent and headstrong, they may try to test out their humans' boundaries. They are also incredibly eager to please and thrive with consistent training. In order to curb any unwanted habits or guarding behaviors, be sure to start training your Akita Shepherd as early as possible.Many Akita Shepherd owners also say that their dogs are quiet, but that doesn't mean they aren't listening. Akita Shepherds are highly alert dogs, and they may try to protect you from whatever threat they perceive. This mixed breed is incredibly loyal and loving to their humans, and they want to make sure you are safe! If you're looking for a dog who will let you know if something is up without being yappy, an Akita Shepherd just might be the right dog for you.",
    "Health": "The Akita Shepherd mixed breed is predisposed to some of the same conditions that the German Shepherd and Akita also face. While most are generally healthy, some may be prone to a few health issues, which is why it is important to maintain good care and regular veterinary checkups.Some of the more common health problems Akita Shepherds suffer from include:BloatEblow and hip dysplasiaAllergiesDry Eye",
    "Care": "As with all dogs, you should keep up with your Akita Shepherd's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy. Akita Shepherds are prone to weight gain, and they have medium energy levels. Make sure your dog gets at least one good half-hour- to hour-long walk per day with a few good, active play sessions and shorter walks mixed in.Check their ears for debris and pests daily and clean them as recommended by your vet. Trim your dog's nails before they get too long--usually once or twice per month. They should not be clicking against the floor. Your groomer can help with this. You should brush your Akita Shepherd's teeth regularly. Your veterinarian can instruct you on how to brush your dog's teeth properly.Your main concern when it comes to your Akita Shepherd's care is maintaining their joint health. To help prevent elbow or hip dysplasia, talk to your vet about possible supplements or special diets your Akita Shepherd can go on to help keep their joints healthy. Also be aware of the signs of bloat, a potentially fatal condition to which Akita Shepherds and other large dogs are more susceptible.",
    "Feeding": "An ideal Akita Shepherd diet should be formulated for a large breed with medium energy. They have a tendency to gain weight if they are overfed (and are somewhat susceptible to bloat) to , so you should stick to a regular feeding schedule and not leave food out during the day. Limit their amount of treats, as well.As with all dogs, the Akita Shepherd's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Akita Shepherd's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "Akita Shepherds coats are often a mix of their German Shepherd and Akita parents' coats and colors. The main colors of Akita Shepherds are brindle, white, silver, red, gray, brown, sable, and black. Sometimes their coats are solid, and sometimes they have a mix of colors.They usually have medium-length coats and they shed or \"blow\" their coats seasonally, which may mean they may not be allergy-friendly. Still, the Akita Shepherd coat is relatively easy to groom. Regular weekly brushing--and daily brushing when their coat blows--should do the trick.Akita Shepherds can fare well in chillier weather, thanks to their fluffy double coats. Still, they should not be left outside in extreme cold temperatures. You may need to apply dog sunscreen to the ears, nose, and sensitive areas where there's less fur coverage in the summer months.",
    "Children And Other Pets": "Akita Shepherds are incredibly loyal and loving towards their humans, which can make them a great choice as a family pet. Still, children should learn how to properly play with a large-sized dog properly before interacting with your Akita Shepherd. With proper introduction, an Akita Shepherd can be an incredible, calm companion for kids.When it comes to other pets, Akita Shepherds can get along with other animals if they are introduced slowly and calmly, and early socialization will help this go smoothly.  If introduced properly, they can become friendly with other dogs. They may have a prey drive with smaller animals like cats but again, proper socialization can help deter unwanted habits.Still, many Akita Shepherds get along just fine with other dogs and cats, so it really comes down to training, socialization, and the luck of the draw.",
    "Rescue Groups": "It may be hard to find a breed-specific rescue for Akita Shepherds because they are a mixed breed. However, you may want to try Akita or German Shepherd Dog breed specific rescues, as they often care for mixes, as well. Here are some rescues you can try:Big East Akita Rescue (B.E.A.R.)German Shepherd Rescue of Orange CountyYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "24 to 28 inches"
    },
    {
      "name": "Weight",
      "value": "75 to 120 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 13 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 3
    }
  ]
}