{
  "id": "akita-pit",
  "url": "https://dogtime.com/dog-breeds/akita-pit",
  "name": "Akita Pit",
  "intro": "The Akita Pit is a mixed breed dog–a cross between the Akita and American Pit Bull Terrier dog breeds. Intelligent, protective, and loyal, these pups inherited some of the best traits from both of their parents.\nAkita Pits are also sometimes called Pit Akita or Akita Pit Bull. Despite their unfortunate status as a designer breed, you can find these mixed breed dogs in shelters and rescues, especially given how many Pit Bull mixes are in shelters. So remember to adopt! Don’t shop!\nThese adorable dogs are fairly adaptable and can thrive in smaller homes with active urban dwellers, though they’re best suited to larger homes or families. If you want a protective dog who will test your boundaries every once in a while, alert you to any dangers, and love you unconditionally, then the Akita Pit may be the right dog for you!\nDogTime recommends this dog bed to give a good night’s sleep to your medium-sized Akita Pit. You should also pick up this dog brush and massager for your short-haired pup!\nSee below for all mixed dog breed traits and facts about Akita Pits!",
  "description": {
    "Highlights": "Akita Pits are mixed breed dogs. They are not purebreds like their Akita or American Pit Bull Terrier parents.The main colors of Akita Pits are cream, fawn, brown, black, blue, and brindle. Sometimes their coats are solid, and sometimes they have a mix of colors.Akita Pits have high energy levels. Make sure your dog gets at least one good half-hour- to hour-long walk per day with a few good, active play sessions and shorter walks mixed in.Akita Pits shed lightly year-round. This means they may not be allergy-friendly. Luckily, their coat is very easy to groom. A good brushing per week will probably do.Akita Pits are incredibly loyal and loving towards their humans, including kids, which makes them a great choice as a family pet.Akita Pits can get along with other animals if they are introduced slowly and calmly, and early socialization will help this go smoothly. It's best if they get used to other pets early.This mixed breed dog is eager to please. If you're able to consistently train your Akita Pit, you will end up with a loyal, loving, and eager-to-please pup.",
    "History": "The Akita Pit mixed dog breed may have existed naturally over the years, but designer breeders started intentionally mixing Akitas and American Pit Bull Terriers in the late 1990s, likely in North America.Both the Akita and the Pit Bull are known for their intelligence, eagerness to please, and loyalty. By combining them, breeders hoped to create a dog who could be both a family pet and watchdog. They continued to create Akita Pit puppies as demand for the mixed breed increased.Even though the Akita Pit mixed breed got its start as a designer breed, some have ended up in shelters or in the care of rescue groups. Consider adoption if you decide this is the breed for you.Check your local shelters, look up Akita Pit rescues, or check with breed specific Pit Bull Terrier or Akita rescues, as they sometimes take in mixed breed dogs and find homes for them.",
    "Size": "As the Akita Pit is a relatively new mixed breed, there are few standards when it comes to size. That said, as a mix between Akita and American Pit Bull Terrier parents, you can expect Akita Pits to be on the medium to large side.Most weigh in between 30 and 70 pounds and range in height from 16 to 23 inches at the shoulder. However, many can be smaller or larger than average.",
    "Personality": "Akita Pit enthusiasts won't say their pups are aggressive, as Pit Bull mixes are often negatively stereotyped. But they will agree that they can be somewhat strong-willed.Both the Akita and the American Pit Bull Terrier are intelligent and can definitely be headstrong. Fortunately, as any Akita Pit owner will tell you, this mixed breed dog is eager to please. If you're able to consistently train your Akita Pit, you will end up with a loyal, loving, and eager-to-please pup.Some Akita Pits can become protective of their human family members and might try to guard them from strangers. Proper socialization and training is necessary in order to keep your Akita Pit from becoming too protective.If you are looking for a watchdog who will let you know if something goes bump in the night, you can't do much better than an Akita Pit.",
    "Health": "The Akita Pit breed is predisposed to some of the same conditions that the Akita and American Pit Bull Terrier also face. While most are generally healthy, some may be prone to a few health issues, which is why it is important to maintain good care and regular veterinary checkups.Some of the more common health problems Akita Pit suffer from include:Elbow and hip dysplasiaProgressive retinal atrophyHeart diseases",
    "Care": "As with all dogs, you should keep up with your Akita Pit's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy. Akita Pits are prone to weight gain, and they have high energy levels. Make sure your dog gets at least one good half-hour- to hour-long walk per day with a few good, active play sessions and shorter walks mixed in.Check their ears for debris and pests daily and clean them as recommended by your vet. Trim your dog's nails before they get too long--usually once or twice per month. They should not be clicking against the floor. Your groomer can help with this. You should brush your Akita Pit's teeth regularly. Your veterinarian can instruct you on how to brush your dog's teeth properly.Your main concern when it comes to your Akita Pit's care is maintaining their joint health. To help prevent elbow or hip dysplasia, talk to your vet about possible supplements or special diets your Akita Pit can go on to help keep their joints healthy.",
    "Feeding": "An ideal Akita Pit diet should be formulated for a medium- to large-sized breed with medium energy. This mixed breed has a tendency to gain weight if they're overfed, so you should stick to a regular feeding schedule and not leave food out during the day. Be sure to limit their treats as well.",
    "Coat Color And Grooming": "Akita Pits coats are often a mix of their American Pit Bull Terrier and Akita parents' coats and colors. The main colors of Akita Pits are cream, fawn, brown, black, blue, and brindle. Sometimes their coats are solid, and sometimes they have a mix of colors.They usually have short coats, but they do shed lightly year-round. This means they may not be allergy-friendly. Luckily, the Akita Pit coat is very easy to groom. A good brushing per week will probably do.Even though they have shorter coats, Akita Pits can fare well in chillier weather, thanks to their dense coats. Still, they should not be left outside in extreme cold temperatures, and there may be times where your Akita Pit needs a sweater or jacket. You may need to apply sunscreen to the ears, nose, and sensitive areas where there's less fur coverage in the summer months.",
    "Children And Other Pets": "Akita Pits are incredibly loyal and loving towards their humans, including kids, which makes them a great choice as a family pet. Still, children should learn how to properly play with a medium- to large-sized dog properly before interacting with your Akita Pit. With proper introduction, an Akita Pit can be an incredible active companion for kids.When it comes to other pets, Akita Pits can get along with other animals if they are introduced slowly and calmly, and early socialization will help this go smoothly. It's best if they get used to other pets early. If introduced properly, they can become thick as thieves with other dogs. They may have a prey drive with smaller animals like cats but again, proper socialization can help deter unwanted habits.Many Akita Pits get along just fine with other dogs and cats, so it really comes down to training, socialization, and the luck of the draw.",
    "Rescue Groups": "It may be hard to find a breed-specific rescue for Akita Pits because they are a mixed breed. However, you may want to try Akita or American Pit Bull Terrier breed specific rescues, as they often care for mixes, as well. Here are some rescues you can try:Big East Akita Rescue (B.E.A.R.)Save-A-Bull RescueYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "16 to 23 inches"
    },
    {
      "name": "Weight",
      "value": "30 to 70 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 12 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 3
    }
  ]
}