{
  "id": "alaskan-klee-kai",
  "url": "https://dogtime.com/dog-breeds/alaskan-klee-kai",
  "name": "Alaskan Klee Kai",
  "intro": "Small, smart, and energetic, the Alaskan Klee Kai is a relatively new breed that looks like a smaller version of the Siberian Husky. Even the name “Klee Kai” comes from an Inuit term meaning “small dog.”\nWhile Alaskan Klee Kais may resemble larger Husky breeds, they have some key differences, especially when it comes to temperament, that distinguish it from its ancestor working class dogs of the north. This breed is more suited to the life of a companion; although, the Alaskan Klee Kai shares the high energy of the Husky and demands plenty of exercise.\nThey also tend to be shy around strangers and are prone to expressing their emotions with whines and barks. An inexperienced pet parent would find it difficult to take on the challenge of caring for an Alaskan Klee Kai. But for an adopter who keeps up with training and physical activity, this breed is sweet, loyal, and happy to shower loved ones with affection.\nSee below for full list of dog breed traits and facts about Alaskan Klee Kais!",
  "description": {
    "": "Unlike the Alaskan and Siberian Huskies they are descended from, Alaskan Klee Kais are meant to be companion dogs, rather than working animals that pull sleds. While they look similar to Huskies, Alaskan Klee Kais have some obvious differences in temperament, including their wariness of strangers. While they don't care for unfamiliar faces, they are very loving family dogs, and their constant vigilance makes them good watchdogs. Alaskan Klee Kais adore attention from their humans and are eager to please, which makes them highly trainable. Though they are a relatively new breed that is not recognized by the American Kennel Club, they are recognized by several other kennel clubs, and many breed standards have been established. That said, there is still variation among dogs within the breed, and some breeders are working to change less desirable temperament traits, such as skittishness. Alaskan Klee Kais are not bred by many, so they still remain a fairly rare breed throughout the world.",
    "Highlights": "The words \"Klee Kai\" come from an Inuit term meaning \"small dog,\" which is appropriate for this breed that is a smaller version of its Husky ancestors.The breed hails from Alaska where it was developed in the 1970s and 1980s to be a companion dog, rather than a working sled dog.Although it is not recognized by the American Kennel Club, Alaskan Klee Kais are a recognized breed in the United Kennel Club and the American Rare Breed Association among others.Solid white Alaskan Klee Kais do exist, but breed standards do not include this coat color.Although they can shed a lot, Alaskan Klee Kais do not require much grooming and mostly take care of themselves.Because they are skittish around strangers, these dogs require early socialization training that should last for the rest of their lives if they are to be friendly to unfamiliar faces.The high prey drive of the Alaskan Klee Kai may make them ill suited for homes with other small pets such as cats, rabbits, hamsters, etc. Though they love their human families, small children that are not taught how to interact with dogs may inadvertently hurt Alaskan Klee Kais during play or provoke them to nip or snap.",
    "History": "The Alaskan Klee Kai hails from Wasilla, Alaska where it was developed by a woman named Linda S. Spurlin and her family. She wanted to create a smaller type of Husky that could serve as a companion dog after she saw a small version of a Siberian Husky in Oklahoma, so when she returned to Alaska, she got to work creating the dog that we recognize as the Alaskan Klee Kai today. Unlike some breeders who wish to create smaller breeds, Spurlin did not breed dogs that suffered from dwarfism. Instead, she bred Siberian and Alaskan Huskies with breeds like the Schipperke and Alaskan Eskimo Dog to reduce the size of the puppies. About ten years after unveiling the Alaskan Klee Kai to the public, Spurlin retired from breeding, though other breeders continue to produce theses dogs. Still, they are few in number, and the breed remains rare. As a newer breed, the Alaskan Klee Kai has not been recognized by some kennel clubs, including the American Kennel Club, as a purebred dog, though the breed has been recognized by the American Rare Breed Association since 1995 and the United Kennel Club since 1997.",
    "Size": "The Alaskan Klee Kai comes in toy, miniature, and standard sizes, though there isn't much difference between these sizes. Toy Alaskan Klee Kais are up to 13 inches tall, while miniatures are 13 to 15 inches in height, and standards are 15 to 17 inches. Most Alaskan Klee Kais are between 10 and 15 pounds, though there can be some as small as 5 pounds or as large as 22 pounds.",
    "Personality": "Alaskan Klee Kais are intelligent, energetic, and loving to their families. They don't much care for strangers and require lifelong socialization training if they are to be friendly to new people. Their wariness of new faces does, however, make them excellent watchdogs.When it comes to training, Alaskan Klee Kais are quick to pick up on basic commands and may even find themselves at the top of the class. They are eager to please and highly food motivated, and they are more than capable of taking on agility training, which can help burn off some of their high energy throughout the day. Once they have at least a good, long walk and a healthy play session, they're usually happy to spend the rest of the day being couch potatoes, but neglect their exercise needs, and they may become bored, anxious, and destructive. Be careful on walks, as these dogs have a high prey drive that may cause them to bolt if they see wildlife.Alaskan Klee Kais love to be the centers of attention in their families, but they will also be vocal when their needs are not being met. Though they do not tend to be overly mouthy and are generally quieter than their Husky forbears, they will bark and whine to express their displeasure, and they can be sensitive.",
    "Health": "The Alaskan Klee Kai is considered to be quite a healthy breed with few genetic problems. However, owners should be aware that the breed is predisposed to certain conditions that they should keep an eye out for, including luxating patella, thyroid disease, heart conditions, liver shunts, factor VII deficiency, and cataracts. They may also keep their baby teeth, which can cause problems when adult teeth grow in. They may need to have these teeth removed.",
    "Care": "When it comes to Alaskan Klee Kai care, it is very important to make sure their exercise needs are met, as they may become high strung and anxious if they do not have an outlet to burn off energy. Like any dog breed, they require regular teeth brushings, nail clippings, and ear cleanings. You should ask your veterinarian about your dog's specific needs.",
    "Feeding": "Alaskan Klee Kais are high energy dogs that need a diet that will fuel them throughout the day. Although their energetic nature makes their potential for weight gain fairly low, they need to maintain appropriate nutrition to stay healthy. You should consult your veterinarian or a professional nutritionist for insight on how to meet your Alaskan Klee Kais individual dietary needs.",
    "Coat Color And Grooming": "There are three coat colors recognized as breed standards for the Alaskan Klee Kai. These include red and white, black and white, or gray and white, though solid white Alaskan Klee Kais have also been seen. These coats can be standard or full-coat. Both are double coats, meaning there is a short, soft undercoat and a longer, coarser outer coat that protect dogs from extreme weather.Unlike many other breeds, Alaskan Klee Kais do not usually develop a dog odor, and they generally like to groom themselves, so they may not need to bathe as frequently as some other dogs. They will likely need regular brushing during the seasons in which their coats blow out, which happens before summer and winter. During this time, they tend to shed profusely, while they only shed moderately the rest of the year.",
    "Children And Other Pets": "The Alaskan Klee Kai is a dedicated family dog that loves its humans, even children. However, they are small dogs, and children that are very young are not always taught how to interact with animals. They may injure or provoke Alaskan Klee Kais to nip. Children should always be supervised when playing with dogs, and the Alaskan Klee Kai is no exception to that rule.Alaskan Klee Kais are usually good with other dogs, especially if they have been socialized early on, though they have a high prey drive. This makes them ill suited for homes that have smaller pets unless they are specifically trained to live with them.",
    "Rescue Groups": "If you wish to rescue or adopt an Alaskan Klee Kai, you should check out Alaskan Klee Kai National Rescue, a group that takes in Alaskan Klee Kais and provides them with foster homes, training, and veterinary care while they wait for forever homes. You can also check out our adoption page where you can search for dogs near you by breed."
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Companion Dogs"
    },
    {
      "name": "Height",
      "value": "13 to 17 inches"
    },
    {
      "name": "Weight",
      "value": "10 to 15 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 16 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}