{
  "id": "alaskan-malamute",
  "url": "https://dogtime.com/dog-breeds/alaskan-malamute",
  "name": "Alaskan Malamute",
  "intro": "The Alaskan Malamute features a powerful, sturdy body built for stamina and strength. It reigns as one of the oldest dog breeds whose original looks have not been significantly altered. This intelligent canine needs a job and consistent leadership to avoid becoming bored or challenging to handle.\nNovice pet parents, beware. Dogs of this breed are sensitive and need plenty of companionship and open space. They are not well-suited to apartment life, and they are certainly high-shedding pooches who need plenty of grooming to keep their coats healthy. Expect to clean up dog hair all year long, and especially during shedding season.\nAlaskan Malamutes are high-energy dogs, and therefore require vigorous exercise. If you plan to leave them home while you’re at work, you may see some anxious, destructive behavior. A dog walker or pet sitter during the day is practically a must if you can’t be home, yourself.\nAn Alaskan Malamute will do well with an experienced pet parent, lots of open space to roam and burn off energy, and a cooler climate. If you can meet this breed’s needs, you’ll have an intelligent, highly-trainable, loving companion for life.\nSee all Alaskan Malamute characteristics below!",
  "description": {
    "": "When you first see an Alaskan Malamute, it's easy to be impressed by their large stature, wolf-like facial markings, and huge plumed tail waving at you. It's often believed that Malamutes are part wolf. They might play a wolf on TV or in the movies, but in truth they're all domestic dog.The Alaskan Malamute possesses tremendous strength, energy, endurance, independence, and intelligence. They were originally sought to pull heavy sleds over long distances as well as to hunt seals and polar bears. Now chosen primarily for companionship, Alaskan Malamutes succeed in several dog sports, including conformation, obedience competition, weight pulling, skijoring, backpacking, and recreational sledding.When they're not \"woo wooing\" or pulling you on your inline skates or watching TV with you, they're probably raiding the trash, surfing your kitchen counters for something good to eat, or digging a nice cool hole in the backyard.Malamutes regard everyone they meet as their friends. If you're looking for a watchdog, this is not the breed for you. A Malamute's size might scare off an intruder, but that's about the only protection you'll get out of them.Alaskan Malamutes do best in situations in which they have plenty of room and opportunities to exercise so they don't become bored and restless. Their independent nature often causes them to be labeled as stubborn or stupid, but their intelligence shines through with the correct training. If the Alaskan Malamute is the right breed for you, they will give you years of enjoyment as an active playmate and companion who keeps their puppy joie de vivre well into adult life.",
    "Highlights": "Not recommended for the first time dog owner as their intelligence combined with stubbornness can make them a challenge for someone not savvy in dog behavior.Malamutes will challenge for top position in the household. Everyone who lives with the dog must be able to properly deal with this and clearly establish all family members are not to be pushed around.Alaskan Malamutes are notorious diggers. Any fencing should be buried so they cannot dig out of their yard.Alaskan Malamutes are a powerful, independent dogs who, if not properly trained or exercised, can become destructive or bored.With early socialization and training, Malamutes can learn to get along with other dogs and indoor cats. They'll view outdoor cats and other small animals as fair game.Their high prey drive can cause a Malamute to stalk and kill small animals, including birds, squirrels, cats and even smaller dogs. They need to be properly socialized and introduced to other companion animals.Alaskan Malamutes shed heavily twice a year. Their thick double coats are not suited for hot climates.Generally a quiet breed, Malamutes rarely bark. They do hold conversations with you, vocally expressing themselves with \"woo woo\" sounds or loud, extensive howls.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a shelter or rescue who provides medical care and vaccinations for their dogs. Meet the dog you're interested in before you adopt to play with them and make sure you like their personality.",
    "History": "One of the oldest Arctic sled dogs, the Alaskan Malamute's forebears crossed the land bridge from Siberia to Alaska with native peoples thousands of years ago. One tribe, known as the Mahlemuts, settled in the northeastern area of the Seward Peninsula and it's there that the Alaskan Malamute was developed. The dogs were used to hunt seals, chase away polar bears, and pull heavy sledges loaded with food or camp supplies.The native people treated their dogs well and valued them highly. The gold rush of 1896 brough a great influx to Alaska of dogs of many sizes and breeds who could survive the weather. Many native dogs were interbred with these dogs and pure type was lost. The Mahlemuts were a relatively isolated tribe, so the Alaskan Malamute survived the incursion better than other breeds.Arthur T. Walden established his Chinook Kennel in New Hampshire and began breeding Alaskan Malamutes. He and his successors, Milton and Eva Seeley, supplied many dogs for the Byrd Antarctic expeditions in the 1930s. The Seeleys began a program to reproduce the dogs found in the Norton Sound area of Alaska. This strain of Alaskan Malamutes became known as the \"Kotzebue\" strain.A slightly different strain was developed by Paul Voelker, Sr. with dogs he bought in Alaska in the early 1900s and later in the 1920s. This strain was known as the \"M'Loot\" strain. Some of these dogs were used in World War I and II and by Admiral Byrd's second expedition.The Alaskan Malamute Club of America was formed in 1935 and the American Kennel Club recognized the breed that same year. During World War II, most of the registered Alaskan Malamutes were loaned out for war duty because there was a great demand for sled dogs. Tragically, many of them were destroyed after serving their nation on an expedition to Antarctica during World War II.All AKC-registered Malamutes today can trace their ancestry back to the original Kotzebues or to dogs registered during the open period in the late 1940s.",
    "Size": "Males stand 25 inches high at the shoulder and should weigh about 85 pounds; females tend to stand 23 inches high and weigh about 75 pounds. However, it's not unusual for a well-muscled adult to top 100 pounds. In rare instances, so-called \"giant\" versions top 140 pounds, but the Malamute body is not designed to carry excess weight.",
    "Personality": "Alaskan Malamutes will win you over with their playful, outgoing dispositions. They greet everyone as a friend—even strangers and first-time house guests—so they don't make good watchdogs, but they are extremely loyal to their family and friends. Malamutes are pack animals, and they enjoy spending time with their human pack, insisting on being included in all activities that their family undertakes. They're not big-time barkers, but they do howl and they're known for making a characteristic \"woo woo\" sound.Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. You may wish to adopte the middle-of-the-road puppy, not the one who's beating up his littermates or the one who's hiding in the corner.Always meet a dog before adopting to ensure that they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when he grows up, though that's not always an option if the puppy comes from a shelter or rescue.Like every dog, Alaskan Malamutes need early socialization—exposure to many different people, sights, sounds, and experiences—when they're young. Socialization helps ensure that your Malamute puppy grows up to be a well-rounded dog.Enrolling them in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking them to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help them polish their social skills.",
    "Health": "Malamutes are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Malamutes will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.Some Malamutes suffer from hip dysplasia , elbow dysplasia, hypothyroidism, or von Willebrand's disease. Here is some more info on possible conditions you might see in Malamutes:Cataracts: Usually present by 1 to 2 years of age, known as juvenile cataracts. This type of cataract rarely progresses to blindness. Affected animals should not be used for breeding.Chondrodysplasia: This genetic disorder causes puppies to be born with deformities evident in the abnormal shape and length of their limbs. It's commonly referred to as \"dwarfism.\" There is now a genetic screening test to determine if the dog carries the gene for this condition.Hip Dysplasia: This is a heritable condition in which the thighbone doesn't fit snugly into the hip joint. Some dogs show pain and lameness on one or both rear legs, but you may not notice any signs of discomfort in a dog with hip dysplasia. As the dog ages, arthritis can develop. X-ray screening for hip dysplasia is done by the Orthopedic Foundation for Animals or the University of Pennsylvania Hip Improvement Program (PennHIP). Hip dysplasia is hereditary, but it can be worsened by environmental factors, such as rapid growth from a high-calorie diet or injuries incurred from jumping or falling on slick floors.Hypothyroidism: This condition is often misdiagnosed because tests to evaluate the condition are not specific and can be inaccurate. Hypothyroidism is the result of abnormally low production of the thyroid hormones. Clinical signs vary depending on the severity of each case, but can include dry, coarse, and/or sparse coat, eye discharge, pale mucous membranes, and mental dullness. Hypothyroidism can be managed well with a thyroid replacement pill daily. Medication must continue throughout the dog's life.Inherited Polyneuropathy: This is generally characterized by a lack of coordination and instability that leads to a labored gait described as a bunny-hopping gait. The condition varies from mild to severe. An affected dog may fall down, walk on the tops of his feet, or his gait may just look a little off. Onset is usually quite sudden with most cases noted at approximately one year of age.Hemeralopia (Day Blindness): This usually begins to show when the puppy is eight weeks old and can be recognized easily by observant owners. Affected dogs bump into or stumble over things. They may be reluctant to come out into sunlight, preferring to stay in shaded areas. They seem to be feeling their way when negotiating steps into the house or disoriented when facing the sun. All these signs of clumsiness disappear at night. Hemeralopia can be managed to help the dog have an acceptable quality of life.",
    "Care": "This member of the Working Group of dogs is definitely a task seeker. They thrive on long walks, hikes (while carrying a backpack), skijoring (pulling a person on skis), carting, and sledding. They need to run, play, and generally bounce around a lot. Inadequate exercise will cause the Alaskan Malamute to become bored and destructive. Make sure, however, that the exercise matches the dog's age, health condition, and activity level.Malamutes love to dig. Rather than trying to stop this behavior, your best bet is to accommodate it by giving your Malamute his own place to dig in the yard, such as a sandbox or other area that you don't mind setting aside for them.Blessed with a dense double coat, Alaskan Malamutes can tolerate living outdoors in extremely cold climates. However, they do need adequate shelter and a fenced enclosure, preferably with a roof over it. Because Malamutes have an extremely high pack drive, they are happiest when residing with their pack in the house. They do well living inside a home because they keep their coats clean and are easy to housetrain.Not surprisingly, Malamutes are sensitive to heat. They're Arctic dogs, not designed by nature to live in hot, humid environments. If your Malamute lives in the Sunbelt, be sure to provide them with plenty of shade, fresh water, and air conditioning during the summer, and avoid exercise in the heat of the day.Due to their size, strength, and smarts, it's highly recommended that Malamutes be enrolled in obedience training at a young age before they are large enough and strong enough to outmaneuver—or outwit—their humans.",
    "Feeding": "An Alaskan Malamute diet should be formulated for a large-sized breed with high energy and exercise needs. You should consult your veterinarian or professional nutritionist for advice on what to feed your Malamute and the correct portion sizes. Their dietary needs will change as they grow from puppyhood to adulthood and senior age. Stay on top of these nutritional requirements.",
    "Coat Color And Grooming": "The Alaskan Malamute sports a dense double coat. The thick, coarse outer coat, known as the guard coat, should not be soft or long. The undercoat is one to two inches deep. It's oily and woolly to repel wetness and cold.The coat length increases around the shoulders and neck, down the back, over the rump, and in the breeches (the furry covering over the thigh, which resembles pants) and plume of the tail. Speaking of the tail, some display a \"cork-screw\" appearance that enables the dog to place their tail over their nose to keep them warm during cold weather.This breed's coat colors range from light gray to black, sable, and shades of sable to red. The underbelly should be predominantly white along with the feet, parts of the legs, and part of the face markings. The only solid color you'll see is white. Some Malamutes may have an attractive white blaze on the forehead or around the neck.If you share your life with an Alaskan Malamute, expect your vacuum cleaner to get a regular workout and to schedule time for regular brushing sessions. Brushing one to three times weekly helps to keep the coat clean and distribute skin oils. Malamutes shed heavily twice a year, and the hair falls out in large clumps. At that time, frequent brushing with a slicker brush and/or undercoat rake helps keep the flurry of hair under control.One plus for this shedding breed is that the double coat is odorless. In addition, Malamutes have a cat-like tendency to keep their coats clean. Baths are rarely needed, usually one to two a year unless the dog gets into a smelly mess.Brush your Malamute's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim nails once or twice a month if your dog doesn't wear them down naturally to prevent painful tears and other problems. If you can hear them clicking on the floor, they're too long. Dog toenails have blood vessels in them, and if you cut too far you can cause bleeding, and your dog may not cooperate the next time they see the nail clippers come out. So, if you're not experienced trimming dog nails, ask a vet or groomer for pointers.Their ears should be checked weekly for redness or a bad odor, which can indicate an infection. When you check your dog's ears, wipe them out with a cotton ball dampened with gentle, pH-balanced ear cleaner to help prevent infections. Don't insert anything into the ear canal; just clean the outer ear.Begin accustoming your Malamute to being brushed and examined when they're a puppy. Handle their paws frequently—dogs are touchy about their feet—and look inside their mouth. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when they're an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "Malamutes are patient with children and love the attention they get from them, but fast-growing, energetic Alaskan Malamute puppies can easily overpower a young child under age five. In their exuberance, they can knock a child over.Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while they're sleeping or eating or to try to take the dog's food away. No dog should ever be left unsupervised with a child.With early socialization and training, your Malamute should get along well with other dogs. He may chase small animals such as cats unless brought up with them and taught not to. It's vital to properly introduce them to other animals in the household and supervise their interactions. They'll consider outdoor cats and other small animals fair game.",
    "Rescue Groups": "Malamutes are often purchased without any clear understanding of what goes into owning one. There are many Malamutes in need of adoption and or fostering and a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Malamute rescue.Alaskan Malamute Assistance League",
    "Breed Organizations": "Below are breed clubs, organizations, and associations where you can find additional information about the Alaskan Malamute.Alaskan Malamute Club of America, Inc."
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Working Dogs"
    },
    {
      "name": "Height",
      "value": "1 foot, 11 inches to 2 feet, 1 inch tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "75 to 100 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}