{
  "id": "american-water-spaniel",
  "url": "https://dogtime.com/dog-breeds/american-water-spaniel",
  "name": "American Water Spaniel",
  "intro": "The American Water Spaniel was bred to be an all-around hunting dog. Specializing in waterfowl, these skilled swimmers will happily retrieve from small boats, protected by their water-resistant double coats.\nThis breed has the high energy of a dog born to chase and retrieve game, but given enough exercise, they can also make great family companions. If you can keep up and provide plenty of space to run, then this may be the breed for you!\nDogTime recommends this dog bed to give a good night’s sleep to your medium-sized American Water Spaniel. You should also pick up this dog fetch toy to help burn off your pup’s high energy!\nSee all dog breed traits and facts about American Water Spaniels below!",
  "description": {
    "": "Although he's not well known outside the Great Lakes area of the United States, the American Water Spaniel (AWS) has qualities that make him well worth your consideration, especially if you're outdoorsy and live near the water.The AWS is a medium-size all-around hunting dog and retriever, so he's chock-full of energy and enthusiasm. Like other hunting dogs he needs plenty of exercise and mental stimulation, and so long as he gets it — whether it's from retrieving game out in the field or playing fetch with the kids — he's a well-mannered family companion.Although the AWS is used to hunt all sorts of small game, he specializes in waterfowl, and is a natural swimmer as well as a skilled retriever and hunter. His versatility serves him well in many dog sports and activities such as agility, obedience trials, hunt tests, rally, therapy work, tracking, and search and rescue, as well as conformation.If you're looking for an active dog who loves to swim and retrieve and can be trained for different sports and activities, the American Water Spaniel could be an ideal fit for you.The American Water Spaniel will be friendly toward people if they have been properly introduced. He makes an excellent watchdog however, and will alert you with a warning bark if he hears any strange noises.This is a rare breed, and very few puppies are born each year. If you're interested in an AWS, find a reputable breeder who can help you decide if the breed's a good match for you. And then settle in for a good wait — you may spend several months or even a year or more on a waiting list before a puppy's available. People who breed these unique dogs want to make sure they go to just the right homes, and they're able to pick and choose the families who'll take great care of their puppies.",
    "Highlights": "American Water Spaniels are active dogs and require daily exercise. Give him one to two hours a day of walks, runs, or games of fetch. You can break up exercise periods throughout the day — an hour here, a half hour there. Without it they may express their pent-up energy with recreational barking and excessive chewing.The AWS craves companionship, and if you leave him alone for more than a few hours, he may express his boredom and loneliness in destructive ways. The AWS is best suited for homes where someone's home during the day.American Water Spaniels can be stubborn and manipulative. You must show them that you mean what you say by establishing rules and being consistent in enforcing them.American Water Spaniels like to roam and may leave your yard or your side to go hunting on their own if they're not confined by a fence or restrained by a leash.AWS's may become one-person dogs but will be friendly toward family members. Don't expect them to fawn over visitors or strangers, though.Harsh treatment can make your AWS timid or stubborn. The breed responds best to a gentle touch and training techniques that use rewards for getting it right, rather than punishment for getting it wrong.Some American Water Spaniels are territorial and aggressive with strange dogs, although they get along with other family dogs and pets.They have a natural tendency for chewing, digging, and jumping, but you can overcome these behaviors with training.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "The American Water Spaniel was developed in the Fox and Wolf River valleys of Wisconsin during the mid-1800s. Reliable breeding records date to 1865. The AWS's ancestors probably include the Irish Water Spaniel, Curly-Coated Retriever, Field Spaniel, and the now-extinct Old English Water Spaniel.Whatever his family background, the AWS we know today was bred to be a versatile hunting buddy. His dense, curly coat helps protect this natural swimmer from cold water as well as from briars in the woods; his small size allows waterfowl hunters to take him in a little boat or canoe; and he will tenderly retrieve grouse, quail, pheasant, and ducks. The AWS sticks close to his human hunting companion rather than ranging far afield.Hunters along the Mississippi flyway and its northern tributaries often used the versatile AWS, taking advantage of the dog's ability to work in varied terrain from marshes to uplands, his endurance, and his ability to retrieve many birds in a day.But when larger retriever breeds from England became popular, the little brown spaniel began to fall out of favor. Fortunately, he had a fan in Doctor F. J. Pfeifer of New London, Wisconsin, who's credited with saving the breed from extinction. Pfeifer bred and sold American Water Spaniels, formed a breed club, and helped to develop a breed standard — a written description of how the AWS should look.His efforts paved the way for the United Kennel Club's recognition of the breed in 1920, the Field Stud Book in 1938, and the American Kennel Club's recognition of the breed in 1940. One of Pfeifer's own dogs, \"Curly Pfeifer,\" was the first registered American Water Spaniel.The American Water Spaniel remains rare, with fewer than 3,000 in existence today. This rarity has probably saved the breed from splitting into two groups, one used for dog show competitions, and the other to continue the breed's traditional job as hunting companion, as seen in some other retriever breeds. He was named the state dog of Wisconsin in 1986.",
    "Size": "Males and females are 15 to 18 inches tall. Females tend to be slightly smaller than males, with females weighing 25 to 40 pounds and males weighing 35 to 45 pounds.",
    "Personality": "The American Water Spaniel is lively, alert, friendly, and obedient, as long as you provide fair, consistent training and leadership. Without it, he can become stubborn and manipulative. Make sure your training methods use rewards rather than punishment, though; when treated harshly the AWS can become sulky or timid.He likes human companionship and may become a barker if he's home alone and gets bored. This isn't a dog you can leave alone for hours in the backyard. And although he makes a good family dog, he's likely to bond most strongly with whoever gives him the most time and attention.Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Choose the middle-of-the-road puppy, not the one who's beating up his littermates or the one who's hiding in the corner.Always meet at least one of the parents — usually the mother is the one who's available — to ensure that they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when he grows up.Like every dog, the AWS needs early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your AWS puppy grows up to be a well-rounded dog.Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills.",
    "Health": "American Water Spaniels are generally healthy, but like all breeds, they're prone to certain health conditions. Not all American Water Spaniels will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition.In American Water Spaniels, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).Hip Dysplasia: A degenerative disease in which the hip joint is weakened due to abnormal growth and development. This disease is found in many breeds of dogs, not just the American Water Spaniel.Growth Hormone-Responsive Dermatitis: Causes skin changes due to a lack of growth hormone (somatropin). This hormone is secreted by the pituitary gland and is necessary for hair growth. Affected animals have varying degrees of hair loss but are otherwise healthy. The mode of inheritance is unknown. The condition is more common in male dogs between 1 and 5 years of age, with hair loss starting at puberty. The hair loss is symmetrical over dog's body, and the skin is markedly darker in color due to increased pigmentation. Without treatment, hairlessness and hyper pigmentation will eventually spread over the body except for the head and feet. It can be treated with growth hormone, but this is an expensive treatment and difficult to obtain. Neutering may resolve the condition in male dogs.Pattern Baldness (Saddle Alopecia): This condition causes a gradual, symmetric thinning and loss of hair (alopecia) that usually begins by 6 to 9 months of age and progresses until affected areas are completely bald. Saddle alopecia causes hair loss underneath the neck, on the back of the thighs, and on the tail. Method of inheritance is not known. There is no treatment to cover the hair loss.Cataracts: A cataract is an opacity on the lens of the eye, which causes difficulty in seeing. They eye(s) of the dog will have a cloudy appearance. Cataracts usually occur in old age and can be treated by surgically removing the cataract.Retinal Dysplasia: Retinal Dysplasia is an abnormal development of the retina resulting in retinal folds. This can lead to a variety of vision problems for the dog ranging from a small blind spot to total blindness. It's most commonly seen as a hereditary disease, but a number of environmental factors including trauma can also cause it. There is no known treatment for Retinal Dysplasia but many dogs with it live full lives, their other senses compensating for the visual impairment.Allergies: Allergies are a common ailment in dogs. Allergies to certain foods are identified and treated by eliminating certain foods from the dog's diet until the culprit is discovered. Contact allergies are caused by a reaction to something that touches the dog, such as bedding, flea powders, dog shampoos, or other chemicals. Contact allergies are also treated by identifying and removing the cause of the allergy. Inhalant allergies are caused by airborne allergens such as pollen, dust, and mildew. The appropriate medication for inhalant allergies depends on the severity of the allergy. Ear infections are a common side effect of inhalant allergies.Progressive Retinal Atrophy (PRA): A degenerative eye disorder that affects many breeds. Blindness caused by PRA is a slow process resulting from the loss of photoreceptors at the back of the eye. PRA is detectable years before the dog shows any signs of blindness. Reputable breeders have their dogs' eyes certified annually by a veterinary ophthalmologist.Epilepsy: A disorder that causes seizures in the dog. Epilepsy can be treated with medication, but it cannot be cured. A dog can live a full and healthy life with the proper management of this hereditary disorder.Hypothyroidism: Hypothyroidism is caused by deficiencies of hormone produced from the thyroid gland, which is found in the neck. The mild symptoms of the disease may be infertility. The more apparent signs of this disease are obesity, mental dullness, lethargy, drooping of the eyelids, low levels of energy, and irregular heat cycles. The dog's fur becomes coarse and brittle and begins to fall out, while the skin becomes tough and dark. It can be treated with a daily thyroid replacement and usually requires a lifetime of treatment. A dog that is having daily treatment can live a full and happy life.",
    "Care": "If he gets lots of exercise and playtime, the American Water Spaniel can do well in smaller living situations such as an apartment or condominium, but he's a country dog at heart, and is happiest when he's got plenty of open space to run off his natural energy.Smart and trainable, the AWS responds best to short, motivational training sessions. Avoid heavy-handed techniques that use punishments for getting it wrong instead of rewards for getting it right — they could make him sulky or withdrawn. And train him yourself rather than sending him off to be tutored by a stranger. He'll work much better for someone he knows and loves.He may chew when his people aren't home, so crate training is a must to keep your possessions safe and your AWS out of the doghouse.",
    "Feeding": "Recommended daily amount: 1 to 1.5 cups of high-quality dry food a day, divided into two meals.NOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your AWS in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test.First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your AWS, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "This is what's known as a double-coated dog. A dense undercoat protects the American Water Spaniel against weather, water, and scratchy underbrush. The outer coat may have uniform waves — called a marcel coat — or tight curls. The amount of curl or wave can vary from one area of the dog's body to another. The forehead is covered with short, smooth hair, and moderate feathering adorns the tail and legs.An AWS coat can be solid liver, brown, or dark chocolate, and will occasionally have a small amount of white on the toes or chest.Some hunters clip the coat to make it easier to remove burrs. Family dogs can be left au naturel, or you may want to trim the coat or shave the ears to neaten the dog's look. The coat is naturally oily to help with water resistance, so be prepared for oily spots on your wall or furniture if the dog rubs up against them.Brush the coat weekly to keep it in good shape.Water Spaniels shed in the spring, but frequent brushing will help keep too much loose hair from piling up on your carpets and furniture. Frequent baths will remove the coat's natural oils and diminish its ability to repel water and keep the dog warm, so bathe him only when he's dirty or smelly and really needs it.All breeds with pendant, or hanging, ears tend to have issues with ear infections. Check your AWS's ears weekly and wipe them out with a cotton ball moistened with a cleanser recommended by your veterinarian. Never stick cotton swabs or anything else into the ear canal or you might damage it. Your AWS may have an ear infection if the inside of the ear smells bad, looks red or seems tender, or he frequently shakes his head or scratches at his ear.Brush your AWS's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim nails once or twice a month if your dog doesn't wear them down naturally. If you can hear them clicking on the floor, they're too long. Short, neatly trimmed nails keep the feet in good condition and prevent your legs from getting scratched when your AWS enthusiastically jumps up to greet you.Begin accustoming your AWS to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the ears, nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "The American Water Spaniel is gentle with children. Nonetheless, as with every breed, you should always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's eating or sleeping or to try to take the dog's food away. No dog, no matter how friendly, should ever be left unsupervised with a child.Some American Water Spaniels are territorial and aggressive with strange dogs, but they generally get along well with family dogs and cats.",
    "Rescue Groups": "American Water Spaniels are often purchased without any clear understanding of what goes into owning one. There are many American Water Spaniels in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward an AWS rescue.American Water Spaniel Club, Inc. Rescue"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Sporting Dogs"
    },
    {
      "name": "Height",
      "value": "1 foot, 3 inches to 1 foot, 6 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "25 to 45 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}