{
  "id": "american-bulldog",
  "url": "https://dogtime.com/dog-breeds/american-bulldog",
  "name": "American Bulldog",
  "intro": "The American Bulldog is stocky and muscular, but also agile and built for chasing down stray cattle and helping with farm work. In fact, some are known to jump six feet or more into the air.\nAmerican Bulldogs are intelligent and affectionate, which makes them great, protective family dogs; although, they have high exercise needs and require an experienced, active pet parent. They can vary in appearance, as there are multiple types, including the Bully or Classic type, also known as the Johnson type, the Standard or Performance type, also called the Scott type, and hybrids of the two.\nWith patient training and care, American Bulldogs can make loving family companions. If you’re looking for a loving, energetic best buddy, then this may be the dog for you!\nSee below for full list of dog breed traits and facts about American Bulldogs!",
  "description": {
    "": "American Bulldogs are generally happy, family-loving dogs that do well in homes where they have plenty of space to roam.A big, fenced-in backyard is practically a must-have for one of these energetic dogs, though exercise needs may vary by specific type and breeding. They may be just fine with urban life, so long as they get plenty of walks, and they can even make good jogging or running buddies.They do not, however, take very well to being left alone for long periods of time, and they can feel cooped up in an apartment. If their physical and mental stimulation needs aren't met, they can become bored and destructive.American Bulldogs need experienced owners who can be patient with training and start socialization early. So long as they are well trained, they'll get along just fine with children and other pets, though it is still important to supervise them as you would with any dog.Whether they are used for hunting and farm work or just cuddling up with their humans, the American Bulldog makes for an excellent, loyal companion and a competent watchdog.",
    "Highlights": "Although they were used for bull baiting a long time ago, they have since become working farm dogs and family companions.The breed almost went extinct near the end of World War II, but the breed has since been revived and is in no danger of disappearing.There are multiple types of American Bulldogs in modern times, and though they used to be mostly white, they now come in a variety of patterns and colors.This breed does not do well being left home alone for long hours, and they have high exercise needs. They are not well-suited for apartment life and prefer a large, fenced-in yard to roam around.Their appearance often gets them confused with the Dogo Argentino, which is a separate breed entirely. They may also be confused with American Pit Bull Terriers, though the American Bulldog tends to be quite a bit larger.American Bulldogs can be suspicious of strangers and territorial, which can make them good watchdogs. They require socialization training so they know how to behave around invited guests.",
    "History": "The ancestor of the American Bulldog is the Old English Bulldog, which was brought to North America by working class immigrants who wanted to keep their working dogs to help on the farms. Rather than being concerned with maintaining breed purity or certain genetic traits, early farmers bred the dogs with the best working qualities for all-around farm work. The breed's agility, intelligence, and loyalty made them very helpful for handling cattle, as well as hunting. Wild pigs were an invasive species not native to the American south that had no natural predators, and the strong jaws and muscular build of the American Bulldog was perfect for hunting them down.There is a sad part of the American Bulldog's history, too. They were originally used in the barbaric sport of bull baiting. By the end of World War II, the American Bulldog was almost extinct until a few breeders scoured the south for specimens to revive the breed. Today, the American Bulldog is in no danger of extinction and is mostly a family-friendly companion.",
    "Size": "This breed stands quite a bit taller than the English or French Bulldogs. Adorable American Bulldog puppies will grow to 20 to 28 inches in height and 60 to 120 pounds by the time they reach adulthood.Although these sizes are considered to be standard for the breed, American Bulldogs can be quite a bit larger or smaller.",
    "Personality": "American Bulldogs are friendly, intelligent, and affectionate, though that affectionate nature often leads them to be territorial and overly suspicious of strangers. This makes them lovely family dogs and watchdogs, even for families with children, but they will need socialization training, especially as puppies to get along with unfamiliar humans or other dogs that stop by for a visit. Luckily, their intelligence makes them highly adaptable and trainable.The American Bulldog is a playful breed that has some high exercise needs, and they do well in families that are able to stay active with lots of walks and play time. They aren't the best breed to be kept in apartments or small spaces that don't allow for them to burn off energy. When they aren't physically or mentally stimulated, they can become destructive and chew on things they aren't supposed to.",
    "Health": "The American Bulldog is generally a healthy breed with a life expectancy of 10 to 16 years. Some are predisposed to certain medical conditions such as cataracts, mange, or hypothyroidism. If they suffer from obesity early in life, they may develop hip or elbow dysplasia.The breed is somewhat brachycephalic, meaning they have short snouts. This may make it more difficult for them to tolerate hot weather, especially while exercising. It is important to make sure they have enough water and monitor them and make sure they are not struggling to breathe.",
    "Care": "Most of the care that is necessary for the health of an American Bulldog is meeting their needs for exercise and mental stimulation. Failing to do so can result in anxiety, boredom, and destructive behavior. So long as those needs are met, the rest is fairly standard.Maintain normal vet visits, check their ears weekly, keep up with monthly nail clipping and normal dental care. One of the issues you may face is the potential for drooling that is common among bully breeds. You should take care to wipe your dog as needed unless you want a generous amount of slobber all over your home.",
    "Feeding": "An American Bulldog diet should be formulated for a large to giant breed, and their high energy level should be taken into consideration. Their needs will change from puppyhood to adulthood.It is best to ask your veterinarian or professional nutritionist about your dog's specific nutritional requirements. You should discuss with them how to form an appropriate diet for your dog.",
    "Coat Color And Grooming": "American Bulldogs can come in several different colors. Traditionally they are white with patches of brindle, red, or black, but there are quite a few more color variations to the breed in modern times. They may have patterns that include shades of black, red, brindle, brown, or fawn.American Bulldogs usually have black on the nose and the rims of the eyes, but they may also have shades of pink. Their eye color is usually brown. Although these are breed standards, some American Bulldogs have been known to be merle or have coats that contain shades of blue.American Bulldogs have a short coat that sheds moderately throughout the year, and they don't require extensive grooming. Weekly brushing should keep it under control with baths as needed.",
    "Children And Other Pets": "As with most breeds, socialization training should begin early for American Bulldogs. So long as they are trained properly, American Bulldogs are great with children and are very loyal to all members of the family. It is also important to train children on how to properly handle and treat animals to avoid incident. Even with properly trained dogs, you should always supervise them when they play with children to make sure things don't get out of hand. American Bulldogs are large animals, and overly energetic play can cause injuries.The same can be said for interactions with other pets. So long as American Bulldogs are socialized and trained, they usually get along with other dogs just fine. Play should be supervised, especially with smaller dogs that can easily get hurt when playing with a large, muscular American Bulldog. Generally, this breed is friendly, but injuries can happen when they are too eager to play rough or don't know their own strength.",
    "Rescue Groups": "If you'd like to adopt an American Bulldog, you can check out American Bulldog Rescue, a non-profit group that specifically tries to find home for dogs of this breed. You can also check local shelters near you, or you can use our adoption page that lets you search by breed and zip code for adoptable dogs."
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Working Dogs"
    },
    {
      "name": "Height",
      "value": "20 to 28 inches"
    },
    {
      "name": "Weight",
      "value": "60 to 120 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 16 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}