{
  "id": "american-eskimo-dog",
  "url": "https://dogtime.com/dog-breeds/american-eskimo-dog",
  "name": "American Eskimo Dog",
  "intro": "Called “the dog beautiful” by admirers, the American Eskimo Dog, or “Eskie,” is a striking canine with their white coat, sweet expression, and black eyes. They’re a Nordic dog breed, a member of the Spitz family.\nEven though these are purebred dogs, you may find them in the care of shelters or rescue groups. Remember to adopt! Don’t shop if you want to bring a dog home.\nEskies are lively, active companion dogs who love to entertain and join in on all family activities. They’re outgoing and friendly with family and friends, but reserved with strangers. Although the Eskie is a small dog — 10 to 30 pounds — they have a big-dog attitude.\nSee below for complete list of dog breed traits and facts about American Eskimo Dogs!",
  "description": {
    "": "Perhaps it's his white fluffy coat. Or jaunty personality. Or intelligence. Whatever \"it\" is, the American Eskimo Dog's got it in spades, and he uses it to captivate his owners.The Eskie is primarily a companion dog, a devoted family member who thrives in the middle of family activities. He is cheerful, affectionate, sometimes rowdy, and very smart — so smart he's thought to be one of the most intelligent dog breeds. He's an independent thinker, curious, with an uncanny ability to problem-solve. He excels in activities that require him to use his brain, such as obedience training, tricks, agility, conformation, and other dog sports.Interestingly, Eskies were once favorite circus performers. With his adorable looks and ability to learn quickly, the Eskie traveled about the United States in the late 19th century, stunning audiences with his amazing tricks.With intelligence comes independence, however. The Eskie is a freethinker, and those who know him recommend obedience training starting from puppyhood. Otherwise, this smart dog will outsmart his owner. Training teaches him proper canine manners and respect for his pack leader — you.In spite of his diminutive size, the Eskie thinks big. He's an excellent watchdog and will announce the comings and goings of strangers with barking — in fact, he can become a problem barker if left alone too long. Although he'll warm up in time to those he doesn't know, his first instinct is to be suspicious. The Eskie takes his watchdog duties very seriously, though he isn't overly aggressive.If you want a breed that has a lot to say, consider the American Eskimo Dog. This breed is very vocal, engaging in barks, yowls, and even mumbles. Many owners claim that their Eskies \"talk\" to them.If the Eskie isn't talking, he might be chewing. Most are avid chewers and need a constant supply of chew toys to keep them from munching \"illegal\" household items (and to help keep their teeth clean and healthy).The friendly Eskie is excellent with other dogs, cats, and children (though no dog of any breed should be left unsupervised with a young child).When it comes to activity, the American Eskimo Dog tends to be busy. He likes to keep moving, especially when young. (Older Eskies often become more sedate, preferring being petted and cuddled to running around.) Many owners keep more than one Eskie so the dogs can keep each other entertained, though lone Eskies do very well in busy households. Eskies make excellent apartment dogs as long as they are walked regularly and given plenty of opportunities for exercise.The American Eskimo Dog makes a beautiful, active companion for a household of one person or for a large family. A well-trained Eskie gives his family years of fun and joy.",
    "Highlights": "Eskies are happy, active, intelligent dogs. They thrive on activity. Plan on keeping your Eskie busy with training classes, games, romps at a dog park, or hikes. A busy Eskie is unlikely to become bored — a state you want to avoid with this breed, because boredom leads to excessive barking, inappropriate chewing, and other annoying behaviors.The Eskie needs to be with his family, so don't plan on leaving him alone for long periods at a time, or he may develop separation anxiety.If you are a confident leader, you'll enjoy life with an Eskie. If you're not, you're apt to have an Eskie that's leading you.Do not trust even a well-trained and well-socialized Eskie with small pets such as birds, hamsters, and gerbils. Chances are, he will succumb to his instincts and give chase.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store.",
    "History": "The American Eskimo dog is a member of the Spitz family. Spitz dogs are Nordic dogs with foxlike faces, profuse coats, tails carried up over the back, and small, pricked ears. There is a great variety in the size of Nordic breeds, from the tiny Pomeranian to the large Samoyed.The true origin of the American Eskimo Dog is unknown. What is known is that in the United States, small, white Spitz-type dogs were commonly found in German immigrant communities. These dogs were most likely descendents of the white German Spitz, white Keeshonden, or large white Pomeranians that came to America with their German families. They came to be known collectively as American Spitz dogs.The American Eskimo Dog was a popular entertainer in the many circuses traveling throughout the United States during the 19th century. With his brilliant white coat and amazing ability to perform tricks, the Eskie was a favored showman. This widespread attention help popularize the breed.In 1917, the American Spitz was renamed the American Eskimo Dog, though today nobody really knows why. The American Eskimo Dog Club of America was founded in 1985, and in 1995, the American Kennel Club recognized the breed in the Non-Sporting Group.",
    "Size": "The American Eskimo Dog comes in three sizes: Toy, Miniature, and Standard. Toys stand 9 to 12 inches and weigh about 10 pounds. Miniatures stand 12 to 15 inches and weigh about 20 pounds. Standards stand 15 inches to 19 inches and weigh about 30 pounds.",
    "Personality": "Not only does the American Eskimo Dog have a winning look, but he's also got a winning personality. He's spunky, clever, plays hard, and loves vigorous exercise. Because he is naturally suspicious of strangers, he makes an excellent watchdog.Eskies must have regular opportunities to vent their energy and use their busy minds. Otherwise, they can be rambunctious and bored, which usually leads to barking and chewing. A bored American Eskimo Dog can wreak havoc on your home and yard.The strong-willed Eskie also needs a confident owner who can take charge in teaching and leading him. He learns quickly, however, so training is fun and highly successful.Don't plan on leaving this breed alone too much. He loves being part of a family and can suffer separation anxiety if left alone for long periods of time. When you are away from home, it is wise to leave the Eskie in a crate or kennel, with sturdy chew toys, to keep him occupied and out of trouble until you return home.",
    "Health": "Not all American Eskimo Dogs will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.Hip Dysplasia: This is an inherited condition in which the thighbone doesn't fit snugly into the hip joint. Some dogs show pain and lameness on one or both rear legs, but others don't display outward signs of discomfort. (X-ray screening is the most certain way to diagnose the problem.) Either way, arthritis can develop as the dog ages. Dogs with hip dysplasia should not be bred — so if you're buying a puppy, ask the breeder for proof that the parents have been tested for hip dysplasia and are free of problems.Legg-Calve-Perthes Disease: This malady involves the hip joint. If your Eskie has Legg-Perthes, the blood supply to the head of the femur (the large rear leg bone) is decreased, and the head of the femur that connects to the pelvis begins to disintegrate. The first symptoms, limping and atrophy of the leg muscle, usually occur when puppies are four to six months old. Surgery can correct the condition, usually resulting in a pain-free puppy.Progressive Retinal Atrophy (PRA): This family of eye diseases involves the gradual deterioration of the retina. Early in the disease, affected dogs become night-blind; they lose sight during the day as the disease progresses. Many affected dogs adapt well to their limited or lost vision, as long as their surroundings remain the same.Juvenile Cataracts: This condition can be a problem for some relatively young (less than six years old) Eskies. This is thought to be hereditary. When buying an American Eskimo Dog puppy, be sure to ask the breeder if her stock is certified by the Canine Eye Registration Foundation, and ask to see the certificates.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition. In Eskies, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).",
    "Care": "Though he does well just about anywhere, it should comes as no surprise that the American Eskimo Dog loves cold climates. One of the joys of owning an Eskie is watching him play in the snow, which most Eskies love and will play in for hours. Many also enjoy water play.The Eskie does well in a variety of homes, from apartments to large houses with yards — as long as he's an indoor dog. This breed isn't suited for life in the backyard. He's happiest when he's with his family.American Eskimo Dogs need a lot of exercise. They are indeed large dogs in small packages, and they can become destructive if they don't get regular exercise. They do well in busy households because their energy helps them keep up with everyone.Separation anxiety can be a concern for both Eskie and owner. The best way to deal with this problem is to avoid it altogether. Don't leave the dog alone for long periods of time and, when you do leave him, put him in a crate with plenty of sturdy toys to keep him occupied.",
    "Feeding": "Recommended daily amount: 1/2 to 1.5 cups of high-quality dry food a day, divided into two meals.NOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.For more on feeding your Eskie, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The white, fluffy American Eskimo Dog has a double coat with a dense undercoat and a longer outer coat. The hair is straight with no curl or wave. He has a pronounced ruff around the neck. His front and rear legs are well feathered, and the fur on his tail is profuse. He is most often pure white, or white and cream.Eskies shed a lot, and they require frequent brushing to cut down on the amount of fur left around the house, and to prevent matting (especially behind the ears). A thorough brushing two or three times a week is advised.Despite his light coloring, the Eskie is amazingly easy to keep clean. Eskie fur contains oil, which prevents dirt from adhering to it. When an Eskie gets dirty, the dirt usually brushes right out as long as the fur is dry.Eskies should only be bathed once every couple of months, depending on how dirty they get. Being bathed too often can cause skin problems, because it tends to make an Eskie's skin dry and irritated. Unless they are very dirty, Eskies rarely have a doggie odor.Their ears should be checked once a week for dirt, redness, or a bad odor that can indicate an infection, then wiped out weekly with a cotton ball dampened with a gentle, pH-balanced ear cleaner. Their toenails need trimming at least once a month.",
    "Children And Other Pets": "The Eskie is an excellent family dog who's affectionate with everyone, including kids of all ages, other dogs, and cats. Of course, adults should always supervise interactions between kids and dogs; the Eskie's high energy level can be overwhelming to extremely young children, so supervision is especially important.The Eskie does not receive high marks for living in peace with small mammals and birds, which he tends to chase.",
    "Rescue Groups": "American Eskimo Dogs are often acquired without any clear understanding of what goes into owning one, and these dogs often end up in the care of rescue groups, in need of adoption or fostering. If you're interested in adopting an Eskie, a rescue group is a good place to start.Heart Bandits, the American Eskimo Dog Rescue",
    "Breed Organizations": "Below are breed clubs, organizations, and associations where you can find additional information about the American Eskimo.American Eskimo Dog Club of America"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Companion Dogs"
    },
    {
      "name": "Height",
      "value": "15 to 19 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "Starts at 30 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}