{
  "id": "american-pugabull",
  "url": "https://dogtime.com/dog-breeds/american-pugabull",
  "name": "American Pugabull",
  "intro": "The American Pugabull is a mixed breed dog — a cross between the American Bull Dog and Pug dog breeds. Medium in size, alert, and loyal, these pups inherited some of the best qualities from both of their parents.\nAmerican Pugabulls are also called Bull Pugs. Despite their unfortunate status as a designer breed, you may find these mixed breed dogs in shelters and rescues, so remember to adopt! Don’t shop!\nThese adorable pups fit in nicely with big families and also make great apartment dogs for active urban dwellers They’re loyal and playful yet very protective — if you’re a family member, this pup will not hesitate to protect you. They will alert to any suspicious characters who approach your door. They will also alert you to any non suspicious characters. Socialize them early with people and animals. Read on and find out if the American Pugabull is the right dog for you!\nSee below for all American Pugabull facts and mixed dog breed characteristics!",
  "description": {
    "Highlights": "American Pugabulls are mixed breed dogs. They are not purebreds like their American Bulldog or Pug parents.he main colors of Pugabulls are tan, cream, brown, black, red, and white and are rarely solid. They are generally a blend of two or more colors.This breed is not hypoallergenic, however their short coats do mean they are easy to groom. A good brushing two to three times per week, should suffice.Because they tend to have shorter coats, American Pugabulls aren't particularly suited for extreme weather. You'll likely need a coat in the winter, and you may need to apply dog sunscreen in the summer.So long as they are trained properly, Pugabulls are great with children and are very loyal to all members of the family.American Pugabulls do best with early training. They need a strong leader and may want to test you, but for a patient, consistent owner, their loyalty and desire to please will help training go a bit more smoothly.Pugabulls are prone to weight gain, and they have high energy levels. Make sure your dog gets several short walks per day with active play sessions in between.So long as Pugabulls are socialized and trained, they usually get along with other dogs and pets just fine.",
    "History": "The American Pugabull dog breed may have existed naturally over the years, but designer breeders started intentionally mixing American Bulldogs and Pugs in the late 1990s in North America.Breeders wanted to mix the two parent breeds to create the perfect companion dog. Mixing breeds can also help to prevent some issues that come with inbreeding of pure bread dogs. They continued to create American Pugabulls as demand for the mixed breed pups climbed.Even though the American Pugabull breed got its start as a designer breed, some have ended up in shelters or in the care of rescue groups. Consider adoption if you decide this is the breed for you. Check your local shelters, look up Pugabull rescues, or check with breed-specific American Bulldog and Pug rescues, as they often will help to re-home a mixed breed pup.The American Pugabull is less common and considered a rare, newer mixed breed. They are recognized by the Dog Registry of America (DRA) and American Canine Hybrid Club (ACHC).",
    "Size": "As the Pugabull is a relatively new breed, there are few standards when it comes to size. That said, as a mix between American Bulldog and Pug parents, you can expect Pugabulls to be medium in size.Most weigh in at 25 to 70 pounds and range in height from twelve to 20 inches at the shoulder. However, many can be smaller or larger.",
    "Personality": "Many American Pugabull lovers describe these dogs' personalities as playful and protective. Although they are the size of your average lap dog, their moderate to high energy levels means they are going to want lots of play time. They will also enjoy accompanying you through your day.Some Pugabulls may have prey drive. Socialize them early and they will get along great with other dogs. They thrive on mental and physical stimulation, and they love attention.They will alert if any suspicious characters approach your door, though they can get excessively yappy, which can be minimized with training. These pups make an ideal watchdog.American Pugabulls do best with early training. They need a strong leader and may want to test you, but for a patient, consistent owner, their loyalty and desire to please will help training go a bit more smoothly. Without proper training, they may develop small-dog syndrome. Make sure they know that you are the boss.They also tend to latch on to their main caregiver most of all, though they are friendly and affectionate with every member of the household. Make sure to give them lots of love and attention, and they will pull their weight, as protector of the family.",
    "Health": "The American Pugabull breed is predisposed to some of the same conditions that the American Bulldog and Pug also face. While most are generally healthy, some may be prone to a few health issues, which is why it is important to maintain good care and regular veterinary checkups.Some of the more common health problems American Pugabulls suffer from include:Respiratory issuesCataractsJoint issuesDemodectic mangeHip dysplasiaPug dog encephalitis",
    "Care": "As with all dogs, you should keep up with your American Pugabull's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.Pugabulls are prone to weight gain, and they have high energy levels. Make sure your dog gets several short walks per day with active play sessions in between. However, if the American Bulldog parentage prevails, this pup may require a more rigorous exercise routine.Check their ears for debris and pests daily and clean them as recommended by your vet. Trim your dog's nails before they get too long--usually once or twice per month. They should not be clicking against the floor. Your groomer can help with this.Your main concern when it comes to your Pugabull's care will be maintaining their oral health. You should brush their teeth daily, as small breeds like the Pug are prone to dental issues. Your veterinarian can instruct you on how to brush your dog's teeth properly.",
    "Feeding": "An ideal Pugabull diet should be formulated for a medium dog with medium to high energy. They have a tendency to gain weight if they are overfed, so you should stick to a regular feeding schedule and not leave food out during the day. Limit their amount of treats, as well.As with all dogs, the Pugabulls dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Pugabull's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "Pugabull coats are often a mix of their American Bulldog and Pug parents' coats and colors. The main colors of Pugabulls are tan, cream, brown, black, red, and white and are rarely solid. They are generally a blend of two or more colors.This breed is not hypoallergenic, however their short coats do mean they are easy to groom. A good brushing two to three times per week, should suffice. Bathe them monthly or as needed with a mild shampoo.Because they tend to have shorter coats, American Pugabulls aren't particularly suited for extreme weather. You'll likely need a coat in the winter for your dog, and you may need to apply dog sunscreen to the ears, nose, and sensitive areas where there's less fur coverage in the summer months.",
    "Children And Other Pets": "As with most breeds, socialization training should begin early for American Pugabulls. So long as they are trained properly, Pugabulls are great with children and are very loyal to all members of the family.It's also important to train children on how to properly handle and treat animals to avoid incident. Even with properly trained dogs, you should always supervise them when they play with children to make sure things don't get out of hand.The same can be said for interactions with other pets. So long as Pugabulls are socialized and trained, they usually get along with other dogs and pets just fine. Play should be supervised, especially with smaller dogs that can easily get hurt when playing with a larger dog. Generally, this breed is friendly, but injuries can happen when they are too eager to play rough or don't know their own strength.Learn more about this breed by reading all about their parents, the American Bull Dog and Pug dog breeds.",
    "Rescue Groups": "It may be hard to find a breed-specific rescue for American Pugabulls because they are a mixed breed. However, you may want to try American Bulldog or Pug breed-specific rescues, as they often care for mixes, as well. Here are some rescues you can try:American Bulldog RescueKentuckiana Pug RescueYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "12 to 20 inches"
    },
    {
      "name": "Weight",
      "value": "25 to 70 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 14 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}