{
  "id": "american-pit-bull-terrier",
  "url": "https://dogtime.com/dog-breeds/american-pit-bull-terrier",
  "name": "American Pit Bull Terrier",
  "intro": "The American Pit Bull Terrier is a companion and family dog breed. Originally bred to “bait” bulls, the breed evolved into all-around farm dogs, and later moved into the house to become “nanny dogs” because they were so gentle around children.\nEven though these are purebred dogs, you may find them in the care of shelters or rescue groups. Remember to adopt! Don’t shop if you want to bring a dog home.\nTheir tenacity, gameness, and courage make them popular competitors in the sports of weight pulling, agility, and obedience. Of course, you can also find them living as companions, showering their humans with love and affection.\nIt’s important to remember that dogs of any breed can suffer from health issues throughout their lives. A good pet insurance plan can help you prepare to give your dog the care they need at any age.\nSee below for a complete list of dog breed traits and facts about American Pit Bull Terriers!",
  "description": {
    "": "The American Pit Bull Terrier is one of the so-called bully breeds often labeled a pit bull. In fact, \"pit bull\" isn't a breed, but a term used to describe the American Pit Bull Terrier, the Bull Terrier, the American Staffordshire Terrier, and the Staffordshire Bull Terrier.Some people say the American Pit Bull Terrier is the same as the American Staffordshire Terrier. Others, just as forcefully, say they're entirely different breeds.But all experts can agree that the confusion started with a decision by the AKC in the early 1930s to give it a new name, American Staffordshire Terrier, to separate it from its pit-fighting past. The American Pit Bull Terrier has not been recognized by the AKC, while the American Staffordshire Terrier, which is slightly smaller, has been.The bull breeds are often grossly misunderstood. The qualities that make these dogs tenacious players in obedience and agility games also attract highly unscrupulous people looking for strong competitors for their dog fighting rings. The sorry result is that bull breeds, in particular the APBT, have gained a reputation over recent years for being dangerous.Nothing could be further from the truth. But rampant misinformation and fear caused by the actions of a minority of dogs kept by criminally negligent people have provoked legislation against the breed in a number of cities and countries around the world.As the owner of an American Pit Bull Terrier you must be aware that you may be met with anger and hostility by people who are misinformed about your wonderful dog. This is not a breed for everyone, especially those who aren't willing to invest time in training and socialization and can't or won't provide consistent firm guidance.When raised with the proper training and socialization, the American Pit Bull Terrier makes an excellent companion for children. He is loving and gentle with people and often makes a lousy guard dog because of his tail-wagging eagerness to greet the person at the door. American Pit Bull Terriers are devoted and loyal to their family and will, if necessary, defend them to the death.These dogs are extremely intelligent and learn commands and tricks with ease. They have a zest for life and love to be involved in everything going on around them. They maintain a puppyish demeanor well into adulthood, and that vitality makes them a joy to live with. Once you have met and gotten to know this breed you will wonder how you ever lived without one.",
    "Highlights": "American Pit Bull Terriers are not a good choice for people who can give them little or no attention.They must be trained and socialized when young to overcome the breed's tendencies toward stubbornness and bossiness, which combined with his strength can make him hard to handle if he hasn't learned you are in charge.Your American Pit Bull Terrier must be kept on leash in public to prevent aggression toward other dogs. It's not a good idea to let these dogs run loose in dog parks. While they might not start a fight, they'll never back down from one, and they fight to the finish. American Pit Bulls who aren't properly socialized as puppies can become aggressive toward other dogs.Breed-specific legislation almost always includes this breed. Be aware of rules in your area as well as neighboring regions if you travel with your dog.American Pit Bull Terriers have a great need to chew, and powerful jaws make quick work of cheap or flimsy toys. Give yours only tough, durable toys that can't be chewed up and swallowed.American Pit Bull Terriers are best suited to owners who can offer firm, fair training, and gentle consistent discipline.",
    "History": "Bull and terrier breeds were created in early 19th-century England for the popular spectator sports of bull- and bear-baiting. When those sports were deemed inhumane and became illegal 1835, dog-fighting sprung up in its place — and thus was the trait for dog aggression bred into the genetic line.But another part of this breed's genetic makeup is an unwillingness to bite humans. Handlers reaching into the dog-fighting rings wanted to be able to separate dogs without getting hurt themselves. Quite soon the breed developed a reputation as a strong, protective dog, but one also known for being gentle and family-friendly.When these \"bull dogs\" accompanied immigrants to America they began new careers as all-around farm dogs. Their jobs included hunting wild game, guarding the property from animal intruders, and providing companionship. In keeping with the \"bigger is better\" mindset of their new country, the settlers developed a dog larger than it had been in England.In 1898 the UKC, Britain's equivalent of the AKC, named these bull dogs the American Pit Bull Terrier. The AKC decided to recognize the breed in the early 1930s — but under a new name. Intending to separate it from its pit-fighting past, the AKC named it the American Staffordshire Terrier.Since then the American Staffordshire Terrier has been bred for AKC conformation, or dog shows, while the American Pit Bull Terrier has not been. The results are very slight differences in build and in personality.",
    "Size": "Height of 18 to 19 inches for males, 17 to 18 inches for females. Weight ranges from 30 to 85 pounds.",
    "Personality": "These dogs love people and have no idea that their size is something of a deterrent to being a lap dog. Confident and keenly aware of their surroundings, they are watchdogs in that they may alert you to the presence of strangers, but that's primarily because they're eager to greet \"their\" guests.While their love of people makes them failures as guard dogs, their courage is unmatched and they will defend their family with their lives.Like every dog, American Pit Bull Terriers need early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your your puppy grows up to be a well-rounded dog.",
    "Health": "American Pit Bull Terriers are generally healthy, but as with all breeds, they're prone to certain health conditions. Not all American Pit Bulls Terriers will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.Hip Dysplasia (HD): This condition is a malformation of the hip joint ball and socket. It can be extremely painful depending on the severity of the condition. Dogs who are going to be bred should have x-rays of their hips done at 2 years of age to ensure they do not have this condition.Allergies: Allergies are quite common in APBT/AmStaffs. Skin allergies are typically caused by such environmental allergens as fleas, grass, pollen, and dust.They can also be food related, but this is less common. Common food allergens include beef, rice, wheat, and corn. Allergies can cause intense itching and discomfort, which means dogs will dig and chew sometimes till they bleed. This is risky because secondary infections can develop in the damaged tissue. To treat allergies, the cause must be identified and removed from the dog's environment if possible. A veterinarian can help you with this, as well as let you know which allergy symptoms can be controlled with medication.Hypothyroidism: This is a dysfunction of the thyroid gland that causes weight gain, poor coat, reproductive problems and other issues. It usually occurs in middle-aged dogs and can be controlled with daily medication that must continue throughout the dog's life.Heart Disease: Heart disease affects these dogs in several forms, with aortic stenosis being most common. Aortic stenosis is a congenital heart defect, meaning it's something the dog is born with. It's an abnormal narrowing of the connection between the left ventricle and the aorta. Some dogs don't have any signs or only minor signs, while others may have little energy or even die suddenly. If your veterinarian hears a heart murmur, a chest x-ray and electrocardiogram can confirm the diagnosis.Regardless of how healthy your dog is when you first bring them home, you should prepare for any issues that may come up throughout their life. A pet insurance plan can help you stay ready for any of your dog's veterinary needs.",
    "Care": "Expect to spend about an hour a day walking, playing with or otherwise exercising this dog. While they love people, American Pit Bull Terriers are strong for their size and can be stubborn if left to their own devices. Begin obedience training early and continue it throughout the dog's life. Training is the foundation for a strong relationship with your American Pit Bull Terrier.American Pit Bull Terriers should not be left outside for long because they can't tolerate the cold well. Even regardless the climate, these dogs do best as housedogs. They form strong attachments to their families and will suffer if left alone for long periods.",
    "Feeding": "Recommended daily amount: 1.5 to 2.5 cups of high-quality dry food a day, divided into two meals.NOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.To prevent obesity, measure your dog's food and give meals at set times each day rather than leaving food out all the time. He should have a waist when you look down at him, and you should be able to feel his ribs beneath a layer of muscle but not see them. If the ribs are buried beneath rolls of fat, your dog needs to go on a diet.For more on feeding your American Pit Bull Terrier, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The short coat is shiny and stiff to the touch, and comes in all colors — red, blue, brown, grey, black and white, and brindle, among them.They require little grooming, and have a coat that's easy to keep clean with the occasional bath. Brushing with a stiff brush and wiping down with a cloth will maintain the coat's shine.Brush your dog's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim his nails once or twice a month if your dog doesn't wear them down naturally to prevent painful tears and other problems. If you can hear them clicking on the floor, they're too long. Dog toenails have blood vessels in them, and if you cut too far you can cause bleeding — and your dog may not cooperate the next time he sees the nail clippers come out. So, if you're not experienced trimming dog nails, ask a vet or groomer for pointers.His ears should be checked weekly for redness or a bad odor, which can indicate an infection. When you check your dog's ears, wipe them out with a cotton ball dampened with gentle, pH-balanced ear cleaner to help prevent infections. Don't insert anything into the ear canal; just clean the outer ear.Accustom your American Pit Bull Terrier to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "American Pit Bull Terriers love children, and we don't mean for breakfast. Sturdy, energetic, and tolerant, they are ideal playmates. That said, no dog of any size or breed should ever be left unsupervised with children.When no adult can be there to oversee what's going on, dogs should be crated or kenneled, especially after they reach sexual maturity, when they may begin to test the possibility of becoming \"pack\" leader.Don't allow children to pull on a dog's ears or tail. Teach them never to approach any dog while he's sleeping or eating or to try to take the dog's food away.Because of their dog-fighting heritage, some American Pit Bull Terriers retain a tendency to be aggressive with other dogs, but if they are socialized early and trained to know what behavior is expected of them, that aggression can be minimized or overcome, and many are dog- and cat-friendly. Just to be safe, they should always be supervised in the presence of other pets.",
    "Rescue Groups": "You can find American Pit Bulls, and Pit Bulls, and Pit Bull mixes, in just about every shelter in the country. Several good rescue groups are dedicated to finding homes for these much misunderstood dogs.Bad RapPit Bull Rescue CentralPit Bull ProjectAnimal Farm FoundationAll dogs will need veterinary care at some point in their lives. When you adopt, make sure you're prepared to address any health issues that may come up after you leave the shelter. A pet insurance plan can keep your dog covered."
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Terrier Dogs"
    },
    {
      "name": "Height",
      "value": "17 to 19 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "30 to 85 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 16 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 1
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}