{
  "id": "american-staffordshire-terrier",
  "url": "https://dogtime.com/dog-breeds/american-staffordshire-terrier",
  "name": "American Staffordshire Terrier",
  "intro": "The American Staffordshire Terrier is a muscular breed known for being strong for its size; however, they’re also loving and affectionate with human family members. American Staffordshire Terriers enjoy nothing more than being with the humans they care about, whether they’re out for a jog, playing in the yard, or cuddling up on the couch.\nThey are intelligent and eager to please, which makes them highly trainable; although, that intelligence means they need mental stimulation. If they don’t get it, they’ll put those strong jaws to use and chew anything out of boredom. American Staffordshire Terriers can also use their strength to pull dog walkers along with ease wherever they want to go if they aren’t trained properly. This means they need a strong, confident trainer who will set boundaries without being overly harsh.\nSocialization is also important to help the breed overcome its natural standoffish tendencies when it comes to other animals. This breed loves having a job to do, and they do well in athletic competitions, police work, and obedience training. With proper training, the American Staffordshire Terrier can be a loyal cuddle bug and family companion, as well as a competent working dog.\nSee below for full list of dog breed traits and facts about American Staffordshire Terriers!",
  "description": {
    "": "The American Staffordshire Terrier is a loving, loyal, playful dog that loves to spend time with human family members. They are quite muscular for their size, which can make them a handful on walks if they aren't trained properly. They also have strong jaws, which they will use to chew out of boredom. Many a piece of furniture has been destroyed by an American Staffordshire Terrier that isn't physically and mentally stimulated enough. However, a confident, firm trainer that can meet the physical demands of the breed without harsh punishment will be rewarded with a calm, obedient dog that is comfortable with nose work, agility exercises, and athletic competitions, as well as just snuggling up on the couch. Although they are used as watchdogs, their natural love of humans makes the American Staffordshire Terrier's guarding ability more based on intimidation than anything else. Their muscular build and reputation as aggressive dogs act as deterrents from intruders, though that reputation is mostly undeserved. The American Staffordshire Terrier shares much in common with the American Pit Bull Terrier. Both have been used in illegal dog fighting rings, which makes them the targets of Breed Specific Legislation that bans them. But when brought up in a home with love that gives them proper training and socialization, American Staffordshire Terriers are docile, affectionate animals that are very loyal and obedient.",
    "Highlights": "American Staffordshire Terriers have much in common with American Pit Bull Terriers, even though they have been bred separately for more than 50 years.They are considered a \"Pit Bull\" breed and are targeted by Breed Specific Legislation. Some insurance companies won't cover households that have this breed. Check your local laws and insurance policy before you adopt one.American Staffordshire Terriers were used in the barbaric sports of bull-baiting and bear-baiting, and they are still used in illegal dog fighting rings to this day. This contributes to their undeserved reputation as aggressive dogs.The breed is very strong for its size and will pull on leashes when not trained properly.They prefer to have a yard with a strong, high fence so they can run around and burn off energy.The short, smooth coat of the American Staffordshire Terrier is fairly easy to groom, and the breed tends to not have a \"doggy odor,\" which means bathing is only necessary as needed.Although they can be good watchdogs through sheer intimidation, American Staffordshire Terriers are generally very friendly towards humans.",
    "History": "The ancestors of the modern American Staffordshire Terrier hail from England and were a mix between Bulldogs and Terrier breeds. Their mixed heritage earned them many names, including Bull-And-Terrier Dog, Pit Bull Terrier, and Half and Half. Eventually, they came to be known as Staffordshire Bull Terriers. These dogs were used by butchers to manage bulls, hunters to bring down wild boars, and farmers to help with farm work and act as ratters and family companions because they were so affectionate to humans. Later, they were used in the barbaric sports of bull-baiting and bear-baiting due to their tenacity, courage, and muscular build. When these blood sports were eventually outlawed, they were used in dog fighting rings, which sadly continues in illegal events to this day. It is because of their misuse by humans that they carry their reputation as an aggressive breed. Around 1850, many of these dogs made their way to America. They started to become known as American Pit Bull Terriers, Pit Bull Terriers, American Bull Terriers, and Yankee Terriers. Around the turn of the 20th century, they were recognized by the United Kennel Club (UKC) as American Pit Bull Terriers. The American Kennel Club (AKC) recognized the breed as Staffordshire Terrier in 1936. In 1976, the AKC changed the name to American Staffordshire Terrier, as Americans had bred a larger dog than the original Staffordshire Bull Terrier, and these two breeds needed to be distinguished from one another more clearly. Some breeders, however, preferred the name of American Pit Bull Terrier from the UKC and kept it. Today, the American Staffordshire Terrier and the American Pit Bull Terrier still have much in common, though they have been bred separately for more than 50 years. There are very few differences between the breeds, though American Staffordshire Terriers tend to be a bit larger than American Pit Bull Terriers and seem to have more docile personalities. American Staffordshire Terriers are now used as watchdogs, help with police work, and compete in weight pulling and agility competitions, as well as being family pets. They still have a bad reputation as aggressive dogs and are often included in Breed Specific Legislation (BSL) that bans them, and some insurance companies refuse to cover households that have them. Check your local laws and insurance policy before you decide to adopt an American Staffordshire Terrier and contact your legislators if you disagree with BSL.",
    "Size": "Male American Staffordshire Terriers average about 17 to 19 inches in height, while females tend to be a bit smaller at an average of 16 to 18 inches in height. The average weight for an American Staffordshire Terrier is between 40 and 60 pounds, though some can weigh more or less.",
    "Personality": "The American Staffordshire Terrier is celebrated as a family dog that loves to be around humans. American Staffordshire Terriers are never happier than when they're spending time with their families, whether its during a vigorous play session, a long walk, or just cuddling up on the couch. In fact, although they have a reputation as being guard dogs, they are likely to greet strangers with lots of licks and affection. It is mostly their muscular build and undeserved reputation as aggressive \"Pit Bulls\" that intimidates intruders and keeps them away. That said, many American Staffordshire Terrier owners claim that dogs of this breed are great judges of character and know people's intent, and they can make excellent watchdogs for that reason. American Staffordshire Terriers are intense dogs that will pull, chew, dig, and bark if they're bored. As strong, athletic dogs, they can be difficult to walk, and they'll pull their walker wherever they go if they're allowed to. They need a confident, assertive trainer who will be able to handle them on a leash, set boundaries, and give them proper mental and physical stimulation. They also require early socialization with humans and other animals. While the breed is naturally friendly to people, they can be confrontational with other dogs when they aren't socialized. American Staffordshire Terriers are intelligent, eager to please, and generally take well to training. They enjoy having a job to do, whether that's acting as a jogging buddy, doing nose work, running agility courses, or performing in other dog sports. A trainer who can meet the physical demands of the American Staffordshire Terrier and keep them busy and under control will have a devoted, affectionate, and obedient companion for life.",
    "Health": "The American Staffordshire Terrier is generally a healthy breed, though they are predisposed to a few health problems that you should be on the lookout for. The breed is prone to skin allergies, urinary tract infections, and autoimmune diseases. They may also develop osteoarthritis or spondylosis later in life. Other health problems that American Staffordshire Terriers may develop include hip dysplasia, elbow dysplasia, hypothyroidism, demodectic mange, cerebellar ataxia, heart disease, and luxating patella.",
    "Care": "American Staffordshire Terriers are known to get bad breath, so their teeth should be brushed at least weekly, preferably even more frequently, to prevent bad breath germs from growing. Their nails should be trimmed as needed, which can be difficult as American Staffordshire Terriers tend to not like to have their paws touched. Training them early to be comfortable with touching and grooming will help. Their ears should be checked for wax buildup and debris weekly and cleaned as needed to avoid ear infection or pest infestation. Keep up with regular veterinary checkups and follow your veterinarian's advice for additional at-home care.",
    "Feeding": "American Staffordshire Terriers should be given a diet formulated for a mid-to-large size dog with moderate energy levels. You should consult your veterinarian or professional nutritionist for advice on what to feed your American Staffordshire Terrier and what size portions they require. Their needs will change with age, so be sure to make adjustments from puppyhood to adulthood and old age as recommended.",
    "Coat Color And Grooming": "The short, smooth coat of the American Staffordshire Terrier can come in a variety of colors, including blue, fawn, white, black, and red. They can include a mix of white and other colors or a mix of white and brindle. It is considered a fault by the AKC if more than 80 percent of the coat is white. The stiff, glossy hair of the American Staffordshire Terrier sheds heavily twice a year as the seasons change and sheds minimally the rest of the year. It should be brushed at least weekly, which will help capture some of the shedding fur and keep the coat shiny. Bathing is only necessary as needed, which shouldn't be more than a few times a year unless dogs get dirty. Generally, this breed doesn't have much of a \"doggy odor\" and can go without a bath for some time. Overall, American Staffordshire Terriers' grooming needs are fairly low.",
    "Children And Other Pets": "American Staffordshire Terriers are known for being loving family dogs, even with children. That said, they are best suited to homes with kids over the age of six. This breed is very muscular and can play rough, which might result in injuries. Young kids like to poke and prod, so it is especially important to train them on how to handle animals. Even with properly trained dogs of any breed, play time with children should always be supervised. American Staffordshire Terriers are not generally fond of other dogs. They were originally bred to fight, and though many breeders have worked to remove these tendencies over the years, the breed can still be standoffish. Meeting other dogs in public can be a hit-or-miss situation with each individual dog. Additionally, American Staffordshire Terriers may see other pets like cats as prey. Early socialization and growing up with other animals can reduce the American Staffordshire Terrier's tendencies to not get along well with other pets, but they may be best suited to one pet households.",
    "Rescue Groups": "If you're interested in an American Staffordshire Terrier, you should check out rescues near you that specialize in Pit Bull breeds. One such organization is Save-A-Bull Rescue, a non-profit organization that focuses on finding homes for Pit Bull breeds, including the American Staffordshire Terrier. You can also check local shelters near you, or you can take a look at our adoption page that lets you search by breed and zip code for adoptable dogs."
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Terrier Dogs"
    },
    {
      "name": "Height",
      "value": "16 to 19 inches"
    },
    {
      "name": "Weight",
      "value": "40 to 60 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}