{
  "id": "american-leopard-hound",
  "url": "https://dogtime.com/dog-breeds/american-leopard-hound",
  "name": "American Leopard Hound",
  "intro": "The American Leopard Hound is a purebred dog whose ancestors came from Mexico by way of Spanish conquistadors who sailed to North America. They are energetic, sociable, and intelligent pooches who possess all-around great traits.\nThe American Leopard Hound goes by other names, such as the Leopard Cur, American Leopard, and American Leopard Cur. You can look for this pure breed by checking your local shelters or rescues. Remember it’s best to adopt and not shop!\nThese sweet pups are natural hunting dogs and have very high energy. That means they do best in homes with big yards to run around in. They’re able to bond strongly with humans, which makes them well-suited for households of all types, from single pet parents to families with children. If you want an energetic dog who loves to run and keep you on your toes, alerts you to any dangers, and adores you completely, then this may be the right dog breed for you!\nSee below for all dog breed traits and facts about American Leopard Hounds!",
  "description": {
    "Highlights": "The American Leopard Hound's coat can be spotted. The main colors of this breed are yellow, black, brindle, red and blue, or mouse (grayish) color. Any of these may also include white points and a white collar.Their outer coat is rough, and the undercoat is fine and woolly. They're fairly easy to groom.The UKC recognized this breed in 1998 as the Leopard Cur and, along with the breeder association, changed the breed's name to American Leopard Hound in 2008 so that the dogs could compete in events involving coonhounds.The American Leopard Hound is a gentle and easily sociable breed, which makes them great with children of all ages. However, you must still make sure younger children are able to play gently.These dogs are capable of handling extreme hot or extreme cold weather, as they are a fairly tough breed.American Leopard Hounds have high energy and would prefer a home with a large yard to run around.",
    "History": "The American Leopard Hound has been around the Americas for at least a hundred years. The origin of this specific breed is not clear, but researchers believe their ancestors were brought to the Americas from Spain during the Spanish inquisition. They were then crossed bred with Mexican dogs before appearing as the breed they are today in North America.By the early 18th century, these adorable pups were brought to North Carolina and other states in the south where they were trained to be hunting dogs. Not much else is known about these great pooches.In 1998, the United Kennel Club (UKC) recognized this breed as the Leopard Cur. However, in 2008, the UKC and the breeder association changed the name of the breed from Leopard Cur to American Leopard Hound so the dogs could compete in coonhound events.Later, in 2012, the American Kennel Club inducted the American Leopard Hound into its Foundation Stock Service, the first step in full breed recognition. Eventually, they are expected to include the breed in the Hound Group.Always consider adoption when thinking about getting an American Leopard Hound. Make sure to check your local shelters and rescues so you can find these great pups a forever home.",
    "Size": "There are a few standards when it comes to the breed of American Leopard Hounds. You can expect dogs of this pure breed to be medium to large in size. Most weight in at 35 to 75 pounds and range in height from 21 to 27 inches at the shoulder. That said, many can be smaller or larger.",
    "Personality": "American Leopard Hounds are great all-around dogs that get along with all types of personalities and households. They are energetic and love to run and play. They're not much for cuddling but are affectionate with their pet parents. These dogs are highly active and, because of this, they are very agile.Training them is fairly easy, as they are intelligent and always willing to please their humans. They have a great ability to assess whether a stranger is potential threat and will bark if they're put off. They also have a strong prey drive due to their history of being hunting dogs.American Leopard Hounds are great companions and can get along with children. They are very protective and can make great guard dogs at home. These dogs do best with early training to curb any unwanted behaviors. They are not stubborn at all and are easy to train.",
    "Health": "The American Leopard Hound is predisposed to some of the same conditions that the Hound breeds also face. While most are generally very healthy, some may be prone to a few health issues, which is why it is important to maintain good care and regular veterinary checkups.Some of the more common health problems the American Leopard Hound suffer from include hip dysplasia and deafness.",
    "Care": "As with all dogs, you should keep up with your American Leopard Hound's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.If overfed, your American Leopard Hound will gain weight. They have high energy levels. Make sure your dog gets at least one good hour of rigorous activity as they have a lot of energy to spend, especially if they're left home all day.Check their ears for debris and pests daily and clean them as recommended by your vet. Trim your pup's nails before they get too long—usually once or twice a month. They should not be clicking against the floor. Your groomer can help with this.Brush your dog's teeth regularly to avoid any major oral health issues. Your veterinarian can instruct you on how to brush your dog's teeth properly.",
    "Feeding": "An ideal American Leopard Hound diet should be formulated for a medium to large breed with high energy. They will gain weight if overfed so you should stick to a regular feeding schedule and not leave food out during the day. Limit their number of treats, as well.As with all dogs, the American Leopard Hound's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your American Leopard Hound's diet, as there is far too much variation among individual dogs—including weight, energy, and health—to make a specific recommendation.",
    "Coat Color And Grooming": "The American Leopard Hound's coat can be spotted. The main colors of this breed are yellow, black, brindle, red and blue, or mouse (grayish) color. Any of these may also include white points and a white collar.The breed has a dense double coat, with the outer coat feeling more rough to the touch, while the undercoat stays fine and feels more woolly. Their coats are well-suited for trekking through underbrush. They're fairly easy to groom.American Leopard Hounds are natural hunting dogs and can perform well in all kinds of conditions. They are capable of handling extreme hot or extreme cold weather, as they are a fairly tough breed.",
    "Children And Other Pets": "The American Leopard Hound is a gentle and easily sociable breed, which makes them great with children of all ages. However, you must still make sure younger children are able to play gently. For children who learn early how to properly approach and play with a medium to large dog, the American Leopard Hound is a great companion. Always supervise play time, even with a well-trained dog.When it comes to other pets, the American Leopard Hound gets along great with other animals if they are introduced slowly and calmly, and early socialization will help this go smoothly. It's best if they can get used to other pets early. It really all comes down to training, socialization, and the luck of the draw.Due to the breed's high prey drive, you'll need to be extra careful with smaller animals. Early training and appropriate introductions are important.",
    "Rescue Groups": "Because the American Leopard Hound is a somewhat rare breed, it may be difficult to find a breed-specific rescue. However, you can always check with your local shelter, and you may want to try a rescue that caters to all types of dogs. You can take a look at the following:Wright-Way RescueAngels Among Us Pet RescueYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Hound Dogs"
    },
    {
      "name": "Height",
      "value": "21 to 27 Inches."
    },
    {
      "name": "Weight",
      "value": "35 to 75 pounds."
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years."
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}