{
  "id": "anatolian-shepherd-dog",
  "url": "https://dogtime.com/dog-breeds/anatolian-shepherd-dog",
  "name": "Anatolian Shepherd Dog",
  "intro": "The Anatolian Shepherd Dog is a native of Turkey, where they were bred as a shepherd’s companion and livestock guardian. They were created with specific traits to resemble the size and color of livestock they defended so predators wouldn’t detect them among the flock.\nSometimes called the Anatolian Karabash Dog or Kangal (which is considered a separate breed by many kennel clubs), they’re a fiercely loyal guard dog and a large, impressive dog breed, frequently weighing 120 to 150 pounds at maturity.\nNovice pet parents beware. Not only are dogs of this breed big; they’re generally known to be stubborn. Anatolian Shepherd Dogs require firm, consistent trainers with experience handling dogs. Also, be ready to clean up all the fur they shed throughout the year.\nA trained and well-socialized Anatolian Shepherd is a friend and guardian for anyone they consider to be their “flock,” which includes the human members of their family. They’re even friendly with their human children; although, their size makes it easy for them to knock over a kid during vigorous play. They may also chase other pets or animals if their humans don’t train them properly.\nTherefore, socialization and behavior training should start early on, ideally in puppyhood. If you’re willing to stay firm with training, you have the strength to handle a large pooch, and you’re willing to put in the time and dedication, then an Anatolian Shepherd Dog will be your friend and guardian for life.\nSee below for complete list of Anatolian Shepherd Dog breed characteristics!",
  "description": {
    "": "The Anatolian Shepherd Dog is a considered a livestock protector or guardian dog. As such, they were developed to live with the flock and adopt it as their own. They are rugged, self-confident guardians who know how much protection or intimidation is necessary in any situation.The Anatolian has been working independently for centuries, making decisions regarding threats to their property. As a puppy, they adopt whomever they live with, be it a family or a herd of sheep; as they grow, they take on the protector gig. It doesn't matter to the Anatolian whether their \"flock\" is human or animal. They are extremely protective and possessive.And they back up their guardian nature with presence. The Anatolian is a large dog, weighing as much as 150 pounds. They have a short, fawn coat and a black mask. They appear intimidating, and if necessary they are—though they're calm and friendly with their family.Not surprisingly for a guard dog, the Anatolian Shepherd is suspicious of strangers and reserved with those outside their \"flock.\" They take their job seriously—this dog is no clown—and when their owner isn't home, they are unlikely to allow even friends or extended family members whom they've met before to come onto their property.At the same time, the Anatolian is a very intelligent, loyal, steady working dog. They're highly trainable, though they're likely to consider whether or not they will choose to obey a command, due to their independent nature. They need an owner who is strong, kind, and consistent as a pack leader.This breed is probably not a good choice as a family pet if you have very young children. Because they're so large, they could accidentally injure a small child, especially when they're a clumsy, growing puppy (the phrase \"bull in a china shop\" applies).Additionally, the Anatolian typically does not respect children as pack leaders, and they could decide to protect their children from visiting playmates if they're roughhousing and the dog misinterprets the activity. Generally, the Anatolian is tolerant of older children and is good with them. To them, children are, of course, part of the flock that needs guarding, along with the rest of the family.The Anatolian Shepherd is not the perfect breed for everyone. They can be a fine and loyal companion if you and your family understand their unique qualities and requirements and are ready to take on the responsibility of owning a very large and protective dog.If you're looking to adopt an Anatolian Shepherd, meet them first and consult a breed expert to make sure you are ready for the challenge and responsibility.",
    "Highlights": "It is critical that the Anatolian Shepherd receive proper socialization and training so that they can learn what is normal and what is a threat. Untrained and un-socialized Anatolian Shepherds can become overprotective, aggressive, and uncontrollable.Anatolian Shepherds are independent and less eager to please than other breeds. They won't not necessarily wait for instructions but will act if they think their \"flock\" is threatened.Secure fencing is an abolute must.Some Anatolians are champion diggers.As guardians of their territory, some can be barkers, especially at night.Some Anatolians can be dog-aggressive.They shed profusely, especially in the spring.Expect a challenge for leadership at some point with the Anatolian Shepherd. Owners must be willing to exercise pack authority consistently and kindly.Because they are so large, expect high costs for boarding, medications, and food purchases; you'll also need a large vehicle for them.Anatolian Shepherd Dogs are sensitive to anesthesia. Discuss this with your veterinarian before any surgical procedures.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a good shelter or rescue that will vaccinate, provide veterinary care, and require applicants to meet with dogs beforehand to make sure they are a good match.",
    "History": "The Anatolian Shepherd Dog breed is named for their homeland of Anatolia in the central part of Turkey, where they are still a point of pride (and have even been honored on a national postage stamp).It's thought that the working ancestors of the breed date back 6,000 years. Wandering tribes from central Asia probably brought the first mastiff-type dogs into the area that is now Turkey, and sight hound breeds from southern regions contributed to the Anatolian's agility, long legs, and aloof character.Due to the climate and terrain of the area, the local population developed a nomadic way of life, dependent on flocks of sheep and goats. The protection of those flocks, and of the shepherds themselves, was the job of the large dogs who traveled with them.The dogs became known as coban kopegi, Turkish for \"shepherd dog.\" The dogs stayed with the animals night and day, and they had to be swift enough to move quickly from one end of a widely scattered flock to the other. They also had to be large and strong enough to stand up to predators.Severe culling and breeding of only the best workers resulted in a dog with a uniform type, stable temperament, and excellent working ability. Dogs were often not fed once they were past puppyhood. They lived by killing gophers and other small animals, though never injuring their flock. They were fitted with iron collars with long spikes to protect their throats from assailants. You can still find working dogs wearing these collars in Turkey today.Anatolian Shepherds got their most enthusiastic introduction in the U.S. in the 1970s, although prior to that the Turkish government had given Anatolians to the U.S. Department of Agriculture as a gift, for experimental work as guardians of flocks.But in 1970, the Anatolian Shepherd Dog Club of America was formed at the urging of Robert Ballard, a U.S. naval officer who had become fascinated by the dogs while in Turkey, and who began to breed them once back in California. The breed entered the American Kennel Club Miscellaneous Class in 1996. It moved to the Working Group in August 1998.",
    "Size": "Males stand 29 inches tall and weigh 110 to 150 pounds. Females stand 27 inches tall and weigh 80 to 120 pounds.",
    "Personality": "The Anatolian Shepherd Dog is highly intelligent, independent, and dominant. They think for themselves—a necessary characteristic for a livestock guardian. They're very protective of their family and flock, and they consider themselves to be constantly on duty.Though protective, the Anatolian Shepherd is calm, friendly, and affectionate with their immediate family. They are not friendly with strangers and are very reserved with those outside their family, even if they're friends or relatives of yours.Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. If you want to adopt, you may prefer to choose the middle-of-the-road puppy, not the one who's beating up their littermates or the one who's hiding in the corner.Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when they grow up, though that may not be possible if you are adopting from a shelter or rescue.Like every dog, the Anatolian Shepherd needs early socialization—exposure to many different people, sights, sounds, and experiences—when they're young. Socialization helps ensure that your Anatolian Shepherd puppy grows up to be a well-rounded dog.Enrolling them in a puppy kindergarten class is a great start. Inviting visitors over regularly and taking your dog to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help them polish their social skills.",
    "Health": "Anatolian Shepherds are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Anatolian Shepherds will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.In Anatolian Shepherds, you may see conditions like hip dysplasia, elbow dysplasia, hypothyroidism, or von Willebrand's disease. Here is some more information about conditions that may appear in dogs of this breed:Hip Dysplasia: This is an inherited condition in which the thighbone doesn't fit snugly into the hip joint. Some dogs show pain and lameness on one or both rear legs, but others don't display outward signs of discomfort. (X-ray screening is the most certain way to diagnose the problem.) Either way, arthritis can develop as the dog ages. Dogs with hip dysplasia should not be bred.Elbow Dysplasia: Similar to hip dysplasia, this is also a degenerative disease. It's believed to be caused by abnormal growth and development, which results in a malformed and weakened joint. The disease varies in severity: the dog could simply develop arthritis, or he could become lame. Treatment includes surgery, weight management, medical management, and anti-inflammatory medication.Demodectic Mange: Also called demodicosis, this malady is caused by the demodex mite. The mite can't be passed to humans or other dogs; only the mother can pass this mite to her pups, which usually happens in their first few days of life. Demodex mites live in hair follicles and usually don't cause any problems. If your dog has a weakened or compromised immune system, however, they can develop demodectic mange. This disorder can be localized, occurring as patches of red, scaly, skin with hair loss on the head, neck and forelegs. It's thought of as a puppy disease and often clears up on its own. The generalized form covers the entire body and affects older puppies and young adult dogs. In either case, you should take your dog to the vet for a checkup and treatment. The American Academy of Veterinary Dermatology recommends neutering or spaying all dogs who develop generalized demodectic mange, because it carries a genetic link.Hypothyroidism: This is a disorder of the thyroid gland. It's thought to be responsible for conditions such as epilepsy, alopecia (hair loss), obesity, lethargy, hyperpigmentation, pyoderma, and other skin conditions. It is treated with medication and diet.Entropion: Entropion is the inward rolling of the eyelid, which usually affects the lower eyelids of both eyes. It is irritating and causes impairment of vision. It generally occurs before a dog turns a year old, but treatment should be held off until the dog reaches adulthood. Treatment consists of multiple surgeries performed over time so that the dog isn't at risk for ectropion, which is a rolling out of the eyelid.",
    "Care": "The Anatolian Shepherd is a hardy dog and can adapt to living outdoors, indoors, or both. They do not do well living in a kennel or at the end of a chain, however. They should be kept in a securely fenced yard—a fence at least six feet tall is required for this big breed—not only for their protection, but also for the protection of dogs or people who might inadvertently enter their turf, which they will defend with all their might.Because they are naturally wary of new people, animals, and situations, the Anatolian Shepherd must be socialized right from puppyhood. Obedience training and consistent leadership are also essential, because the Anatolian is so strong-willed. This dog has their own ideas, and they won't cater to their owner's every whim.The Anatolian Shepherd will guard and protect without any protection training; in fact, attack training is not recommended for this breed. Their protective nature grows as they matures; by the time they're about 18 months old, they usually voluntarily take on the role of guardian.",
    "Feeding": "An Anatolian Shepherd Dog diet should be formulated for a large- to giant-sized breed with average energy and exercise needs. You should consult your veterinarian or professional nutritionist for advice on what to feed your Anatolian Shepherd and the correct portion sizes. Their dietary needs will change as they grow from puppyhood to adulthood and senior age. Stay on top of these nutritional requirements.",
    "Coat Color And Grooming": "The Anatolian Shepherd Dog's coat is short (about an inch long) with a thick undercoat. Sometimes there is feathering on the ears, legs, and tail. Their coat comes in many colors, including pinto, white, and brindle, but fawn with a black mask is common.The Anatolian Shepherd is naturally clean, so they're no big handful in the grooming department. The breed's short coat requires minimal brushing, but you can expect profuse shedding several times year. Extra brushing during those times helps remove dead hair. Minimal bathing, three to four times a year, is all that's needed.Brush your Anatolian Shepherd's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim his nails once or twice a month if your dog doesn't wear them down naturally to prevent painful tears and other problems. If you can hear them clicking on the floor, they're too long. Dog toenails have blood vessels in them, and if you cut too far you can cause bleeding, and your dog may not cooperate the next time they see the nail clippers come out. So, if you're not experienced trimming dog nails, ask a vet or groomer for pointers.Their ears should be checked weekly for redness or a bad odor, which can indicate an infection. When you check your dog's ears, wipe them out with a cotton ball dampened with gentle, pH-balanced ear cleaner to help prevent infections. Don't insert anything into the ear canal; just clean the outer ear.Begin accustoming your Anatolian Shepherd to being brushed and examined when they're a puppy. Handle their paws frequently—dogs are touchy about their feet—and look inside their mouth. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when they're an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "The Anatolian Shepherd is loving with family, including the children, with whom they're calm and protective. But because of their large size, they're probably better suited to families with older children. They're unlikely to respect young children as leaders, so all interactions between the Anatolian and children should be supervised by responsible adults.As with every breed, you should always teach children how to approach and touch dogs to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while they're eating or sleeping or to try to take the dog's food away. No dog, no matter how friendly, should ever be left unsupervised with a child.The best chance of the Anatolian Shepherd accepting other dogs and pets is to raise them with them from puppyhood. As they grow, they'll naturally accept them as part of their \"flock.\"",
    "Rescue Groups": "Anatolian Shepherds are often obtained without any clear understanding of what goes into owning one. There are many Anatolian Shepherds in need of adoption and/or fostering, and a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club, and they can point you toward a Anatolian Shepherd rescue organization.Anatolian Shepherd Dog Rescue LeagueNational Anatolian Shepherd Rescue Network",
    "Breed Organizations": "Below are breed clubs, organizations, and associations where you can find additional information about the Anatolian Shepherd.Anatolian Shepherd Dog Club of America"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Working Dogs"
    },
    {
      "name": "Height",
      "value": "2 feet, 3 inches to 2 feet, 5 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "80 to 150 pounds"
    },
    {
      "name": "Life Span",
      "value": "11 to 13 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 1
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 3
    }
  ]
}