{
  "id": "appenzeller-sennenhunde",
  "url": "https://dogtime.com/dog-breeds/appenzeller-sennenhunde",
  "name": "Appenzeller Sennenhunde",
  "intro": "The Appenzeller Sennenhunde originated as an all-around farm dog breed, who stayed busy herding the livestock, guarding the farm, and pulling carts in their native Switzerland. Today’s Appenzellers still have the energy, smarts, and self-confidence that makes for valuable working dogs — but they’re anything but low-maintenance.\nEven though these are purebred dogs, you may find them in the care of shelters or rescue groups. Remember to adopt! Don’t shop if you want to bring a dog home.\nDogs of this breed need lots of exercise, training, and a job to do. Apartment dwellers beware! These dogs need space to run and play. But families who can provide the mental and physical stimulation these dogs need will be rewarded with an affectionate, loyal companion. They’ll even adore kids; although, they may fall into some herding habits without proper training. Socialize and teach your dog early, and you’ll have a loving, furry family member!\nSee below for full dog breed traits and facts about Appenzeller Sennenhundes!",
  "description": {
    "": "Also known as the Appenzeller Mountain Dog, this is the rarest of the four ancient Swiss mountain dog breeds. He got his start as an all-around farm dog — herding livestock, pulling carts, and guarding the farm — in the Appenzell region of Switzerland.Today the Appenzeller's known for being a versatile working and family dog who's smart, cheerful, self-assured, reliable, and fearless. His slight wariness around strangers and tendency to bark makes him a good watchdog, but he needs lots of early socialization so he doesn't become overly suspicious. And because of his barkiness, he's not the best dog if you have nearby neighbors.He's a great friend of children, but may nip at their heels as if they were livestock to be herded; younger Appenzellers are big and exuberant enough to accidentally knock over small kids.Because he's got a strong work ethic and lots of energy, this breed isn't suited to an inactive lifestyle. Provide him with training and a job or dog sport he can do, or he'll be an unhappy camper. Like other breeds that need lots of exercise and stimulation, he can grow bored and destructive if he doesn't get it. He excels at agility, herding, and obedience trials. At home, teach your Appenzeller to pull a cart with your gardening supplies.",
    "Size": "Males stand 20 to 22 inches at the shoulder; females,19.5 to 21 inches. Weight ranges from about 48 to 55 pounds.",
    "Coat Color And Grooming": "Appenzellers have a thick, shiny topcoat in black or brown with tan and white markings, covering a thick black, brown, or gray undercoat. The tan markings are symmetrical and appear over the eyes and on the cheeks, chest, and legs. The white markings include a blaze on the face, white from the chin to the chest, white on all four feet, and a white tail tip.They have an easy-care coat that needs only regular brushing to stay in good shape, but Appenzellers do shed."
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Herding Dogs"
    },
    {
      "name": "Height",
      "value": "19 to 22 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "48 to 55 pounds"
    },
    {
      "name": "Life Span",
      "value": "9 to 12 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}