{
  "id": "auggie",
  "url": "https://dogtime.com/dog-breeds/auggie",
  "name": "Auggie",
  "intro": "The Auggie is a mixed breed dog–a cross between the Australian Shepherd and Corgi, and typically, the Miniature Australian Shepherd and the Pembroke Welsh Corgi. Friendly, energetic, and playful, these mixed breed herding dogs make great companions for the whole family.\nAuggie is sometimes spelled as Augi, Auggi, or Augie, and sometimes they’re known as Aussie-Corgi. Despite their status as a “designer dog,” you may find Auggies at general dog shelters or rescues. Adopt! Don’t shop!\nThese affectionate, curious, frisky pups would do best with a family who can give them both the attention and the play they crave. They do very well with people of all ages, as well as other pets, so they’d fit right in with most families or even single owners as long as they get enough attention.\nApartments would be more challenging homes for them, because of their high energy level, so a house with a backyard would be a better fit. Although their truest sense of purpose is to herd, Auggies are also wonderful companion dogs and quick to alert of any danger or change in environment.\nSee below for all mixed dog breed traits and facts about Auggies!",
  "description": {
    "Highlights": "Auggies are mixed breed dogs. They are not purebreds like their Corgi or Australian Shepherd parents.Auggies are often tri-colored, but they can also have just two colors or even one. Their coats are typically a combination of black, tan, brown, and white.These dogs shed moderately most of the year, but when the seasons change for winter and summer, they shed quite a bit while growing in their new coats.",
    "History": "As with most \"designer dogs,\" it is difficult to pin down the exact timing of this mixed breed's origin, but many believe they appeared in the 1800s.The Australian Shepherd, itself, is a relatively recent purebred from mid-19th century America, when farmers bred Australian sheepdogs with other hard-working stock dogs.The Corgi, on the other hand, is an ancient dog, dating back at least to the 11th century in Wales. The Corgi's low stature was ideal for nipping at heels of cattle, for herding purposes, and the sleek frame enabled them to get away without being kicked.The very strong herding instinct in both the Australian Shepherd and the Corgi makes for a natural combination of both skill and physique in the Auggie.Although the Auggie is considered a \"designer dog,\" you can find them at both regular shelters and breed-specific (Australian Shepherd or Corgi) rescues. Remember, when you adopt, you save two lives--the one you take home and the one you make room for--not to mention improving your own life.",
    "Size": "Auggies are generally considered medium-sized dogs. This can vary, especially based on the size of the Australian Shepherd--standard or miniature. Also, if this is a second generation Auggie, or if the Corgi is also particularly small, you could even end up with a small dog. However, in general, you are looking at a medium-sized dog.The height of an Auggie is typically between ten and 13 inches, and the weight is generally between 20 and 30 pounds.",
    "Personality": "Auggies have that great happy-go-lucky, friendly, energetic, \"So excited to see you!\" personality that many people commonly associate with dogs. Spunky and playful, they love being around people and other animals.As with many dogs with high intelligence, the flip side is a bit of stubbornness and strong will--knowing their own mind, per se. However, they are quite trainable, so early training and socialization should help them learn how to work best with your family.Auggies will want to be around their family all the time and see exactly what they're up to--they are highly curious. They will want to \"help\" you with their herding ways, so just be prepared for some nose bumps and other cute guidance. They might also bark a lot--their way of being helpful and alerting you. But again, this can be curbed with early training.Auggies are very affectionate and loyal. They're friendly, but they might be a little shy around strangers, at first.",
    "Health": "Both Australian Shepherds and Corgis are pretty healthy breeds, so the Auggie is pretty healthy overall, too. However, there are some health conditions these dogs can be prone to, which is one reason why annual vet check-ups are so important to maintain optimal health.Some of the more common health issues Auggies suffer from include:ObesityEpilepsyDeafnessBlindnessBack problems (the Corgi's long spine and stout body, mixed with a propensity for obesity from over-eating, is the source of spine risks)Urinary stonesJoint dysplasiaDrug sensitivityOther eye problemsDegenerative myelopathyVon Willebrand's DiseaseProgressive Retinal Atrophy (PRA)",
    "Care": "As with all dogs, keeping up with annual vet check-ups is important to detect any health issues early. Your vet can also help you develop a plan of care to keep your Auggie in prime health.Auggies are extremely active, energetic, curious dogs, and they will need lots of exercise and play. This is great news, because they can also be prone to weight gain, thanks to their Corgi genes, so lots of exercise will help to keep that weight off.Preventing weight gain is especially important for this breed, because the elongated spine and stout legs from their Corgi side--that your Auggie will likely exhibit, to some extent--makes the spine more delicate and easy to injure, especially if carrying around extra weight.In general, checking ears and teeth regularly will keep up your Auggie's best health. Brush their teeth two to three times a week. Clipping nails one to two times per month is also ideal. Besides shedding, Auggies are fairly low-maintenance for their care routine.",
    "Feeding": "An ideal Auggie diet should be formulated for a small- to medium-sized breed with high energy. The Corgi side of the Auggie has a tendency to overeat, leading to obesity, so be careful to give a regimented amount of food. They can also be sensitive to different foods and develop allergies, so take note of your Auggie's stool to see how they react to food.As with all dogs, the Auggie's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Auggie's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "Auggies are often tri-colored, but they can also have just two colors or even one. Their coats are typically a combination of black, tan, brown, and white.With dense, long, silky coats, Auggies have a moderate level of shedding during most of the year, but when the seasons change for winter and summer, they shed quite a bit while growing in their new coats. Daily brushing will help avoid tangles and mats in their longer fur, and it will also reduce the amount of hair around your house. Bathing is only needed once every few months.Because their coats change twice a year, they do pretty well in both hot and cold temperatures, but it also means they don't do excellently in either--they are pretty moderate with temperature tolerance, so be sure to watch your dog for signs of discomfort--panting and lethargy in the heat, or shivering in the cold--and take them inside if needed.",
    "Children And Other Pets": "Auggies are very friendly dogs who have a naturally protective nature, due to the herding background of both parents. Extremely playful, Auggies are wonderful with children, although it's still important to use common sense when teaching children to avoid hurting the dog--pulling ears, poking eyes, etc.Auggies also get along well with other animals, as long as those animals can put up with the Auggie's natural herding instinct. Auggies may chase and herd, generally with a bump with the nose or using the body to steer the animal or person, including children. This is harmless and shouldn't cause any physical injury, but it may stress out some very small prey animals.Still, it's never a bad idea to supervise interaction between dogs with other animals or children, and even small, prey-sized animals like guinea pigs can get along with herding dogs who are trained and socialized, as you can see in many viral internet videos.As with any dog, early socialization and training are key to your Auggie living up to their full social butterfly potential. This will also help with any stubbornness they may have, though with their intelligence and trainability, this shouldn't be too difficult.",
    "Rescue Groups": "It may be hard to find a breed-specific rescue for Auggies because they are a mixed breed. However, you may want to try Australian Shepherd or Corgi breed-specific rescues, as they often care for mixes, as well. Here are some rescues you can try:Australian Shepherd Rescue in MichiganPet's Second ChanceYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "10 to 13 inches"
    },
    {
      "name": "Weight",
      "value": "20 to 30 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}