{
  "id": "aussiepom",
  "url": "https://dogtime.com/dog-breeds/aussiepom",
  "name": "Aussiepom",
  "intro": "The Aussiepom is a mixed breed dog — a cross between the Australian Shepherd and Pomeranian dog breeds. Affectionate, fun-loving, and nothing short of adorable, these pups inherited some of the best traits from their parents.\nAussiepoms tend to be called just that–Aussiepoms — which is sometimes spelled “Aussie Pom” or “Aussi Pom” instead. Despite their unfortunate status as a designer breed, you may find these mixed breed dogs in shelters and rescues, so remember to adopt! Don’t shop!\nWhile these mixed breed pooches can be small and adorable, their energy is anything but. As a relatively new mixed breed with very different parents, the temperament of these dogs can vary greatly. They make great companions for individuals or households with older children. If you want a dog who loves to play games and will keep you on your toes, the Aussiepom just might be the dog for you!\nSee below for all Aussipom mixed breed characteristics!",
  "description": {
    "Highlights": "Aussiepoms are mixed breed dogs. They are not purebreds like their Australian Shepherd or Pomeranian parents.The main colors of Aussiepoms are red merle, blue merle, tri-color, and sometimes they can have a solid coat with tiny marks here and there.The Aussiepom may not be an ideal dog for allergy sufferers due to the length of their coat. However, their thick, fluffy coats also protect them from hot or cold climates.Aussiepoms are great with all members of the family, though they are small and can easily be injured by overly excited children. Make sure all kids are taught how to handle dogs gently before making introductions or having play sessions.Aussiepoms have high energy and need plenty of exercise and play time.",
    "History": "The Aussiepom dog breed may have existed naturally over the years, but designer breeds started intentionally mixing Australian Shepherds and Pomeranians in the 2000s, likely in North America.Aussiepoms were likely bred to capture the positive traits of both the Australian Shepherd and the Pomeranian. The Aussiepom has boomed in popularity due to their appearance and high intelligence. Crossbreeding also helps cut down the risk of health ailments specific to certain pure breeds.Even though the Aussiepom got its start as a designer breed, some have ended up in shelters or in the care of rescue groups. Consider adoption if you decide this is the breed for you.Check your local shelters, look up Aussiepom rescues, or check with breed-specific Australian Shepherd or Pomeranian rescues, as they sometimes take in mixed breed dogs and find homes for them.",
    "Size": "As the Aussiepom is a relatively new breed, there are few standards when it comes to size. That said, as a mix between Australian Shepherd and Pomeranian parents, you can expect Aussiepoms to be on the smaller side.Most weigh in between ten to 30 pounds and range in height from eleven to 17 inches at the shoulder. That said, many can be larger or smaller.",
    "Personality": "Since the Aussiepom comes from such different parents--both of whom are active, loyal, and smart--you can expect a high energy dog who you can't help but love. Most Aussiepom owners describe their dogs as fluffy lovebugs who enjoy snuggling up next to their favorite humans.If your Aussiepom seems to be more Australian Shepherd than Pomeranian, they will need a lot of mental stimulation. The Aussiepom is not the type of dog who likes to be left alone, either, and they might get into some destructive habits if they are not properly stimulated. Giving them plenty of physical exercise will also help cut down on unwanted behavior.If your Aussiepom is more Pomeranian than Australian Shepherd, they may be skittish or nervous when they meet new people. Although most Aussiepom owners say their pups do not get territorial, it can still happen; Pomeranians are known to resource guard and protect their favorite person--you!",
    "Health": "The Aussiepom breed is predisposed to some of the same conditions that the Australian Shepherd and Pomeranian also face. While most are generally healthy, some may be prone to a few health issues, which is why it is important to maintain good care and regular veterinary checkups.Some of the more common health problems Aussiepoms suffer from include:Dental and gum issuesKneecap dislocationsBlindnessDeafness",
    "Care": "As with all dogs, you should keep up with your Aussiepom's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.Like both of their parents, Aussiepoms are prone to weight gain, and they have high energy levels. Make sure your dog gets at least one good half-hour- to hour-long walk per day with a few good, active play sessions and shorter walks mixed in.Check their ears for debris and pests daily and clean them as recommended by your vet. Trim your dog's nails before they get too long--usually once or twice per month. They should not be clicking loudly against the floor. Your groomer can help with this.Your main concern when it comes to your Aussiepom's care will be maintaining their oral health, as their Pomeranian parent is prone to dental issues. You should brush their teeth daily. Your veterinarian can instruct you on how to brush your dog's teeth properly if you are unsure of how to do so.",
    "Feeding": "An ideal Aussiepom diet should be formulated for a small-sized breed with high energy.They have a tendency to gain weight if they are overfed, so you should stick to a regular feeding schedule and not leave food out during the day. Be sure to limit their amount of treats, as well.As with all dogs, the Aussiepom's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Aussiepom's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "Aussiepom coats are often a mix of their Australian Shepehrd and Pomeranian parents' coats and colors. The main colors of Aussiepoms are red merle, blue merle, tri-color, and sometimes they can have a solid coat with tiny marks here and there.Their coats tend to reach a medium length and is very fluffly, like both the Pomeranian and Australian Shepherd. The Aussiepom may not be an ideal dog for allergy sufferers due to the length of their coat. Luckily, caring for their coat is fairly simple. Brush out your Aussiepom once or twice a week, and make sure to give them regular baths as well.Because of their medium-length coats, Aussiepoms are fairly tolerant of extremes in both hot and cool weather. Still, you should take precautions when taking your Aussiepom in extreme weather.",
    "Children And Other Pets": "Because the Aussiepom is on the smaller side, they can be easily injured by overly excited children. That isn't to say that Aussiepoms aren't good with children, as if they are trained, they can be excellent family pets. If you have a household with smaller children, teach them how to gently and safely interact with your Aussiepom.When it comes to other pets, Aussiepoms can get along with other animals if they are introduced slowly and in a calm environment. Early socialization will also help any animal introductions go smoothly. It's best if they can get used to other pets early.Still, many Aussiepoms get along with cats, dogs, and small children, so it really comes down to training, socialization, and luck of the draw.",
    "Rescue Groups": "It may be hard to find a breed-specific rescue for Aussiepoms because they are a mixed breed. However, you may want to try Australian Shepherd or Pomeranian breed-specific rescues, as they often care for mixes, as well. Here are some rescues you can try:Aussie And Me Animal RescuePAWSITIVELY POM RESCUEYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "11 to 17 inches"
    },
    {
      "name": "Weight",
      "value": "10 to 30 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}