{
  "id": "australian-stumpy-tail-cattle-dog",
  "url": "https://dogtime.com/dog-breeds/australian-stumpy-tail-cattle-dog",
  "name": "Australian Stumpy Tail Cattle Dog",
  "intro": "The Australian Stumpy Tail Cattle Dog, named for their characteristic short or sometimes non-existent tail, is a descendant of wild dingoes and domesticated herding dogs from the late 19th century. Although similar to the popular Australian Cattle Dog, the Australian Stumpy Tail Cattle Dog is leaner, tailless, and more alert when it comes to strangers and new situations.\nThis bob-tailed breed goes by several nicknames, including Stumpy, Stumpy Tails, and Heelers. Although these are purebred dogs, you may still find them in shelters and rescues. Remember to adopt! Don’t shop if this is the breed for you.\nThis active and intelligent breed has a lot of energy and requires a lot of space to burn it off. The Australian Stumpy Tail Cattle Dog is best suited for adult households or homes with older children, ideally with some fenced yard space to run around. If you want an active companion and have patience for consistent training, then this might be the breed for you!\nSee below for complete list dog breed trains and facts about Australian Stumpy Tail Cattle Dogs!",
  "description": {
    "Highlights": "Typically, the Australian Stumpy Tail Cattle Dog's coat is blue, red, and tan, often with speckles or merle patterns.The average Australian Stumpy Tail Cattle Dog has a lot of energy and mental stamina, and they need a rigorous amount of physical and mental activity to keep them fit and from dipping into boredom-induced destructive habits. They are not a good choice for small homes without yards.The Stumpy is a shedder, which doesn't make them a great choice for allergy sufferers.The Australian Stumpy Tail Cattle Dog can be a good companion to children; although, they're better suited for older kids and teens.The Stumpy's herding instincts might kick in, and they could attempt to herd any other animal in the house. Consistent training and plenty of exercise can help curb these behaviors.While the Stumpy Tail Cattle Dog is a loyal breed, they are not typically overly affectionate dogs. They may not want to cuddle, but they show their love by being very protective of their humans.",
    "History": "The Australian Stumpy Tail Cattle Dog is believed to be the oldest domesticated breed native to Australia, although the breed's origins aren't exactly confirmed. Researchers believe that British colonists crossbred their herding dogs with wild dingoes sometime during the 18th century. The sheepdog that the British had brought along could not tolerate the extreme heat, so breeders worked to create a breed that had the dingo's protective coat with their sheepdogs' herding skills.These ancestors led to both the Australian Cattle Dog and the Australian Stumpy Tail Cattle Dog. Selective breeding led to separate breeds, and the Stumpy almost became extinct in the 20th century.In 1988, the Australian National Kennel Council formed to preserve the breed. In 2005, the Stumpy was recognized by Fédération Cynologique Internationale (FCI) and in 2010, the United Kennel Club (UKC) recognized the breed simply as the Stumpy Tail Cattle Dog. The American Kennel Club (AKC) currently includes the breed in their Foundation Stock Service, which is a step along the way to full breed recognition.",
    "Size": "Male Stumpies typically stand 18 to 20 inches from the shoulder, while female Australian Stumpy Tail Cattle Dogs hover around 17 to 19 inches. Both sexes typically weigh in between 35 and 51 pounds. That said, some Stumpy Tail Cattle Dogs may be larger or smaller.",
    "Personality": "Fans of the rare Australian Stumpy Tail Cattle Dog describe the breed as hardworking and fiercely loyal. The Stumpy is a dog who thrives when pleasing their human.For the most part, modern Australian Stumpy Cattle Dogs are not herding and working on farms. This means that the average Stumpy has a lot of energy and mental stamina, and they need a rigorous amount of physical and mental activity to keep them fit and from dipping into boredom-induced destructive habits.They truly do best in environments where they have plenty of open space to run around, so even the most active of urban or apartment dwellers might find themselves with a disobedient Stumpy.While the Stumpy Tail Cattle Dog is a loyal breed, they are not typically overly affectionate dogs. The Stumpy may enjoy napping in the living room while you watch TV, but they are not the type to hop on your lap or jump up to give you kisses. Instead, the Australian Stumpy Tail Cattle Dog shows they care with their alertness and wariness towards strangers. The breed isn't prone to aggression, but they will not hesitate to defend you if they sense a threat. Early and consistent socialization can help keep your Stumpy from becoming overly protective.",
    "Health": "Australian Stumpy Tail Cattle Dogs are generally healthy, but like all breeds, they can be subject to certain health conditions. Not all Heelers will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.Some of the more common health problems Australian Stumpy Tail Cattle Dogs suffer from include:Eye issues (including Collie Eye Anomaly)Hip DysplasiaDeafness",
    "Care": "As with all dogs, you should keep up with your Australian Stumpy Tail Cattle Dog's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.Australian Stumpy Tail Cattle Dogs are prone to weight gain, and they have high energy levels. Make sure your dog gets at least two half-hour- to hour-long walks per day with a few good, active play sessions and shorter walks mixed in. Weather permitting, you can also let your Stumpy run around and burn off some energy in the backyard.Check their ears for debris and pests daily and clean them as recommended by your vet. Trim your dog's nails before they get too long--usually once or twice per month. They should not be clicking against the floor. Your groomer can help with this.Maintain your Australian Stumpy Tail Cattle Dog's oral health. You should brush their teeth regularly. Your veterinarian can instruct you on how to brush your dog's teeth properly.",
    "Feeding": "An ideal Australian Stumpy Tail Cattle Dog diet should be formulated for a medium breed with high energy levels. Without proper exercise, this Heeler has a high tendency to gain weight. Keep your Stumpy in good shape by measuring their food and feeding them twice a day rather than leaving food out all the time. Be sure to limit treats as well.As with all dogs, the Australian Stumpy Tail Cattle Dog's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Australian Stumpy Tail Cattle Dog's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "The Australian Stumpy Cattle Dog has a double coat. The herding breed's outer, protective coat is short, dense, and course, and the undercoat is soft, dense, and short. This means that the Stumpy is a shedder, which doesn't make them a great choice for allergy sufferers. A good brushing once a week usually does the trick, although you may have to up that to a few times a week when their coat blows.Typically, the Australian Stumpy Tail Cattle Dog's coat is blue, red, and tan, often with speckles or merle patterns. There are certain markings that disqualify Stumpy Tail Cattle Dogs from shows, like if a blue or red Stumpy has any tan markings, but that doesn't make them any less of a wonderful pup!The Australian Stumpy Tail Cattle Dog's coat protects them from harsh weather conditions. Still, you should not leave your Stumpy unattended in any extreme weather conditions, hot or cold.",
    "Children And Other Pets": "The Australian Stumpy Tail Cattle Dog can be a good companion to children; although, they're better suited for older kids and teens. Be sure to teach your kids how to properly interact with your Stumpy, and don't leave kids unattended with your dog. The Stumpy may try to herd up kids and give little nips at the heel if they feel the situation requires it!As for other animals, the Australian Stumpy Tail Cattle Dog can coexist, as long as they are introduced slowly and calmly. Their herding instincts might kick in, and they could attempt to herd any other animal in the house, no matter their size. Consistent training and plenty of exercise can help curb these behaviors.",
    "Rescue Groups": "Rescues specifically for Australian Stumpy Tail Cattle Dogs might be hard to come by. However, you can always check with your local shelter, and you may want to try a rescue that caters to all kinds of dogs. You can take a look at the following:Wright-Way RescueAngels Among Us Pet RescueYou can also check out DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Herding Dogs"
    },
    {
      "name": "Height",
      "value": "17 to 20 inches"
    },
    {
      "name": "Weight",
      "value": "35 to 51 pounds"
    },
    {
      "name": "Life Span",
      "value": "13 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 3
    }
  ]
}