{
  "id": "australian-terrier",
  "url": "https://dogtime.com/dog-breeds/australian-terrier",
  "name": "Australian Terrier",
  "intro": "The Australian Terrier was developed in Australia, as their name implies. Bred to hunt rodents and snakes, Australian Terriers were also prized as watchdogs and companions. Today, the breed maintains those same traits: they’re delightful companions, fierce earthdog competitors, and conformation and obedience showdogs.\nEven though these are purebred dogs, some may still end up in the care of shelters or rescues. Opt to adopt if this is the breed for you.\nAustralian Terriers have high energy and need plenty of exercise. But their compact size and low-shedding, low-maintenance coat make them a good choice for active apartment dwellers. If you’re looking for a watchdog, this breed’s loyalty and tendency to alert their humans when something is out of the ordinary may be just what you’re looking for. Meet the breed’s needs and you’ll have a loving and dedicated little best friend for life.\nDogTime recommends this carrier for traveling with your small Australian Terrier. You should also pick up this puzzle toy to keep your pup active indoors!\nSee all Australian Terrier dog breed facts and characteristics below!",
  "description": {
    "": "The Australian Terrier, called an \"Aussie\" by his admirers (although he's not to be confused with an Australian Shepherd), is a small terrier with upright ears and a rough, shaggy coat. He is the littlest of the working terriers, but don't let his size fool you. He's definitely a lot of dog in a tiny package, with a typical terrier slant on life: tenacious, independent, hardworking, and lively.With a spirited, mischievous personality, the Aussie jumps into life with attitude. But he's usually strongly attached to his family — so strongly attached that he'll often match his mood to yours. If you've got the blues, he is calm and quiet. If you're happy and excited, he turns frisky and playful.Mostly, the Aussie is upbeat, active, and silly, clowning around and entertaining his owners. He has an affinity for the young, the elderly, and the disabled. He makes an excellent playmate for a child, although adults should supervise interactions with very young children: Australian Terriers are not snappy or aggressive, but they do have limits on the handling and roughhousing they will tolerate.He may be small, but the Australian Terrier has the confidence of a large breed. He is a wonderful watchdog and will bark to alert his owners of the approach of anyone or anything new and different.Since they're so intelligent, Australian Terriers will readily learn whatever you're teaching (so be sure you don't inadvertently teach your Aussie pup that it's okay to jump up on you or chase the cat — or he'll keep up the behavior throughout his adulthood as well). Repetitive training is a bore for these bundles of energy, so lessons must be fun and increasingly challenging. Also, the independent Aussie likes to think the schooling is all his idea. Positive, reward-based training works wonders.Since the breed was developed as a working terrier, the Aussie instinct to chase and kill small animals — including squirrels, rabbits, mice, and cats — is strong. A securely fenced yard is essential, as is leash training. If you have rodents or other small pets, you need to introduce your Aussie to them when he's a young puppy, and teach him from the start that they are off limits. This can be very difficult — in truth, the best strategy is to never allow the Aussie to gain access to them. He can live with cats if he grows up with them and is taught to leave them alone, but he's likely to consider all felines outside your household to be fair game.If you like a pristine lawn or showplace garden, an Australian Terrier may not be the breed for you. Like all terriers, he loves to dig — it's in his breeding — and if left unsupervised for too long, he'll decide that tearing up the lawn is an ideal way to amuse himself.Even though he stands a mere 10 inches tall and weighs about 14 pounds, this is one confident breed. The spunky Aussie will challenge other dogs, including those much bigger than he is. He can be aggressive and bossy to other dogs in his household.",
    "Highlights": "The Aussie is all terrier, and not everyone finds his favorite hobbies endearing: he loves to bark, dig, and chase.Bossy is the Aussie's middle name. He wants to be the dominant dog in a multidog household (males can be cranky with other male dogs). In fact, he'll happily take over the role of pack leader among people, too — so be sure to establish yourself as the boss before he does.Early training and socialization are musts to keep this dog happy and well liked by family and friends, both human and animal.The Aussie's personality is active and lively. If you prefer a dog with a more subdued nature, look at other breeds first.To get a healthy pet, never buy a puppy from a backyard breeder, puppy mill, or pet store. Find a reputable breeder who tests her breeding dogs for genetic health conditions and good temperaments.",
    "History": "The Australian Terrier is believed to be descended from a dog known as the Rough-Coated Terrier, a relative of the old Scotch dog of Great Britain. Breed researchers have some consensus of opinion that this Terrier was crossed with other British Terriers who were brought to Australia, including the precursor of the Dandie Dinmont Terrier, the Skye, the Yorkshire, and the Black and Tan Terrier. The result was the tough and courageous Aussie.Because early European settlers in Australia faced harsh conditions, they needed a hardy, fearless dog that could work in all kinds of weather. Aussies were bred to control and exterminate rats and snakes on the waterfront, in gold mines, and on sheep stations in the outback. They were also used as watchdogs, shepherds, and companions to the people living in these stressful outposts.The Australian Terrier is the first native breed to be recognized and shown in Australia. He was first shown as the Australian Rough-Coated Terrier in 1868 in Melbourne, and he was officially renamed the Australian Terrier in 1897.The Aussie was brought to England by members of the foreign service and the British aristocracy. The breed was recognized by the Kennel Club in England in 1933. Starting in the late 1940s, servicemen and other travelers brought the Aussie to the United States, where he eventually debuted at the Westminister Kennel Club show in 1957.Nell Fox of Pleasant Pastures Kennels, the author of Australian Terrier (THF Publications, 1997) helped bring recognition to the breed in this country. Fox, a native of New Zealand, had been familiar with the Aussie in her youth and imported some of the first Australian Terriers to arrive in the U.S.In 1960, the Australian Terrier became the 114th breed recognized by the American Kennel Club, the first new terrier breed in 21 years. The Australian Terrier Club of America formed in 1957 and became a member club of the AKC in 1977.",
    "Size": "Both males and females stand 10 to 11 inches tall and weigh 14 to 16 pounds.",
    "Personality": "The Aussie is a fun-loving, upbeat dog who makes a great companion for any individual or family who wants to share his energetic lifestyle. Devoted to his owners, he's happiest when he's part of daily family life. He likes to be in the house, playing with the kids, following you room to room, or shouldering his way to the front door when you greet a friend. He is clever and should be easy to train — as long as you keep him busy and never, ever bore him.",
    "Health": "Australian Terriers are generally healthy but, like all breeds of dogs, they're prone to certain conditions and diseases.Patellar luxation. The patella is the kneecap. Luxation means dislocation of an anatomical part (as a bone at a joint). Patellar luxation is when the knee joint (often of a hind leg) slides in and out of place, causing pain. This can be crippling, although many dogs lead relatively normal lives with this condition.Legg-perthes causes a deformity of the hip joint ball. It starts with a decrease in the blood supply to the head of the femur bone, until the bone eventually dies off, collapses, and becomes deformed. The result is arthritis or inflammation of the hip joint. It's unclear what causes legg-perthes, but it may be inherited or related to injury. Treatment includes rest, physical therapy, and surgically removing the deformed femoral head and neck. Dogs generally do well after the surgery, and many suffer only minor lameness, particularly during weather changes.Diabetes mellitus prevents the body from regulating blood sugar levels properly. A diabetic dog will eat more food to try to compensate for the lack of glucose reaching the body's cells — but he will lose weight because food is not being used efficiently. Symptoms of diabetes are excessive urination and thirst, increased appetite, and weight loss. Diabetes can be controlled by diet and the administration of insulin.Allergies. Aussies can be prone to allergies (though they are common to dogs in general). There are three main types: food allergies, contact allergies (caused by a reaction to topical substances such as bedding, flea powders, dog shampoos, or other chemicals), and inhalant allergies (caused by airborne allergens such as pollen, dust, and mildew). Treatment varies according to the cause and may include dietary restrictions, medications, and environmental changes.While no dog is perfect and these ailments do not affect all Australian Terriers, it is imperative to do your research to find Aussies of good breeding, with a multitude of health tests in the breeding program to ensure you get the healthiest possible dog that you can.",
    "Care": "The Aussie enjoys the company of his human companions and does best when living in the house, not left to his own devices in the yard — which he will dig up like a gopher if given the chance. Your flowerbeds might stand a chance if you can train him to dig only in one designated spot in the yard, but don't bet on it. Chances are he'll make up his own mind about the best digging areas.You'll be better off if you supervise him closely when he's in the yard. Don't leave him alone too long or he'll be overcome by temptation, and your tidy landscaping will be only a memory. You must also fence your backyard to live amicably with your Aussie, who will take off after any cat, rat, or rabbit he sees if he's not confined or supervised on a leash.Since all dogs in the Terrier group tend to be bossy and aggressive around other dogs, proper socialization of your Aussie puppy is a must. Regular obedience training, beginning with puppy classes, is not only fun but is essential with this breed. Keep in mind, though, that the Aussie is a quick study — don't bore him by practicing the same lessons over and over.In fact, you may find that your intelligent Aussie is the type who loves progressively challenging levels of obedience classes and agility training. Motivation is key: the task at hand must be challenging and fun, and you must offer an irresistible incentive, such as treats, toys, or verbal praise. You don't work for free, and neither does the Aussie.Begin crate training when he's a puppy. This will help you housetrain him, and it provides him with a welcome refuge as well as a familiar means of safe travel when he's in the car.The spirited Aussie needs plenty of exercise — ideally, several brisk walks a day. He remains active well into his golden years.",
    "Feeding": "Recommended daily amount: 1/2 to 1 cup dry food a day.Unlike some small breeds, the Aussie is not a fussy eater. He has a hearty appetite, though he doesn't usually overeat. For more on feeding your Australian Terrier, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.NOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.",
    "Coat Color And Grooming": "The Aussie's shaggy coat is rough to the touch, with a soft undercoat. About two inches in length over most of the body, it is longer on the chest and head. It comes in three color types: blue and tan (tan body with a blue saddle), sandy, and red.The Aussie sheds minimally, and it's easy to groom him. Brush him once a week, trim his toenails once a month, and bathe him as needed — usually every three months or so, unless he has rolled in a scent that only a dog could love. Frequent bathing isn't recommended because it softens the coarse terrier coat. While a soft coat isn't harmful to any dog and is fine for a pet, it does detract from a show Aussie's physical appearance.Check the ears once a week for dirt, redness, or a bad odor that can indicate an infection. Also wipe them out weekly with a cotton ball dampened with gentle, pH-balanced ear cleaner to prevent problems.",
    "Children And Other Pets": "The Aussie makes a wonderful family pet, well suited to families with kids. He loves to play but, like all dogs, should be properly socialized and supervised around very young children. He prefers to be with his people and can become destructive when left alone too long. He also has a penchant for chasing cats and small animals, so he isn't best suited to homes with rabbits, mice, or hamsters. However, with patient training, the Aussie can be taught to respect and leave alone the animals he lives with — but only those he lives with. He will eagerly chase the neighbor's cat or a squirrel at a park.",
    "Rescue Groups": "Australian Terriers are sometimes bought without any clear understanding of what goes into owning one, and you may find Australian Terriers in need of adoption and or fostering.Australian Terrier Rescue",
    "Breed Organizations": "Below are breed clubs, organizations, and associations where you can find additional information about the Australian Terrier.Australian Terrier Club of America, Inc."
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Terrier Dogs"
    },
    {
      "name": "Height",
      "value": "10 to 11 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "14 to 16 pounds"
    },
    {
      "name": "Life Span",
      "value": "Up to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}