{
  "id": "australian-kelpie",
  "url": "https://dogtime.com/dog-breeds/australian-kelpie",
  "name": "Australian Kelpie",
  "intro": "The Australian Kelpie was originally bred to have the energy, intelligence, and independence to herd livestock all day in the hot Australian climate without much need for supervision. They retain those qualities to this day.\nPeople still use Australian Kelpies across Australia and the United States for their herding instincts. That suits these dogs just fine, as they’re happiest when they have a job to do. Those who want to keep one of these dogs as a pet would do well to remember that because a bored Australian Kelpie may make their own fun by acting out and engaging in destructive behavior.\nThe good news is that these dogs are easy to train for almost any task, so long as they have a confident, competent trainer who can give positive reinforcement without being too harsh.\nAustralian Kelpies are fully capable of performing many dog sports, search and rescue work, nose work, service dog duties, and more. They have high energy and high exercise needs. While they can handle doing a job with little supervision, they need human companionship and direction.\nLeaving them home alone for long periods of time can spell disaster. Their natural herding instincts need to be contained and used properly from an early age; otherwise, they may end up nipping at the heels of children, other pets, and even guests. But with time and training, they can make loyal companions who excel as watchdogs and work tirelessly at any task.\nSee below for complete list of Australian Kelpie characteristics!",
  "description": {
    "": "The Australian Kelpie is always ready to work. These dogs were made to withstand the heat and rugged conditions of Australia and work tirelessly all day to round up livestock, and they are still used for that purpose today. They are independent thinkers, which makes them well suited for herding without human supervision, but it can also mean trouble if they aren't challenged to do a specific task. Australian Kelpies need an outlet to use their mental and physical energy or they will create an outlet for themselves, which may include chewing, digging, or other destructive behavior. Their high energy and exercise requirements mean that they aren't the best suited breed for apartment life, and they can act out when left alone for long periods of time, though they may adapt well if they have a diligent owner who is present and gives plenty of walks and at least a good run each day. Training should begin early in life, especially socialization training, as Australian Kelpies can be highly territorial, and they may also nip while using their natural herding instincts. These qualities do, however, make them natural watchdogs. Without training, Australian Kelpies can be rambunctious and difficult to handle, but with proper guidance, all of their problematic tendencies can be honed into enormously useful and impressive skills, and their intelligence makes that training quite easy. Their grooming needs are fairly minimal, their health is generally good, and they are very loyal and loving companions for the right owners. Make sure you are ready to handle the Australian Kelpie's needs before you adopt, and you'll have an amazing friend for life.",
    "Highlights": "In Australia and the United States, the Australian Kelpie is still used to help herd livestock with little need for supervision.Dingoes were likely interbred with Australian Kelpies at various points in the breed's history.The breed is named after the Kelpies of Celtic folklore, which were water spirits that could appear in horse or human form.Australian Kelpies are capable of learning to do search and rescue, detection work, therapy work, guide dog duties, agility and dog sports, and more.The Australian Kelpie coat can come in several different colors, including black, chocolate, red, smokey blue, and fawn, and some also have tan markings.Australian Kelpies often have double coats that have an outer weather-resistant layer. Their coats don't need much grooming, though they tend to shed more heavily in spring and may need more brushing at that time.Although Australian Kelpies are typically used for a specific job, they can be loving pets so long as they are well trained and given tasks to do that keep them mentally and physically stimulated.",
    "History": "The history of the Australian Kelpie begins, as you might imagine, in Australia. Black Collies were imported to the continent to herd livestock in the 1800s from Britain and were crossbred with other breeds that likely even included wild dingoes. The resulting breed was hardy, able to withstand the tough climate of the continent, and capable of working practically nonstop. Ranchers valued them for their intelligence and ability to work independently. The first dog to be called \"Kelpie\" was bought by a man named Jack Gleeson in 1872 from a Scottish man named George Robertson, and was named after a shape-shifting water spirit from Celtic mythology that could appear as a horse or human. The breed was crossbred with many others since then to become the modern Australian Kelpie we know today. The Australian Kelpie was later exported to other countries around the world, and the breed was especially useful in the United States where it adapted to the climate, terrain, and variety of livestock very easily. Now, Australian Kelpies can be found performing a multitude of tasks around the world, including detection work, therapy, service dog work, and dog sports performance, but they are often still used for herding. When they are kept as pets, they require training, exercise, and lots of mental stimulation.",
    "Size": "Australian Kelpies are medium-sized dogs, typically weighing between 25 and 46 pounds. They usually measure 15 to 20 inches at the shoulder. Individuals of the breed may be smaller or larger.",
    "Personality": "Australian Kelpies have an independent streak that is very beneficial for herding work, but it also means that they need to be mentally challenged, or they may grow bored and engage in destructive behavior. Despite this independent nature, Australian Kelpies should not be left without human company for long, least of all when they are cooped up indoors. They have a sensitive side that doesn't respond well to harsh rebukes or punishment, but a competent trainer that relies on positive reinforcement will find that these dogs are more than smart enough to follow commands, even at long distances. Australian Kelpies are not overly trusting of strangers, and they are very territorial. Although this makes them great watchdogs who will bark at any sign of danger, it also means they need socialization training from an early age, and it may be best for them if neighboring pets are not allowed to wander on the property. They need to learn when it is appropriate to react with suspicion and when to allow guests to approach. Novice owners may find the exercise needs of the Australian Kelpie to be too much to handle. They need several walks, a good run each day, and mental exercises, such as learning new tricks or commands, to stay calm and happy.",
    "Health": "The Australian Kelpie's health is generally good. The breed may be genetically predisposed to a few conditions that owners should watch out for, however. These include cryptorchidism, hip dysplasia, progressive retinal atrophy, Collie eye anomaly, and cerebellar abiotrophy, which is a neurological condition that affects movement. These conditions are fairly uncommon, but it is important to stay vigilant and keep up with regular vet visits.",
    "Care": "Australian Kelpies require fairly little regular care. Their nails will usually file down naturally as they walk, though they should be checked for damage and trimmed if necessary. Teeth should be brushed regularly as recommended by a veterinarian. Their ears should be checked for signs of debris, parasites, or infection and kept clean. Baths should be given as needed.",
    "Feeding": "An Australian Kelpie diet should be formulated for a mid-sized breed with high energy and intense exercise requirements. You should consult your veterinarian or professional nutritionist for advice on what to feed your Australian Kelpie and the correct portion sizes. Their dietary needs will change as they grow from puppyhood to adulthood and senior age. Stay on top of these nutritional requirements.",
    "Coat Color And Grooming": "Australian Kelpie coats can be short, rough, or smooth and come in several different beautiful colors. They can be black, red, chocolate, black with tan markings, red with tan markings, smokey blue, or fawn. The Australian Kelpie's grooming needs are low to moderate. A brushing or two per week should help remove dead hair and reduce shedding. They often have double coats with the outer coat being more weather-resistant. Australian Kelpies tend to shed more heavily in the spring, so they may need extra brushing during that time.",
    "Children And Other Pets": "The natural herding instincts of the Australian Kelpie can make it hard for them to live with small children or other pets, as they have a tendency to nip in order to round up whoever or whatever they feel needs to be herded. Their distrust of strangers may also make things difficult when children have young friends over. However, all of these tendencies can be kept under control and redirected to constructive behaviors with the right training, especially if socialization training begins early in life. If you plan to adopt an Australian Kelpie into your family, make sure you are prepared to give them the training they need to provide everyone with a safe and positive living environment, including your new pup.",
    "Rescue Groups": "If you're interested in adopting an Australian Kelpie into your family, you can check out Rescue Me! Australian Kelpie Rescue's website or find them on Facebook where they regularly post adoptable Australian Kelpies that need homes. You can also check out our adoption page that lets you search for adoptable dogs by breed and zip code, so you can find an Australian Kelpie in need of a home in your area."
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Herding Dogs"
    },
    {
      "name": "Height",
      "value": "15 to 20 inches"
    },
    {
      "name": "Weight",
      "value": "25 to 46 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}