{
  "id": "australian-shepherd",
  "url": "https://dogtime.com/dog-breeds/australian-shepherd",
  "name": "Australian Shepherd",
  "intro": "Despite their name, the Australian Shepherd dog breed originated in the western United States, not Australia, around the time of the Gold Rush in the 1840s. Originally bred to herd livestock, they remain a working dog at heart.\nYou can find these dogs in shelters and rescues, so opt to adopt if you can!\nThe Aussie, as they’re nicknamed, are happiest when they have a job to do. They can be wonderful family companions if their intelligence and energy are channeled into dog sports or activities.\nAny type of dog can develop arthritis or slow down in old age. DogTime recommends giving your dog Glyde Mobility Chews to keep their joints healthy!\nSee below for complete list of dog breed traits and facts about Australian Shepherds!",
  "description": {
    "": "Watching an Australian Shepherd round up a flock of sheep is a beautiful sight. With sure and athletic movement, he directs the flock using nips, barks, and \"eye,\" a penetrating stare that clearly says, \"I'm in charge.\"Intelligent, hard working, and versatile, the Aussie is a no-nonsense dog who thrives in a home where his brains and energy are put to good use. You don't have to keep a flock of sheep if you live with an Aussie — although it doesn't hurt — but you do have to keep him busy. He's a high-energy dog who doesn't know the meaning of couch potato and wouldn't approve of it if he did.Because he's got energy to burn, he needs plenty of exercise — a walk around the neighborhood won't cut it — and at least a small yard to help him work out his ya-yas. Lacking a job to do, he becomes bored, destructive, and loud. Or he might invent his own job: herding the kids, either yours or the neighbors'; chasing cars or other animals; or taking your house apart. If you don't have the time or energy to train and exercise the Aussie on a daily basis, he's not the breed for you.But if you're interested in competitive dog sports, the Aussie's the one. This agile, medium-size dog with the docked or naturally bobbed tail is a top contender in all levels of obedience, agility, flyball, and herding tests. He's also successful in such canine careers as guide dog, hearing dog, assistance dog, police dog, and search and rescue work.You can even teach an Aussie to help you with chores around the house, such as picking up dirty laundry off the floor and bringing it to you. You'll probably have to fold clean laundry yourself, though.The Aussie's a real looker who stands out from the crowd thanks to his attractive medium-length coat and dark brown, yellow, blue, green, or amber eyes.His heritage as a working dog makes him a loyal companion who can be protective of home and family and aloof with strangers. He gets along with kids, although he'll probably try to \"herd\" them unless you teach him not to.The Aussie makes life an adventure. He'll work and play from sunrise to sunset and win your heart with his loyal and loving personality. This versatile breed is a wonderful working dog and a terrific family companion — but only if that family is an active one.",
    "Highlights": "Australian Shepherds need roughly 30 to 60 minutes of exercise a day, preferably with high-energy activities like playing Frisbee. They need a job to do as well, such as daily obedience training or competing in herding and agility trials.Australian Shepherds can be very destructive and bark for long periods if they're not getting the exercise and mental stimulation they need.Aussies will alert bark to warn you if they see or hear something suspicious, and will protect their family and home with a surprising fierceness.Although Australian Shepherds have the reputation for needing wide-open space, they do just fine in cities if they get enough stimulation and exercise. They're not good apartment dogs, though. You'll want at least a small yard to help them get out some of their high energy.This herding dog's pushiness with livestock can carry over into the home and, with a timid or inexperienced owner, he may assume the dominant role in the family. The breed needs a firm and confident owner — Aussies probably aren't a good choice if you've never had a dog before.Australian Shepherds are average shedders, and their coat needs regular maintenance, including weekly brushing to keep it clean and prevent matting, and possibly trimming to keep it looking tidy.Aussies enjoy the company of their family and prefer to stick close to their human pack. They don't do well stuck in the backyard by themselves for long periods.Aussies are by nature standoffish with people they don't know, and unless they have regular exposure to lots of different people — ideally beginning in puppyhood — they can become fearful of strangers. This may lead to biting out of fear and aggression. Give your Aussie lots of contact with friends, family, neighbors, and even strangers to help him polish his social skills.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "Despite his name, this is an American-born breed. The Australian Shepherd was originally developed to herd livestock for ranchers and farmers in the western U.S., and some modern-day Aussies still hold that job.There are many theories on which breeds were used to create the Australian Shepherd. It's likely that the Aussie's ancestors include collie and shepherd-type dogs that were imported with shipments of sheep from Australia during the 1840s — hence the name. Breeders strove to enhance their herding ability and create a dog who was versatile, hard working, and intelligent.The breed enjoyed a popularity boom in the post-World War II years that went hand-in-hand with a renewed interest in Western-style horseback riding. Crowds at rodeos or horse shows, and audiences of western movies or TV shows, were wowed by the athletic dogs they saw working alongside the cowboys. Despite the popular interest, the breed wasn't recognized by the American Kennel Club until 1993.Today, the Australian Shepherd remains the same eye-catching, energetic, clever dog that proved so useful to ranchers and farmers in the old West. He's loved by many and enjoys his life as a family companion, protector, and herding dog.",
    "Size": "Slightly longer than he is tall, the Australian Shepherd stands 20 to 23 inches tall at the shoulder for males, 18 to 21 inches for females. On average, males weigh between 50 and 65 pounds, females 40 to 55 pounds.You may see advertisements for dogs called teacup, toy, or miniature Australian Shepherds. Australian Shepherd breeders don't recognize these dogs as true Australian Shepherds. The breed is meant to be a functional working dog capable of herding tough stock for miles in rough country or snowdrifts, and it has no smaller size varieties.",
    "Personality": "Bred to be pushy with livestock, Australian Shepherds can and will take the dominant role in the home if you don't give them firm and confident leadership. This makes them a poor choice for first-time or timid owners.Like many herding dogs, Australian Shepherds are by nature loyal to their family but standoffish with strangers. They need early socialization — exposure to many different people, sights, sounds, and experiences — when they're young.Socialization helps ensure that your Aussie puppy grows up to be a well-rounded dog. Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills.",
    "Health": "Aussies are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Aussies will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition. In Aussies, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).Hip Dysplasia: This is a heritable condition in which the femur doesn't fit snugly into the pelvic socket of the hip joint. Hip dysplasia can exist with or without clinical signs. Some dogs exhibit pain and lameness on one or both rear legs. As the dog ages, arthritis can develop. X-ray screening for hip dysplasia is done by the Orthopedic Foundation for Animals or the University of Pennsylvania Hip Improvement Program. Dogs with hip dysplasia should not be bred. Ask the breeder for proof that the parents have been tested for hip dysplasia and found to be free of problems.Elbow Dysplasia: This is a heritable condition common to large-breed dogs. It's thought to be caused by different growth rates of the three bones that make up the dog's elbow, causing joint laxity. This can lead to painful lameness. Your vet may recommend surgery to correct the problem, or medication to control the pain.Epilepsy: The Australian Shepherd can suffer from epilepsy, which is a disorder that causes seizures. Epilepsy can be treated with medication, but it cannot be cured. A dog can live a full and healthy life with the proper management of this hereditary disorder.Deafness: Deafness is fairly common in this breed and can pose many challenges. Some forms of deafness and hearing loss can be treated with medication and surgery, but usually deafness cannot be cured. Living with and training a deaf dog requires patience and time, but there are many aids on the market, such as vibrating collars, to make life easier. If your Aussie is diagnosed with hearing loss or total deafness, take the time to evaluate if you have the patience, time, and ability to care for the animal. Regardless of your decision, it is best to notify the breeder.Osteochondrosis Dissecans (OCD): This orthopedic condition, caused by improper growth of cartilage in the joints, usually occurs in the elbows, but it has been seen in the shoulders as well. It causes a painful stiffening of the joint, to the point that the dog is unable to bend his elbow. It can be detected in dogs as early as four to nine months of age. Overfeeding of \"growth formula\" puppy foods or high-protein foods may contribute to its development. Progressive Retinal Atrophy (PRA): This is a degenerative eye disorder that eventually causes blindness from the loss of photoreceptors at the back of the eye. PRA is detectable years before the dog shows any signs of blindness. Fortunately, dogs can use their other senses to compensate for blindness, and a blind dog can live a full and happy life. Just don't make it a habit to move the furniture around. Reputable Aussie breeders have their dogs' eyes certified annually by a veterinary ophthalmologist and do not breed dogs with this disease.Cataracts: A cataract is an opacity on the lens of the eye that causes difficulty in seeing. The eye(s) of the dog will have a cloudy appearance. Cataracts usually occur in old age and sometimes can be surgically removed to improve the dog's vision.Distichiasis: This condition occurs when an additional row of eyelashes (known as distichia) grow on the oil gland in the dog's eye and protrude along the edge of the eyelid. This irritates the eye, and you may notice your Aussie squinting or rubbing his eye(s). Distichiasis is treated surgically by freezing the excess eyelashes with liquid nitrogen and then remove them. This type of surgery is called cryoepilation and is done under general anesthesia.Collie Eye Anomaly (CEA): Collie Eye Anomaly is an inherited condition that can lead to blindness in some dogs. It usually occurs by the time the dog is 2 years old and is diagnosed by a veterinary ophthalmologist. There is no treatment for CEA, but as noted above, blind dogs can get around very well using their other senses. It is important to remember that this condition is a genetic abnormality, and your breeder should be notified if your puppy has the condition. It is also important to spay or neuter your dog to prevent the gene from being passed to a new generation of puppies.Persistent Pupillary Membranes (PPM): Persistent Pupillary Membranes are strands of tissue in the eye, remnants of the fetal membrane that nourished the lenses of the eyes before birth. They normally disappear by the time a puppy is 4 or 5 weeks old, but sometimes they persist. The strands can stretch from iris to iris, iris to lens, or cornea to iris, and sometimes they are found in the anterior (front) chamber of the eye. For many dogs, the strands do not cause any problems and generally they break down by 8 weeks of age. If the strands do not break down, they can lead to cataracts or cause corneal opacities. Eye drops prescribed by your veterinarian can help break them down.Hypothyroidism: Hypothyroidism is an abnormally low level of the hormone produced by the thyroid gland. A mild sign of the disease may be infertility. More obvious signs include obesity, mental dullness, lethargy, drooping of the eyelids, low energy levels, and irregular heat cycles. The dog's fur becomes coarse and brittle and begins to fall out, while the skin becomes tough and dark. Hypothyroidism can be treated with daily medication, which must continue throughout the dog's life. A dog receiving daily thyroid treatment can live a full and happy life.Allergies: Allergies are a common ailment in dogs. Allergies to certain foods are identified and treated by eliminating certain foods from the dog's diet until the culprit is discovered. Contact allergies are caused by a reaction to something that touches the dog, such as bedding, flea powders, dog shampoos, or other chemicals. They are treated by identifying and removing the cause of the allergy. Inhalant allergies are caused by airborne allergens such as pollen, dust, and mildew. The appropriate medication for inhalant allergies depends on the severity of the allergy. Ear infections are a common side effect of inhalant allergies.Drug Sensitivity: Sensitivity to certain drugs is commonly seen in herding breeds, including Australian Shepherds and Collies. It is caused by a mutation of the Multidrug Resistance Gene (MDR1), which produces a protein called P-glycoprotein. This protein works as a pump to remove toxic substances from the body to prevent the harmful effects of the toxins. In dogs who show Drug Sensitivity, that gene does not function, resulting in toxicity. Dogs with this mutated gene can be sensitive to Ivermectin, a medicine commonly used in anti-parasitic products such as heartworm preventives, as well as other drugs, including chemotherapy drugs. Signs of this sensitivity range from tremors, depression, seizures, incoordination, hypersalivation, coma, and even death. There is no known treatment but there is a new genetic test that can identify dogs with this nonfunctioning gene. All Australian Shepherds should be screened.Cancer: Dogs, like humans, can develop cancer. There are many different types of cancer and the success of treatment differs for each individual case. For some forms of cancer, the tumors are surgically removed, others are treated with chemotherapy, and some are treated both surgically and medically.Nasal Solar Dermatitis: Also known as Collie-nose, this condition generally occurs in dogs who have little or no pigment in their nose and is not restricted to Collies. Dogs who are super-sensitive to sunlight develop lesions on the nose and occasionally around the eyelids, ranging from light pink lesions to ulcerating lesions. The condition may be difficult to diagnose at first because several other diseases can cause the same lesions. If your Aussie is diagnosed with Collie nose, keep him out of direct sunlight, and apply doggie sunscreen when he goes outside. The most effective way to manage the condition is to tattoo the dog's nose black so the ink serves as a shield against sunlight.Detached Retina: An injury to the face can cause the retina to become detached from its underlying supportive tissues. A detached retina can lead to visual impairment or even blindness. There is no treatment for a detached retina, but many dogs live full lives with visual impairments.",
    "Care": "If you've got a yard, make sure you've also got a secure fence that your Aussie can't dig under or jump over. Underground electronic fencing won't work for this breed: Your Aussie's desire to go out and herd something will overcome any concern he might have about getting a mild shock. For the same reason, walk him on leash unless you're willing to train him to resist his urges.Your Aussie needs a half hour to an hour of stimulating activity every day, such as a run, a Frisbee game, or obedience or agility exercises. When you're not playing with your dog, puzzle toys such as Buster Cubes are a great way to keep that active mind occupied.Puppies don't need as much hard exercise as adults, and in fact, you shouldn't let them run them on hard surfaces such as concrete or let them do a lot of jumping until they're at least a year old. It could stress their still developing skeletal system and cause future joint problems.The Aussie habit of nipping and chasing is excellent for herding sheep but bad manners when it's applied to humans and other pets. Obedience class can help you curb your Aussie's herding behavior, and they help satisfy his need for mental stimulation and work, too.Aussies respond well to training methods that use positive reinforcement — rewards such as praise, play, and food — and are usually happy to take commands from their trainer. They just want to know who's in charge so they can do a good job for them.",
    "Feeding": "Recommended daily amount: 1.5 to 2.5 cups of high-quality dry food a day, divided into two meals.NOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog.The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Aussie in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test.First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Aussie, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The Australian Shepherd has a medium-length water-resistant coat to keep him comfortable in rain and snow. Aussies in cold climates have a heavier undercoat than those who live in sunnier areas.Straight or wavy hair covers the body, with short, smooth hair on the head and ears, the front of the forelegs, and below the heels (known as the hocks in dog terms). Moderate feathering, or a longer fringe of hair, covers the back of the forelegs and the britches — the pantaloon-like fur on the upper part of the hind legs. There's long, profuse hair — which is especially thick and full in males — on the neck and chest.Australian Shepherds come in several colors: blue merle, red merle, red, tri-color (white, black, and tan), and black. A merle coat has a patchwork of dark blotches against a lighter background, so a blue merle dog has black patches on gray and a red merle dog has red patches on beige. Merles tend to become darker with age.If you're wondering whether the Australian Shepherd sheds, the answer is yes. The breed sheds year-round, but more heavily during spring as he loses his winter coat.Brush the Aussie's coat weekly, perhaps more often during shedding season, to prevent matting. Before you start brushing, spritz the coat with a dog hair conditioner diluted with water to detangle. Then, using a slicker brush, stroke in the direction the hair grows, being sure to get all the way down to the skin — don't just run it over the top of the coat. An undercoat rake is also handy for removing excess hair. Mats are common behind the ears, and you may need to work through them with a stripping comb. You can find any of these grooming tools in a good pet supply store.If you keep him brushed, your Aussie should need a bath only when he's dirty, which probably won't be more than a few times a year. Use a shampoo made for dogs to avoid drying out his skin and coat.Grooming sessions are a good time to check your dog's overall condition. Before you start brushing, check your dog for sores, rashes, dry skin, or signs of infection such as inflammation or tenderness. Check eyes for goopy discharge and ears for foreign objects such as burrs or foxtails. The coat should look shiny, not dull. A dull coat could indicate a need for a better diet or more frequent grooming.Trim nails on a regular basis to prevent painful splintering. If you can hear the nails clicking on the floor, they're too long.You may also want to keep your Aussie looking tidy by trimming the hair on and around the ears, on the feet and between the toes, and around the tail area. If you're uncomfortable handling anything but the grooming basics, try a professional groomer.",
    "Children And Other Pets": "Australian Shepherds are herding dogs and many consider kids part of their \"flock,\" so you'll need to teach your Aussie that chasing and nipping at kids to herd them isn't allowed. Once they learn this lesson, Aussies make wonderful companions for families with kids.Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's eating or sleeping or to try to take the dog's food away. No dog, no matter how friendly, should ever be left unsupervised with a child.They can get along with other pets, too, although they may try to herd them. This may not go over too well, especially with cats. Keep an eye on your Aussie when other pets are around until he learns that they're not members of his flock.",
    "Rescue Groups": "Aussies are often adopted without any clear understanding of what goes into owning one. There are many Aussies in need of adoption and or fostering. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward an Aussie rescue.Aussie Rescue and Placement Helpline, Inc.Second Time Around Aussie Rescue, Inc.Aussie Rescue CanadaAustralian Shepherd Rescue Page",
    "Breed Organizations": "Below are breed clubs, organizations, and associations where you can find additional information about the Aussie.United States Australian Shepherd AssociationDogTime participates in the NomNomNow affiliate program to earn fees for linking to products on NomNomNow."
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Herding Dogs"
    },
    {
      "name": "Height",
      "value": "18 to 23 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "40 to 65 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}