{
  "id": "australian-cattle-dog",
  "url": "https://dogtime.com/dog-breeds/australian-cattle-dog",
  "name": "Australian Cattle Dog",
  "intro": "The Australian Cattle Dog is an extremely intelligent, active, and sturdy dog breed. Developed by Australian settlers to handle herds of cattle on expansive ranches, they’re still used today as a herding dog. They thrive on having a job to do and on being part of all family activities.\nEven though these are purebred dogs, you may find them in the care of shelters or rescue groups. Remember to adopt! Don’t shop if you want to bring a dog home.\nAustralian Cattle Dogs are loyal and protective of their families, though wary of outsiders. Besides herding work, they do well at canine sports, including agility, obedience, rally, flyball, and flying disc competitions. Novice pet parents and apartment dwellers beware; these dogs need a lot — a lot! — of mental and physical activity to stay happy and healthy, and to prevent bored, destructive behavior. If you have a home with plenty of room to run, and you can keep up with such an active pup, this may be the breed for you!\nSee below for complete list of dog breed traits and facts about Australian Cattle Dogs!",
  "description": {
    "": "You might be familiar with this breed by one of his other common names: Australian Heeler, Blue Heeler, Queensland Heeler, or Halls Heeler. Officially, however, he's the Australian Cattle Dog; the \"heeler\" moniker comes from the fact that the dogs were bred to herd cattle by nipping at their heels.The Australian Cattle Dog is a high-energy working dog. He is not a couch potato — we repeat: he is not a couch potato. He wants to be active and busy most of the time. His energy must be directed, or he'll become bored and will resort to entertaining himself, usually by doing something you consider naughty, like digging in the trash or digging up your flower garden.The Australian Cattle Dog is also highly devoted to his owner and family. He usually attaches himself closely to one person and bonds less closely with others. He's often called a \"Velcro\" dog because he attaches so firmly; he likes to be in close physical contact with his chosen person all the time.Because the Australian Cattle Dog was bred to herd, and herd with force, by biting, he is a mouthy dog. His instinct is to nip cattle, children, pets, cars, anything that moves. He has a strong tendency to bite, even in play. This tendency must be properly directed with socialization and training when he's a puppy, or it can turn into dangerous behavior.Another part of the breed's instinct is his strong prey drive. He's fascinated by squirrels, cats, and other small animals. If the Australian Cattle Dog is raised from puppyhood with other pets, including cats, he can be trusted to live peacefully with them in his home. He's likely to consider those outside his household to be fair game, though.The Australian Cattle Dog is generally friendly, but he is protective of his family and home turf, and he tends to be wary of strangers.There is a toughness about the Australian Cattle Dog — he had to be tough to handle the high temperatures, rough terrain, and long distances involved in his job on ranches — that makes him both highly tolerant of pain and intensely focused. He'll keep working even when he's injured. Owners must pay careful attention to this breed to make sure he stops working or competing if he gets hurt.",
    "Highlights": "The Australian Cattle Dog is extremely active, both physically and mentally. He needs a regular job or activity to keep him busy, tired, and out of trouble.Nipping and biting is the Australian Cattle Dog's natural instinct. Proper training, socialization, and supervision help minimize this potentially dangerous characteristic.The Australian Cattle Dog is a \"shadow\" dog; intensely devoted to his owner, he does not want to be separated from him or her.The best way to help the Australian Cattle Dog get along with children and other pets is to raise him with them from a young age.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "The Australian Cattle Dog was bred by 19th-century Australian settlers to herd cattle on large ranches. This breed was instrumental in helping ranchers expand the Australian beef industry by quietly but aggressively herding the sometimes uncontrollable, almost wild cattle with nips and bites.Today's Australian Cattle Dog is the result of many breedings and cross-breedings. Ranchers sought a hardy dog who could handle the harsh climate and working conditions in Australia. Dogs initially brought from England weren't up to the job, so they were bred to the native Dingo. Countless breedings by many different ranchers finally resulted in what's believed to be the ancestors of the present-day Australian Cattle Dog.Blue-colored dogs proved to be the most popular among ranch owners and drovers, and they became known as Blue Heelers. They were especially popular in cattle runs in Queensland, where they were given the name Queensland Heelers or Queensland Blue Heelers.In 1893, Robert Kaleski took up breeding Blue Heelers, and he started showing them in 1897. Kaleski drew up a standard, basing the Cattle Dog on the Dingo, believing that this was the type naturally suited to the Australian outback. (Today's Australian Cattle Dog does look much like the Dingo, except for color.) The Kennel Club of New South Wales approved this standard in 1903.The breed was first known as the Australian Heeler, then later as the Australian Cattle Dog, which is the name now accepted as official throughout Australia and elsewhere. However, some people still call them Blue Heelers or Queensland Heelers.After a period in the Miscellaneous Class, the Australian Cattle Dog was accepted for registration by the American Kennel Club May 1980. He became eligible for show in the Working Group as of September 1980. The breed was transferred to the Herding Group in January 1983.",
    "Size": "Males stand 18 to 20 inches tall, and females stand 17 to 19 inches tall. Weight ranges from 30 to 50 pounds.",
    "Personality": "The Australian Cattle Dog is an extremely active dog who needs constant mental and physical activity. If he's bored or lonely, he can be destructive. He's apt to chew and tear up items he shouldn't. If you choose to live with an Australian Cattle Dog, be prepared to keep him busy — and tired. If he's tired, he's less likely to get himself into trouble.The Australian Cattle Dog is protective of what he considers his territory, and he'll defend it. He's also reserved (not necessarily unfriendly) with strangers. But he's devoted to his owner and family. Once he bonds, he likes to go wherever his owner goes; in fact, punishment to the Australian Cattle Dog is physical separation from those he loves.He's smart, but at times he can be willful and stubborn. Consistent, positive training helps control his independent streak.Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Choose the middle-of-the-road puppy, not the one who's beating up his littermates or the one who's hiding in the corner. Always meet at least one of the parents — usually the mother is the one who's available — to ensure that they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when he grows up.Like every dog, the Australian Cattle Dog needs early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Australian Cattle Dog puppy grows up to be a well-rounded dog. Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills.",
    "Health": "Australian Cattle Dogs are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Australian Cattle Dogs will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition. In Australian Cattle Dogs, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).Progressive Retinal Atrophy (PRA): This is a family of eye diseases that involves the gradual deterioration of the retina. Early in the disease, affected dogs become night-blind; they lose sight during the day as the disease progresses. Many affected dogs adapt well to their limited or lost vision, as long as their surroundings remain the same.Hip Dysplasia: This is an inherited condition in which the thighbone doesn't fit snugly into the hip joint. Some dogs show pain and lameness on one or both rear legs, but others don't display outward signs of discomfort. (X-ray screening is the most certain way to diagnose the problem.) Either way, arthritis can develop as the dog ages. Dogs with hip dysplasia should not be bred — so if you're buying a puppy, ask the breeder for proof that the parents have been tested for hip dysplasia and are free of problems.Deafness: This is an inherited condition in the Australian Cattle Dog, but it can be tested for while the puppies are very young. Deaf dogs should not be bred. Research indicates that deafness is color-linked; genes that cause pups to be born white, or with white hairs in the coat that cause a roaning pattern, are linked to deafness. Brainstem auditory evoked response (BAER) testing is useful for determining hearing problems, but it's only a tool, not a cure.",
    "Care": "The hardworking Australian Cattle dog is best suited to an environment where he gets plenty of physical and mental stimulation. He's not well suited to living in an apartment or being left alone for long periods of time. He's destructive when bored, and he tends to chew — a lot. He needs a home with a securely fenced yard, or a country farm or ranch.If you are considering an Australian Cattle Dog, make sure you can provide him a proper outlet for his natural energy and bright mind. Because he was bred to herd and chase, that's exactly what he will do: herd and chase just about anything, including cars. If you're not a sheep or cattle farmer, consider canine sports. This dog loves the activity and challenges associated with sports.The Australian Cattle Dog needs early socialization and training. Like any dog, he can become timid if he's not properly socialized when young. Early socialization helps ensure that your Australian Cattle Dog grows up to be a well-rounded dog. His propensity to mouth, chew, nip, and bite must be handled carefully. He must be taught not to put his mouth on people, only on appropriate chew items, such as sturdy toys.",
    "Feeding": "Recommended daily amount: 1.5 to 2.5 cups of high-quality dry food a day, divided into two meals.NOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Australian Cattle Dog in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test. First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Australian Cattle Dog, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The Australian Cattle Dog's weather-resistant outer coat is short and straight; he has a dense undercoat. The typical Australian Cattle Dog doesn't shed year-round, but instead he \"blows\" his coat once or twice a year (think of a snowstorm). In just a few weeks, the undercoat sheds in clumps.The Australian Cattle Dog's coloring is blue or red speckle. Blue or blue-mottled includes black, blue, or tan markings on the head; partially tan on the forelegs, chest, and throat; and tan on the jaw and hind legs. Sometimes the undercoat is tan with a blue outer coat. Red speckle means red all over, including the undercoat, and sometimes including dark red markings on the head.The Australian Cattle Dog doesn't require much primping, but some grooming is necessary to keep him clean and healthy. Brush him periodically, say four times a month, to distribute oils and remove dirt. When he sheds, though, brush frequently to remove the dead hair. Bathe him as needed — basically when he's really dirty or smells bad.Brush your Australian Cattle Dog's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim nails once a month if your dog doesn't wear them down naturally. If you can hear them clicking on the floor, they're too long. Short, neatly trimmed nails keep the feet in good condition. Dog toenails have blood vessels in them, and if you cut too far you can cause bleeding — and your dog may not cooperate the next time he sees the nail clippers come out. So, if you're not experienced trimming dog nails, ask a vet or groomer for pointers.His ears should be checked weekly for redness or a bad odor, which can indicate an infection. When you check your dog's ears, wipe them out with a cotton ball dampened with gentle, pH-balanced ear cleaner to help prevent infections. Don't insert anything into the ear canal; just clean the outer ear.Begin accustoming your Australian Cattle Dog to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "The Australian Cattle Dog is good family dog, but he does best with children if he's raised with them and accepts them early on as members of his household. In such cases, he's very playful and protective. The breed's tendency to be mouthy — even to nip and bite — can be a problem with kids, however. He may want to herd them with sharp nips, or bite when youngsters play too roughly.An adult Australian Cattle Dog who has had little exposure to children will not know how to treat them and may be too rough. Some dogs are suspicious of children; because they don't act like adults, dogs sometimes perceive them as threatening. Most problems can be solved by carefully socializing the Australian Cattle Dog puppy to children, and by teaching him bite inhibition.As with every breed, you should always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's eating or sleeping or to try to take the dog's food away. No dog, no matter how friendly, should ever be left unsupervised with a child.The Australian Cattle Dog gets along with other dogs in his household, especially if he's been raised with them from puppyhood. However, because he is so devoted to one person in a family, there can be jealousy or squabbles between the Australian Cattle Dog and other dogs.Now, about cats and other small animals that the Australian Cattle Dog usually thinks of as prey: if he is raised with a cat or other animal from the time he's a puppy, he'll probably consider it a member of his houseshold and leave it alone. If not, he's likely to chase, catch, and even kill.",
    "Rescue Groups": "Australian Cattle Dogs are often purchased without any clear understanding of what goes into owning one. There are many Australian Cattle Dogs in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Australian Cattle Dog rescue.Australian Cattle Dog Rescue, Inc.",
    "Breed Organizations": "Below are breed clubs, organizations, and associations where you can find additional information about the Australian Cattle Dog.Australian Cattle Dog Club of America"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Herding Dogs"
    },
    {
      "name": "Height",
      "value": "17 to 20 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "30 to 50 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}