{
  "id": "australian-retriever",
  "url": "https://dogtime.com/dog-breeds/australian-retriever",
  "name": "Australian Retriever",
  "intro": "The Australian Retriever is a mixed breed dog–a cross between the Australian Shepherd and Golden Retriever dog breeds. Loyal, intelligent, and friendly, these pups inherited some of the best traits from both of their parents.\nYou can find these mixed breed dogs in shelters and breed specific rescues, so remember to always adopt! Don’t shop if you’re looking to add one of these pups to your home!\nIf you’re looking for a devoted family dog who’s also smarter than your average pooch, the Australian Retriever could be a perfect addition to your household. The mixed breed loves children and is quick to form long-lasting and loving bonds with the humans in their life.\nJust be aware that the Australian Retriever is one of the most energetic dogs around–so you’ll need to be able to commit to providing lots of exercise and play time and have a suitably spacious living arrangement.\nSee below for all mixed dog breed traits and facts about Australian Retrievers!",
  "description": {
    "Highlights": "Australian Retrievers are mixed breed dogs. They are not purebreds like their Australian Shepherd or Golden Retriever parents.The main colors that the coat of the Australian Retriever comes in are black, brown, and white. Some can be more golden like their Retriever parent. It's common for every dog to have their own unique mix of colors and markings.When it comes to grooming, you'll need to brush the dog's coat two or three times a week--this will prevent any matting issues that could require a costly visit to the vet or groomers.The Australian Retriever is a highly energetic and active dog and will require around an hour of exercise every day. Ideally, this will be split up into two separate sessions.The Australian Retriever is a great fit with kids. You'll find both children and canine bonding strongly. You should still supervise all play time between kids and dogs.In general, Australian Retrievers are also fine around other household pets, although they can show herding instincts.The mixed breed can make for a good watchdog--although they're not known to be the most vocal when it comes to barking.",
    "History": "The Australian Retriever is a newer designer dog breed and it's speculated that it originated during the holiday season in 2007. Breeders continued to produce these mixed breed dogs as demand climbed.Turning attention to the parent breeds, the Golden Retriever was originally developed in Scotland, where they very quickly became in-demand pups due to their very high intelligence and impressive ability to carry out agility and obedience-based tasks.When it comes to the Australian Shepherd, this is a breed that was actually developed in the United States. At first, the breed gained a sterling reputation as a working dog, and these days they're often used as guide dogs.Despite their unfortunate start as a designer breed, some Australian Retrievers end up in rescues and shelters. Look out for them and adopt if you decide this is the right dog for you.",
    "Size": "The Australian Retriever is a large dog. As is always the case with newer mixed dog breeds, exact size standards might vary.Most weigh in at 25 to 60 pounds and range in height from 19 to 23 inches. Female Australian Retrievers are sometimes smaller than their male counterparts.",
    "Personality": "Almost immediately, you'll notice that your Australian Retriever is a super loving dog who wants to seek out human companionship at all times of the day. The dog will bond strongly and quickly with you and your children and will desire to be part of your daily life.If you're an active family, that's great! This mixed breed requires a lot of energetic exercise and playtime, and will also benefit from regular training sessions to help stimulate their natural smarts. However, Australian Retrievers have been known to showcase possessive tendencies, so you'll need to set boundaries early and be able to commit to socializing the dog right from the start.You'll also need to play close attention to your Australian Retriever when they meet new dogs or children for the same reasons. The mixed breed can make for a good watchdog--although they're not known to be the most vocal when it comes to barking.",
    "Health": "Australian Retrievers are generally considered to be healthy dogs, although the breed can be predisposed to some of the same conditions that the Australian Shepherd and Golden Retriever face. As always, it's important to schedule regular wellness visits with your dog's vet.Some of the more common health problems Australian Retrievers suffer from include:BloatCataractsHip Dysplasia",
    "Care": "The Australian Retriever is a highly energetic and active dog and will require around an hour of exercise every day. Ideally, this will be split up into two separate sessions.When out and about, your Australian Retriever will flourish in safe off-leash conditions, especially if they can break out into long runs or take a swim. Ideally, the dog will live in a situation that features a fenced-in yard. Also, adding fetch and retrieve games to the daily exercise routine is imperative with this mixed breed.Along with exercise requirements, you'll want to check the paw pads of your Australian Retriever for signs of any damage that might have happened while outdoors. Also, clip the dog's nails--your vet can recommend the best way to do so and the correct frequency.You'll also need to brush the Australian Retriever's teeth on a regular basis--again, your vet can help suggest appropriate toothpaste brands and techniques for the dog. Finally, make sure to check the breed's ears for signs of infection or build up of dirt.",
    "Feeding": "An ideal Australian Retriever diet should be formulated for a large dog with high energy.Australian Retrievers need to stick to a heathy diet as overeating can cause weight gain and associated health problems, especially if adequate exercise isn't offered.As with all dogs, the Australian Retriever's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Australian Retriever's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "The main colors that the coat of the Australian Retriever comes in are black, brown, and white. Some can be more golden like their Retriever parent. It's common for every dog to have their own unique mix of colors and markings.The mixed breed's coat is usually described as being wavy and feeling coarse when you touch it. When it comes to grooming, you'll need to brush the dog's coat two or three times a week--this will prevent any matting issues that could require a costly visit to the vet or groomers.In terms of climate, the Australian Retriever is quite an adaptable dog that can live happily in most weather conditions. But remember to dress your pooch in a dog coat if it gets very cold outside, and always make sure adequate shade and fresh water is provided when the temperature spikes.",
    "Children And Other Pets": "The Australian Retriever is a great fit with kids. You'll find both children and canine bonding strongly--although due to the breed's possessive tendencies you'll need to make sure that both parties are socialized correctly during the early days.In general, Australian Retrievers are also fine around other household pets, although they can show herding instincts. So be sure the boundaries between the dog and existing household pets are laid down properly.Ultimately, early socialization really pays off with this mixed breed. Make sure to reward your Australian Retriever for good behavior and adhere to a proper training regimen when you bring them home to your family.",
    "Rescue Groups": "It may be hard to find a breed-specific rescue for Australian Retrievers because they are a mixed breed. However, you may want to try Australian Shepherd or Golden Retriever breed-specific rescues, as they often care for mixes, as well. Here are some rescues you can try:Aussie And Me Animal RescueAs Good as GoldYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "19 to 23 inches"
    },
    {
      "name": "Weight",
      "value": "25 to 60 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}