{
  "id": "basenji",
  "url": "https://dogtime.com/dog-breeds/basenji",
  "name": "Basenji",
  "intro": "Out of Africa, the Basenji dog breed was originally found in the Congo. These dogs use both scent and sight to hunt and were originally used to flush small game into hunters’ nets and to control village rodent populations. These days, they also make for great, loving, furry family members.\nAlthough they’re purebred dogs, you may find Basenjis in shelters or in the care of rescue groups. If this is the breed for you, opt to adopt if possible!\nClever and endearing, these dogs are good companions for the person or family who can stay a step ahead of them. They can adapt to apartment living, and even novice pet parents will find these pups to be great first-timer dogs. Just make sure you can provide enough exercise to meet their high energy levels. You’ll need to commit to plenty of walks and playtime.\nDogTime recommends this dog bed to give a good night’s sleep to your medium-sized Basenji. You should also pick up this dog brush and massager for your short-haired pup!\nSee all Basenji dog breed facts and characteristics below!",
  "description": {
    "": "Well known as the \"barkless\" dog from Africa, the Basenji attracts admirers with his short coat, small, muscular body, alert demeanor, erect ears, and tail curled tightly over one hip. A wrinkled brow gives him a quizzical and sometimes mischievous expression.All that sounds attractive, but people who don't research the Basenji before acquiring one may be disappointed or frustrated when they aren't prepared for the Basenji's unique temperament and personality. Obtaining a Basenji from a reputable breeder who will discuss the pros and cons of living with this breed will give you a reality check, and such a breeder is also more likely to check breeding stock for heritable health problems breeding them.The Basenji is highly intelligent, but he has a stubborn streak a mile wide. The phrase \"willing to please,\" used to describe so many breeds, is unknown to him. A Basenji may know perfectly well all the commands you teach him, but whether he actually performs them will always be in question. He may think first and then obey, or he may decide there's really no good reason to do as you ask. Instead, Basenjis use their intelligence to demand your attention and get you to provide whatever it is they need or want.Basenji people say their breed is good at teaching you to pick up your house. Anything left out where the dog can find it is fair game to be chewed or eaten. You'll soon learn to protect your belongings by putting them out of reach of these inquisitive dogs.Basenjis are also escape artists. Even a fenced yard will not contain a Basenji who is determined to be elsewhere. Unsupervised time alone in a yard could mean the loss of your treasured companion as he takes off to explore the world. Underground electronic fences also will not contain a Basenji who sees or smells something interesting. He considers the jolt from the collar a minor inconvenience.The Basenji is known for not barking, but that doesn't mean he's silent. His vocalizations range from a delightful yodel to a hair-raising scream, as well as the usual growls, whimpers, and whines made by all dogs.On the plus side, Basenjis love to play, although if you want a dog who'll fetch a Frisbee or tennis ball, look elsewhere — the Basenji is not for you. They are clean dogs with almost feline grooming habits. If you keep an immaculate home, you will appreciate that Basenjis shed very little. They also make excellent watchdogs. They will defend their people and property when challenged. They are noted for their courage and will stand against an intruder with everything they have. That said, their size precludes them from being an actual guard dog.If you'd like to take up an activity with your dog, Basenjis are aces at the sport of lure coursing, the perfect game for these dogs who hunt by sight and love to chase. In it, they follow a lure — usually a white plastic bag — over a course in a field. The lure is tied to a line that is run by a series of pulleys as the dogs give chase. Agility is another sport that might suit the Basenji's love of a good time. While Basenjis don't excel in obedience competition, they can be successful if you can come up with a creative way to make them think that training and competition is their idea.Basenjis are also super show dogs thanks to their proud manner and striking copper coat. They're easy to prepare for the show ring and have no need for trimming or complicated grooming. If you want a dog to show in the breed ring, discuss this with your breeder before purchase so she can help you choose the right puppy.With his unique appearance and personality, the Basenji is not the breed for everyone, but for those who appreciate this little dog's attitude and intelligence, he can be the ideal companion. Who knows? You may even join the ranks of Basenji people who brag about the destruction their dogs can wreak.",
    "Highlights": "Basenjis normally do not bark, but they can be very noisy, making sounds that include yodels, whines, and screams.They are hard to train. Basenjis survived for thousand of years by being independent thinkers. They see no need to obey humans. Positive training can work to an extent, but they will pick and choose when to obey.Basenjis have a strong prey drive and cannot be trusted off leash unless in a well-fenced area.Basenjis are escape artists. They will use a chain link fence as a ladder, jump up and climb over a wood fence, or bolt out open doors.Basenjis have a great deal of energy. If not provided with outlets for this they will become destructive or find other ways to burn off energy. Crating is recommended when not supervised.Basenjis consider themselves family. They cannot be left in a yard with food and water. They require a great deal of time and attention.They do not do well in homes with other small pets, as their instinct to chase may take over. If raised with cats they can do well but they're not recommended for homes with hamsters, gerbils, rats, mice, guinea pigs, birds, or ferrets.Basenjis are stubborn, and you could end up with a confused and aggressive Basenji if you try to overcome his stubbornness with force.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "The Basenji is probably one of the oldest breeds of domesticated dog, and perhaps that's why he's not a barker. Early people may have preferred a quiet dog on hunts. Like his wild cousin the wolf, the Basenji can bark but usually barks only once and then is silent. It's also theorized that he is only partially domesticated. His metabolism is unlike that of any other domesticated dog, and like wild canids the female Basenji only cycles once a year compared to twice a year for other domesticated dogs.Basenjis were discovered by Westerners in the Congo region of West Africa in the 19th century. There, the dogs were used to flush game into nets, to carry goods, and to warn of the approach of dangerous animals when on the trail. A good hunting Basenji was valued more than a wife by some tribes in Africa, not only for his hunting skill but also his resourcefulness and ingenuity.Attempts to bring the Basenji to Europe failed at first because the imported dogs all died of disease shortly after arrival. The first successful importation occurred in the 1930s both in England and the United States.The Basenji Club of America was formed in 1942, and the American Kennel Club recognized the breed in 1943. Phemister's Bois was the first Basenji registered with the AKC, in 1944. Basenjis are rare, ranking 84th among the 155 breeds and varieties recognized by the AKC, so expect to spend time on a breeder's waiting list if you decide this is the dog for you.",
    "Size": "Males stand 17 inches at the shoulder and weigh about 24 pounds, females 16 inches and 22 pounds.",
    "Personality": "The Basenji is a hound. That means he's intelligent and independent, but also affectionate and alert. He's a sighthound, which means that motion catches his eye, and he'll chase whatever he sees that moves — cats, squirrels, rabbits. He's not the kind of dog who will obey commands instantly. He has to think about them and decide if he really wants to do what you've asked.Patience and a sense of humor are essential to living with a Basenji. He will chew up or eat whatever's left in his reach, and he's quite capable of putting together a plan to achieve whatever it is he wants, whether that's to get up on the kitchen counter or break into the pantry where the dog biscuits are stored. He can be aloof with strangers, and he shouldn't be trusted around cats or other small animals unless he's been raised with them and you're sure he recognizes them as family members. That recognition won't apply to cats or small animals he sees outdoors, however. They're fair game.Basenjis need early socialization and training. Like any dog, they can become timid if they are not properly socialized — exposed to many different people, sights, sounds, and experiences — when they're young. Early socialization helps ensure that your Basenji puppy grows up to be a well-rounded dog. Enrolling your young Basenji in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking your Basenji to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills.Train him with kindness and consistency, using positive reinforcements that include food rewards and praise. The Basenji who's treated harshly will simply become more stubborn and less willing to do your bidding. Your best bet is to keep training interesting. Basenjis will develop selective hearing if there's something more exciting to pay attention to.",
    "Health": "Basenjis are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Basenjis will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition. In Basenjis, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).Fanconi Syndrome: Fanconi syndrome is a kidney disease that affects the normal processing of sugars and proteins. The dog urinates away the protein he needs to survive. Signs include excessive thirst, excessive urination, and elevated levels of glucose in the urine. It's usually diagnosed in dogs that are 4 to 7 years old. Fanconi syndrome used to be considered fatal, but a new way to manage the disease has increased the life expectancy of dogs with this condition. There is no cure. There is also no test to determine if a dog is a carrier. Treatment is not necessarily expensive, but it is time-consuming as it involves giving your dog up to 30 pills daily. A reputable breeder should be able to show you which dogs in his bloodline have produced dogs with Fanconi Syndrome and which have not.Immunoproliferative Systemic Intestinal Disease: Commonly known as malabsorption, this condition is similar to irritable bowel disease in humans. Dogs ISID seem to have a permanent allergic reaction to the food they eat. Affected dogs will have chronic loose stools and difficulty with weight gain. Treatment includes minimizing stress, changing the diet often, and use of drugs to decrease histamine reaction. This condition has become far less common in Basenjis than in the past.Pyruvate Kinase Deficiency (Hemolytic Anemia): This is a genetic condition in which affected Basenjis have two defective genes for the production of pyruvate kinase, an enzyme required to maintain healthy red blood cells. Basenjis with this disease usually don't live much beyond their second birthday.Hypothyroidism: Hypothyroidism is caused by a deficiency of thyroid hormone and may produce signs that include infertility, obesity, mental dullness, and lack of energy. The dog's fur may become coarse and brittle and begin to fall out, while the skin becomes tough and dark. It can be managed very well with a thyroid replacement pill daily. Medication must continue throughout the dog's life.Persistent Pupillary Membrane (PPM): Persistent Pupillary Membranes are strands of tissue in the eye, remnants of the fetal membrane that nourished the lenses of the eyes before birth. They normally disappear by the time a puppy is 4 or 5 weeks old, but sometimes they persist. The strands can stretch from iris to iris, iris to lens, or cornea to iris, and sometimes they are found in the anterior (front) chamber of the eye. For many dogs, the strands do not cause any problems and generally they break down by 8 weeks of age. If the strands do not break down, they can lead to cataracts or cause corneal opacities. Eye drops prescribed by your veterinarian can help break them down.Coloboma: Coloboma is the common name to describe a gap or hole in the eye structure. The gap can occur anywhere in the eye, usually at the bottom of the eye. The condition is thought to be inherited, but no pattern has been established. Effects of the condition can be mild or severe depending on the size and location of the hole. Affected puppies must be spayed or neutered so they don't pass on the condition.Progressive Retinal Atrophy(PRA): Once a minor concern in Basenjis it has recently become more of a problem. PRA is a family of eye diseases that involves the gradual deterioration of the retina. Early in the disease, dogs become night-blind. As the disease progresses, they lose their daytime vision as well. Many dogs adapt to limited or complete vision loss very well, as long as their surroundings remain the same. Reputable breeders have their dogs' eyes certified annually by a veterinary ophthalmologist and do not breed dogs with this disease.Umbilical Hernia: Umbilical hernia is present at birth where abdominal fat or internal organs protrude against the abdominal wall near the umbilicus. If the hernia is small, it can be left without treatment. Some small hernias spontaneously close by the time the puppy is 6 months old and some dogs have lived with small hernias their entire lives without difficulty. Large hernias require surgery, which is often done when the dog is being spayed or neutered. Surgery is used to prevent a more serious condition where an intestine loop drops into the hernia causing life threatening \"strangulation\" of the intestine.Hip Dysplasia: This is a heritable condition in which the thighbone doesn't fit snugly into the hip joint. Some dogs show pain and lameness on one or both rear legs, but you may not notice any signs of discomfort in a dog with hip dysplasia. As the dog ages, arthritis can develop. X-ray screening for hip dysplasia is done by the Orthopedic Foundation for Animals or the University of Pennsylvania Hip Improvement Program. Dogs with hip dysplasia should not be bred. If you're buying a puppy, ask the breeder for proof that the parents have been tested for hip dysplasia and are free of problems. Hip dysplasia is hereditary, but it can also be triggered by environmental factors, such as letting a puppy gain too much weight too quickly or injuries incurred from jumping or falling on slick floors. That's why it's sometimes diagnosed in puppies whose parents were free of the disease.",
    "Care": "The Basenji is a hunting dog and needs daily exercise. Some Basenjis do fine with a daily walk, while others require more enthusiastic forms of exercise. Basenjis raised with children often will spend their time wearing each other out.The Basenji is not a dog who can be left unattended in the backyard. He's an accomplished escape artist, and an unwatched Basenji will soon become a missing Basenji. If you can provide him with a couple of 30-minute walks or play sessions every day, he's well suited to apartment or condo life. Always keep your Basenji on leash unless you're in a securely fenced area, and don't count on any type of fence to keep him confined. He'll use chain link as a ladder, and a wood fence is a deterrent only if you think to put the smooth side facing the yard where the dog is and then top it with an electric wire.Another feline characteristic of the Basenji is his dislike of rain. Expect him to be grumpy if you walk him when it's wet out. The only time he might enjoy getting wet is on a really hot day.",
    "Feeding": "Recommended daily amount: 3/4 to 1 cup of high-quality dry food a day, divided into two meals.NOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.With his lightly built body, often likened to that of a deer, the Basenji is ill suited to carry excess weight. In other words, don't let him get fat. Keep your Basenji's physique sleek by measuring his food and feeding him twice a day rather than leaving food out all the time. Giving him plenty of daily exercise should do the rest. If you're unsure whether he's overweight, give him the hands-on test. Place your hands on his back, thumbs along the spine and the fingers spread downward. You should be able to feel but not see his ribs. If you can't feel the ribs, he needs a little less food and a lot more exercise.For more on feeding your Basenji, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The Basenji wears a short, fine coat of rich chestnut red, black, tricolor (black and chestnut), or brindle (black stripes on a chestnut background), all with white feet, chest, and tail tip. He may also have white on his legs, a white blaze running up the center of his face between his eyes, or a white collar — a white marking around his neck. You'll always see more of his primary color than white. His markings stand out clearly and never look muddy.The Basenji is cat-like in his grooming habits and keeps himself very clean. He shouldn't need a bath more than every few months. Basenjis shed — all dogs do — but the hair is so short and fine that it is not as noticeable as some other dogs' shedding fur is.Brush your Basenji's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim nails regularly if your dog doesn't wear them down naturally. If you can hear them clicking on the floor, they're too long. Short, neatly trimmed nails keep your legs from getting scratched when your Basenji enthusiastically jumps up to greet you.Begin accustoming your Basenji to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the ears, nose, mouth, and eyes, and on the feet. Ears should smell good, without too much wax or gunk inside, and eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "Basenjis aren't known for being especially fond of children, but with their high energy level, they can be good companions for older children. If they're going to be around kids, it's best if they're raised with them from puppyhood. An adult Basenji who's unfamiliar with children is most suited to a home with children who are mature enough to interact with him properly.Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's eating or to try to take the dog's food away. No dog should ever be left unsupervised with a child.A Basenji shouldn't be trusted around cats or other small animals unless he's been raised with them and you're sure he recognizes them as family members. That recognition won't apply to cats or small animals he sees outdoors, however. They're fair game.",
    "Rescue Groups": "Basenjis are often purchased without any clear understanding of what goes into owning one. There are many Basenjis in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Basenji rescue.Basenji Rescue and Transport, Inc.Country Hearts Hound & Basenji RescueColorado Basenji RescueBasenji RescueMedfly Brigade Basenji Rescue of CaliforniaPhoenix Basenji Rescue",
    "Breed Organizations": "Below are breed clubs, organizations, and associations where you can find additional information about the Basenji.Basenji Club of America"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Hound Dogs"
    },
    {
      "name": "Height",
      "value": "16 to 17 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "22 to 24 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 12 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 1
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 2
    }
  ]
}