{
  "id": "basset-retriever",
  "url": "https://dogtime.com/dog-breeds/basset-retriever",
  "name": "Basset Retriever",
  "intro": "The Basset Retriever is a mixed breed dog–a cross between the Basset Hound and Golden Retriever dog breeds. Friendly, affectionate, and intelligent, these pups inherited some of the best qualities from both of their parents.\nYou can find these mixed breed dogs in shelters and breed specific rescues, so remember to always adopt! Don’t shop if you’re looking to add one of these pups to your home!\nThe Basset Retriever is a great family dog with a mild-mannered disposition, a willingness to please, and a loving and devoted nature. The mixed breed is extra friendly and gets along well with children, although due their hunting heritage, they will require a high amount of exercise to stay healthy and happy. These dogs do best with active and busy families.\nSee below for all mixed dog breed traits and facts about Basset Retrievers!",
  "description": {
    "Highlights": "Basset Retrievers are mixed breed dogs. They are not purebreds like their Basset Hound and Golden Retriever parents.The main colors that the coat of the Basset Retriever comes in are black, chocolate, golden, and white.When it comes down to a grooming routine, brushing the coat once a week should suffice. The Basset Retriever is not a dog known for heavy shedding.The Basset Retriever is usually a great fit with kids. Make sure to supervise playtime.When it comes to other household pets, the Basset Retriever's innate hunting instincts can result in it seeing cats and other small animals as prey to chase after. Strict boundaries must be set early onThe Basset Retriever is an energetic and active dog who will require around an hour of exercise every day. Ideally, this will be in an area where the dog is able to run freely and socialize with other pooches.The Basset Retriever's folded-over ears will require special attention. Look out for signs of infection or dirt building up and make sure to clean them regularly.",
    "History": "As a newer designer dog breed, you won't find much in the way of accurate history on record about the Basset Retriever, although it is said that the mixed breed originated in France. Digging into the backgrounds of the dog's parent breeds gives you a good handle on their heritage.The Golden Retriever began as a hunting dog back in Victorian times. Since then, they have become one of the most popular dogs in the United States.When it comes to the Basset Hound, the breed was also originally used as a hunting dog, where they became renowned for mixing up playful and stubborn streaks. These days, Basset Hounds are recommended as great companion dogs.Even though the Basset Retriever got their start as a designer breed, some have ended up in shelters or in the care of rescue groups. Consider adoption if you decide this is the mixed breed for you!",
    "Size": "The Basset Retriever is a medium dog. As is always the case with newer dog breeds, exact size standards might vary.Most weigh in at 40 to 70 pounds and range in height from ten to 14 inches.",
    "Personality": "The Basset Retriever is a strong mix of their parent breeds' personalities. On the Golden Retriever side, we have a dog who's energetic and always looking to please the humans in their life, while the Basset Hound can be more than a little stubborn and, oftentimes, lazy.Out of this, the Basset Retriever is usually a great family dog who will form loving and playful bonds with the adults and children in their life--as long as early socialization is carried out correctly.Being such a smart pooch, the Basset Retriever needs to be kept mentally stimulated--so you'll want to provide smart toys and also keep up a solid training regime so that the dog can continually be tested to learn new tricks. Exercise is also key for the dog. While Basset Retrievers can adapt to smaller living spaces in general, they will still need ample outdoor access. A safe and fenced-in back yard would be perfect.",
    "Health": "Basset Retrievers are generally considered to be healthy dogs, although the mixed breed can be predisposed to some of the same conditions that the Basset Hound and Golden Retriever face. As always, it's important to schedule regular wellness visits with your dog's vet.Some of the more common health problems Basset Retrievers suffer from include:Eye issuesElbow dysplasia",
    "Care": "As with all dogs, it's important to keep up your Basset Retriever's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.The Basset Retriever is an energetic and active dog who will require around an hour of exercise every day. Ideally, this will be in an area where the dog is able to run freely and socialize with other pooches. Due to the mixed breed's high intelligence, you'll also want to include games and tasks that stimulate their mind as well as their body. Do not let your Basset Retriever get bored or sucked into the same old routine.Beyond exercise, the Basset Retriever's folded-over ears will require special attention. Look out for signs of infection or dirt building up and make sure to clean them regularly.Trim the dog's nails every couple of weeks, and also check paw pads every few weeks for any signs of damage that might have occurred during outdoors adventures. Also, ask your vet about how best to carry out regular teeth brushings.",
    "Feeding": "An ideal Basset Retriever diet should be formulated for a medium-sized dog with high energy.Basset Retrievers need to stick to a healthy diet as overeating can cause weight gain and associated health problems, especially if adequate exercise isn't offered.As with all dogs, the Basset Retriever's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Basset Retriever's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "The main colors that the coat of the Basset Retriever comes in are black, chocolate, golden, and white.The mixed breed's coat can be either short or long, depending on which of the parent breeds is most dominant. Usually, the coat is shiny and soft to the touch. When it comes down to a grooming routine, brushing the coat once a week should suffice. The Basset Retriever is not a dog known for heavy shedding.When it comes to climate, the Basset Retriever is an adaptable dog who can usually live happily in most climates. But remember to dress the mixed breed up in a dog coat if it gets very cold outside, and always make sure adequate shade and fresh water is provided when the temperature spikes.",
    "Children And Other Pets": "The Basset Retriever is usually a great fit with kids. Due to the dog's playful nature, don't be surprised to find any children becoming best play pals with the dog. Just make sure that early socialization takes place and boundaries are properly set.When it comes to other household pets, the Basset Retriever's innate hunting instincts can result in it seeing cats and other small animals as prey to chase after. Strict boundaries must be set early on if you're introducing the dog to a household with existing animals.Ultimately, early socialization really pays off with this mixed breed. Make sure to reward your Basset Retriever for good behavior and adhere to a proper training regime when you bring them home to your family.",
    "Rescue Groups": "It may be hard to find a breed-specific rescue for Basset Retrievers because they are a mixed breed. However, you may want to try Basset Hound or Golden Retriever breed-specific rescues, as they often care for mixes, as well. Here are some rescues you can try:Belly Rubs Basset RescueAs Good as GoldYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "10 to 14 inches"
    },
    {
      "name": "Weight",
      "value": "40 to 70 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 12 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}