{
  "id": "basset-hound",
  "url": "https://dogtime.com/dog-breeds/basset-hound",
  "name": "Basset Hound",
  "intro": "The Basset Hound dog breed was bred for hunting small game such as rabbits and is still used for this purpose in some parts of the United States. When they’re not on the trail of a bunny, they’re laid-back family friends who love kids.\nAlthough they’re purebred dogs, you may find Bassets in shelters or in the care of rescue groups. If this is the breed for you, opt to adopt if possible!\nAdaptable, affectionate, and relaxed, these dogs will even appeal to novice pet parents who are new to the dog world. You will, however, need to commit to at least moderate exercise and feed your pup an appropriate diet, as their easygoing demeanor could lead to weight gain and the health issues that can come with. If you can keep your Basset active, in spite of how much they may protest, you’ll have a loving companion who will stick around for many years to come.\nDogTime recommends this dog bed to give a good night’s sleep to your medium-sized Basset Hound. You should also pick up this squeaker rope toy to help keep your low energy pup active!\nSee below for complete list of Basset Hound dog breed facts and characteristics!",
  "description": {
    "": "He may be best known as the Hush Puppy dog, but the Basset Hound is much more than an advertising icon. With his placid personality and short-statured yet noble appearance, the Basset Hound is a popular family companion, as well as a slow-paced but keen hunting dog.The name Basset comes from the French word bas, meaning low. And Basset Hounds certainly are low to the ground. Because their bones are heavy and they are muscular, they usually weigh 50 to 65 pounds although they typically are no more than 14 inches tall at the highest point of the shoulder. In reality, they are big dogs on short legs. Their short-legged appearance is the result of a form of dwarfism called achondroplasia. Despite his large size, the Basset believes he's a lap dog and will do his best to fit in yours.Bassets are scent hounds, meaning that they were bred to hunt by following the scent of their prey. Their phenomenal sense of smell is second only to that of the Bloodhound.Basset Hounds have smooth, short, hard-textured coats that are relatively easy to take care of. Most of them come in the classic tri-color pattern of black, tan, and white, but they can also be what's known as open red and white (red spots on a white coat), closed red and white (solid red with white feet and tail), or lemon and white. On occasion you may see a gray (also called blue) Basset, but this color is considered undesirable because it's thought to be associated with genetic problems.The Basset Hound has a rounded skull with a deep muzzle and a lot of loose skin on the face, which is heavily wrinkled over the brow when the dog is tracking. This loose skin also causes Bassets to have a sad look, which many people think adds to their charm.Because they were originally bred to be hunting dogs, many of the features of the Basset Hounds have a purpose. Their long, low-set ears drag the ground and pick up scents, while the loose skin around their heads form wrinkles that further capture the scent of whatever they are tracking.Their short legs mean that they move more slowly than longer-legged dogs, which makes it easier for hunters on foot to follow them. Their tails are long and stand upright with a white tip at the end, which makes it easy for hunters to see when the dogs are in tall grass. Basset Hounds also have massive paws and their front feet turn outward slightly to balance the width of the shoulders.Around the house, Basset Hounds are calm and rather lazy. They are loyal to their people and have a pleasant, friendly disposition. Because they originally were bred as pack dogs, they love to be with their families and also do well with other pets. Bassets hate to be left alone for long periods of time, and may become destructive and howl if left alone for too long. Their distinctive baying bark is loud and travels long distances.Basset Hounds are hearty eaters, but because they aren't very active in the house, they can gain weight and quickly become obese, which can cause them to have back and leg problems. Regular exercise is a must. Bassets have a great deal of endurance, so they enjoy taking long walks.When you're walking your Basset, be aware that he loves to track. If he picks up a scent that he wants to follow, he can wander off if not on leash. Bassets are singleminded when trailing a scent and will follow it into the street in front of a car if they're not leashed or confined by a fence.Lots of Basset people channel their dogs' superb scent-trailing skills in organized tracking events called basseting, which take place primarily in Virginia, Maryland, New Jersey, and Pennsylvania. Bassets are naturals at earning tracking, hunt test, and field trial titles, but they've also been known to compete successfully in agility, obedience, and rally, given a patient trainer.Patience is definitely a virtue when it comes to training a Basset. Unless you can persuade him that it's something he wants to do, he can be stubborn and difficult to train. Many Basset Hounds will obey commands when offered food, but won't obey if you don't have a tasty reward to offer them.Housetraining a Basset is a challenge too, but with patience and persistence, you can train and housetrain your Basset. Just be sure to use gentle, positive training methods. Basset Hounds are emotionally sensitive and will shut down if treated roughly.Basset Hounds have unique voices. They generally howl (sometimes called a bay) rather than bark. They also have a unique, murmuring whine that they use when they want attention or are begging for food. Thanks to their delightfully imploring expressions, they're often successful at winning treats of Chinese food, pizza, French fries, and other tasty junk food.Well-bred Bassets are even-tempered, relaxed, and generally happy dogs. They are very gentle with children and other pets. Their biggest faults are their tendency to drool and to howl when lonely or to sound an alarm. If you can tolerate his idiosyncrasies, the Basset can make a wonderful family companion, as happy to lounge around the house as he is to be out hunting.",
    "Highlights": "Like all hounds, Bassets can be stubborn and difficult to train and housetrain. Crate training is recommended.If they catch an interesting scent, Basset Hounds may try to follow it, no matter how much danger it poses to them. Keep your Basset on leash when outside and not in a fenced yard. Also, take him to obedience class and be sure he responds well to the Come command. Use gentleness and patience to train him. Hounds of all types typically think for themselves and don't respond well to harsh training techniques.One of the primary reasons that Basset Hounds are given up to rescue or for adoption is that they \"drool too much.\" Because of the loose skin around their mouths, they also tend to make quite a mess when they drink. If you're a fastidious housekeeper who can't stand drool, a Basset Hound is not the best choice for you.Basset Hounds often have flatulence. If this problem seems excessive, talk to your vet. A change in diet may help.Obesity is a real problem for Basset Hounds. They love to eat and will overeat if given the chance. If they put on too much weight, they can begin to have joint and back problems. Portion out food relative to your Basset's condition, not by the recommendation on the bag or can.Because Basset Hounds are prone to bloat (a potentially fatal condition), it's better to feed them two or three smaller meals a day rather than one large meal a day. Don't allow your Basset to exercise too strenuously after eating, and watch him for about an hour after eating to make sure he's okay.Your Basset's long ears need to be checked and cleaned each week to help prevent ear infections. You may find that you need to wash the ear flaps even more often, because they can drag in puddles and pick up dirt as they drag the ground.Basset Hounds can howl loudly, especially if they are left along for long periods of time.Even though your Basset Hound is strong and amazingly agile for having such short legs, it's best to discourage him from jumping, for example, out of a car. Pick him up and support his back to ensure he doesn't get hurt.Basset puppies can suffer from joint problems as they grow. Try not to allow your puppy to overdo things when he plays and discourage him from jumping on and off furniture.With two-thirds of their body weight in the front of their bodies, Basset Hounds are not great swimmers. Don't allow your Basset Hound to fall into a swimming pool because he can quickly get into trouble.To get a healthy dog, never buy a puppy from a backyard breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "Trust the French to develop such a distinctive breed, with its \"jolie\" appearance, jolie meaning pretty-ugly, or unconventionally attractive. The name Basset means \"low\" and in France it refers to a distinct level of hound by height.Bassets probably descended from the St. Hubert Hound, the ancestor of the present-day Bloodhound, and came about when a mutation in the St. Hubert strain produced a short-legged or dwarfed hound. Perhaps the dwarf hounds were kept as curiosities and later bred on purpose when their ability to track rabbits and hare under brush in thick forests was observed.The first recorded mention of a Basset Hound was in an illustrated book about hunting, La Venerie, written by Jacques du Fouilloux in 1585. From the illustrations, it appears that the early French Basset Hounds resembled the present-day Basset Artésien Normand, a dog breed today known in France.Basset Hounds were first popular with the French aristocracy, but after the French Revolution they became the hunting dogs of commoners who needed a dog they could follow on foot, not having access to horses. They made their way to Britain by the mid-19th century. Lord Galway imported a pair to England in 1866 and they produced a litter of five pups, but he didn't show them so they remained relatively unknown.Then, in 1874, Sir Everett Millais imported a Basset Hound named Model from France. Millais promoted the breed in England and started a breeding program in his own kennel as well as in cooperation with breeding programs established by Lord Onslow and George Krehl. For his efforts in gaining publicity for the Basset Hound in England, Millais is considered to be the \"father of the breed\" in England.He first exhibited a Basset at an English dog show in 1875, but it was not until he helped make up a large entry for the Wolverhampton show in 1880 that the public started to take note of the breed. A few years later, the breed became even more popular when Alexandra, Princess of Wales, kept Basset Hounds in the royal kennels. In 1882, the Kennel Club in England accepted the breed, and in 1884, the English Basset Hound Club was formed.Although the Basset probably came to America in colonial times, the breed did not come into its own in the U.S. until early in the 20th century. The American Kennel Club (AKC) began registering Basset Hounds in 1885, the first one being a dog named Bouncer, but it wasn't until 1916 that the AKC formally recognized the breed.The year 1928 was a turning point for the Basset Hound in America. In that year, Time magazine featured a Basset Hound on the front cover and ran an accompanying story about the 52nd annual Westminster Kennel Club Dog Show at Madison Square Garden written as if it was through the eyes of a Basset Hound puppy. The Basset Hound's charm was discovered, and from that point on, the Basset Hound started growing in popularity.Bassets entered pop culture in a big way in the 1960s with their appearance in the advertising campaign for Hush Puppy shoes and the debut of the Fred Basset comic strip, which still runs today. The Basset Hound is currently ranked 28th among the 155 breeds and varieties registered by the AKC, a testament to his enduring popularity.All throughout the U.S., Basset Hound people celebrate their love of the breed in ways that are as unique as their dogs' looks. Basset Hound picnics and waddles are traditions in many regions, sometimes drawing thousands of Bassets and their families.Some of these events even crown King and Queen Basset Hounds. Most hold such fun competitions as contests to determine which Basset has the best \"waddling butt.\" These events usually have a wide variety of Basset Hound memorabilia, which often are sold to raise money for Basset Hound rescue organizations.",
    "Size": "Basset Hounds stand no more than 14 inches at the shoulder and weigh 50 to 65 pounds. They truly are big dogs with short legs. It's not easy to lift an adult Basset Hound, so take that into account before you acquire one for a home with lots of stairs. Will you be able to get the dog in and out easily if he's sick or old and needs to be carried?",
    "Personality": "The mild-mannered Basset is too laid-back to ever be sharp-tempered. He gets along with everyone, kids and other animals included, and the only thing that gets him really excited is a good scent trail. He's calm indoors but alert enough that he makes an excellent watchdog. Like all hounds, he can be stubborn when it comes to training and responds best to positive methods such as food rewards and food rewards. Bassets are pack dogs and will be unhappy if left alone all day. The company of another dog is helpful.Like every dog, Basset Hounds need early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Basset puppy grows up to be a well-rounded dog.",
    "Health": "Basset Hounds are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Basset Hounds will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition.In Basset Hounds, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).Gastric Dilatation-Volvulus (GDV): Also called bloat or gastric torsion. This is a life-threatening condition that can affect deep-chested dogs like Basset Hounds, especially if they are fed one large meal a day, eat rapidly, drink large volumes of water after eating, and exercise vigorously after eating. Some think that raised feeding dishes and the type of food might also be factors in bloat. It is more common among older dogs, but can occur at any age. GDV occurs when the stomach is distended with gas or air and then twists (torsion). The dog is unable to belch or vomit to rid itself of the excess air in its stomach, and the normal return of blood to the heart is impeded. Blood pressure drops and the dog goes into shock. Without immediate medical attention, the dog can die. Suspect bloat if your dog has a distended abdomen, is drooling excessively and retching without throwing up. He also may be restless, depressed, lethargic, and weak with a rapid heart rate. It's important to get your dog to the vet as soon as possible. There is some indication that a tendency toward GDV is inherited, so it's recommended that dogs who develop this condition should be neutered or spayed.Von Willebrand's Disease: This is a hereditary disorder that can cause mild to moderately severe bleeding and a prolonged bleeding time. If you suspect that your Basset has von Willebrand's disease, ask your vet to do a blood test and take necessary precautions before any surgical procedure.Panosteitis (also called Wandering or Transient Lameness): This is an elusive ailment that is sometimes seen in young Basset Hounds. Its primary sign is sudden lameness and puppies usually outgrow it by the age of two years with no long-term problems. The lameness can be slight or severe. Many vets are not aware of this problem in Basset Hounds and may misdiagnose it as elbow dysplasia, hip dysplasia, patellar luxation, or even more serious disorders. If misdiagnosed, the vet may want to do surgery on your dog that isn't needed. If signs occur, ask for a second opinion from an orthopedic specialist before allowing surgery to be performed.Glaucoma: Basset Hounds are prone to glaucoma, a condition in which pressure builds up inside the eye. It can lead to blindness if not detected and treated early. If you notice your Basset Hound squinting, tearing, or rubbing at his eyes, or if the eye or eyes appear to be red or bulging, take him to the vet immediately for a checkup. Glaucoma can cause damage to the retina and optic nerve in a matter of hours, so a trip to the emergency room can definitely be warranted.Allergies: Allergies are a common ailment in dogs. Allergies to certain foods are identified and treated by eliminating certain foods from the dog's diet until the culprit is discovered. Contact allergies are caused by a reaction to something that touches the dog, such as bedding, flea powders, dog shampoos, or other chemicals. They are treated by identifying and removing the cause of the allergy. Inhalant allergies are caused by airborne allergens such as pollen, dust, and mildew. The appropriate medication for inhalant allergies depends on the severity of the allergy. Ear infections are a common side effect of inhalant allergies.Patellar Luxation: Also known as \"slipped stifles,\" this is a common problem in small dogs. It is caused when the patella, which has three parts — the femur (thigh bone), patella (knee cap), and tibia (calf) — is not properly lined up. This causes lameness in the leg or an abnormal gait, sort of like a skip or a hop. It is a condition that is present at birth although the actual misalignment or luxation does not always occur until much later. The rubbing caused by patellar luxation can lead to arthritis, a degenerative joint disease. There are four grades of patellar luxation, ranging from grade I, an occasional luxation causing temporary lameness in the joint, to grade IV, in which the turning of the tibia is severe and the patella cannot be realigned manually. This gives the dog a bowlegged appearance. Severe grades of patellar luxation may require surgical repair.Thrombopathia: This is another blood platelet disorder that is sometimes found in Basset Hounds. Like von Willebrand's, thrombopathia affects the ability of the blood to clot.Eyelid and Eyelash Problems: Bassets are prone to ectropion (a turning out of the eyelids), resulting in a dry cornea, and entropion (a turning in of the eyelids), causing lashes to dig into the surface of the eye. Your vet should be able to determine if your Basset has either of these problems and can correct the problem surgically if needed.Intervertebral Disc Disease: Basset Hounds are especially prone to having back problems. This may be due to genetics, moving the wrong way, or falling or jumping on or off furniture. Signs of a back problem include an inability to raise up on the rear legs, paralysis, and sometimes loss of bowel and bladder control. It's important to always support your Basset Hound's back and rear when holding him. If a problem occurs, treatment may consist of anything from crate confinement with anti-inflammatory medications to surgery to remove the discs that are causing the problem or even confining the dog to a doggie wheelchair. Some owners have found that they can help ward off problems by taking their Basset Hounds to chiropractors that have experience in working with dogs.Ear Infections: Because the Basset's long ears don't allow sufficient circulation of air to the inside of the ear, infections can develop. Ward them off by cleaning your Basset's ears every week and taking him to the vet if his ears smell bad or seem inflamed.Obesity: Obesity is a serious problem for long-backed breeds like Bassets. Although your Basset Hound is likely to be a \"chow hound\" and look at you pleadingly for more, find out how much you should feed him to maintain a healthy weight and stick to it for his own good.Hip Dysplasia: Hip dysplasia occurs commonly in Basset Hounds. Many factors, including genetics, environment, and diet, are thought to contribute to this deformity of the hip joint. Affected Bassets may be able to lead normal, healthy lives, but some might require surgery to get around easily. This is a heritable condition in which the thighbone doesn't fit snugly into the hip joint. Some dogs show pain and lameness on one or both rear legs, but you may not notice any signs of discomfort in a dog with hip dysplasia. As the dog ages, arthritis can develop. X-ray screening for hip dysplasia is done by the Orthopedic Foundation for Animals or the University of Pennsylvania Hip Improvement Program (PennHIP). Dogs with hip dysplasia should not be bred. If you're buying a puppy, ask the breeder for proof that the parents have been tested for hip dysplasia and are free of problems. Hip dysplasia is hereditary, but it can also be triggered by environmental factors, such as rapid growth from a high-calorie diet or injuries incurred from jumping or falling on slick floors.Cherry Eye: This is a condition in which the gland beneath the third eyelid protrudes and looks rather like a cherry in the corner of the eye. Your vet may need to remove the gland.",
    "Care": "Basset Hounds are usually calm dogs that do well even in small houses and apartments. They should live indoors with their family, ideally with access to a yard. They're not suited to living outdoors in extreme heat or cold.Bassets are inactive indoors, happy to lie in the sun all day, but they'll enjoy a long and meandering walk with lots of sniffing time. Don't be tempted to let your Basset become a couch potato. Bassets are prone to obesity, and too much weight can stress their joints.When Bassets are outdoors, they should be in a fenced yard or on leash so they don't wander off after an interesting scent. Until he's a year old, discourage your Basset puppy from jumping on and off furniture and going up and down stairs, which puts extra stress on his front legs and back and can injure his joints. You may need to help a Basset of any age in and out of the car. He's not a very good jumper. Consider getting him a ramp or steps.Bassets can be independent, with a mind of their own. Train them with kindness and consistency, using positive reinforcements that include food rewards and praise. The Basset who's treated harshly will simply become more stubborn and less willing to do your bidding. Your best bet is to keep training interesting. Bassets will develop selective hearing if there's something more exciting to pay attention to.",
    "Feeding": "Recommended daily amount: 1.5 to 2.5 cups of high-quality dog food a day, divided into two meals.NOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Bassets like to eat and are prone to obesity. Keep your Basset Hound in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time.If you're unsure whether he's overweight, give him the eye test and the hands-on test. First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Basset Hound, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "Basset Hounds have smooth, short hair that repels dirt and water. The coat is dense enough to protect them in all sorts of weather. The skin is loose and elastic, giving the Basset his classic droopy hound dog appearance.The Basset Hound breed standard — a written description of how a breed looks and acts — allows all hound colors, but the most common colors are tri-color (tan, black, and white), black and white, brown and white, or red and white. Lemon and white is acceptable, but rarely seen.Because the standard says that any recognizable hound color is acceptable, blue Basset Hounds (actually gray) may be seen, but that coloration is undesirable because it's the result of a recessive gene that has been associated with numerous genetic problems, such as periscoping intestines, skin allergies, and food allergies.Except for cleaning their ears and facial wrinkles and wiping up the drool they leave behind, Basset Hounds are easy to groom. Their short coats repel dirt and water. They rarely need baths (unless they have rolled in something particularly stinky), and a good rubdown with a bristle brush, a coarse cloth, or a hound glove is all that's needed to keep their coats in good condition. Basset Hounds shed all year around, but if you brush them weekly, this shouldn't be a problem.Basset Hound ears are long and drag the ground, so they can get very dirty. Ear infections are also an issue because air doesn't circulate well in the inner ear. Clean the interior of your Basset Hound's ears at least once a week with a solution recommended by your vet, wipe down the outside of the ears to remove any dirt, clean out the facial wrinkles with a damp cloth and thoroughly dry them, and check his large paws for sores between the toes.Brush your Basset's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim nails once or twice a month. If you can hear them clicking on the floor, they're too long. Short, neatly trimmed nails keep the feet in good condition and protect your shins from getting scratched when your Basset enthusiastically jumps up to greet you.Begin accustoming your Basset to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.",
    "Children And Other Pets": "Bassets are fond of children and get along well with them. If anything, you'll need to protect your Basset from being ridden or otherwise tormented by them.Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's sleeping or eating or to try to take the dog's food away. No dog should ever be left unsupervised with a child.Being pack dogs, Bassets enjoy the company of other dogs and can also get along fine with cats, especially if they're introduced at an early age.",
    "Rescue Groups": "Basset Hounds are often purchased without any clear understanding of what goes into owning one. There are many Bassets in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Basset rescue.ABC (All Bassets Cherished) Basset Hound RescueBROOD, Inc. (Basset Rescue of Old Dominion)Guardian Angel Basset Rescue, Inc.Basset Hound Rescue of So. CaliforniaSuncoast Basset RescueArizona Basset Hound RescueHelping Hands Basset Rescue4 the Hounds Basset RescueWestern Missouri Basset Hound Rescue",
    "Breed Organizations": "Below are breed clubs, organizations, and associations where you can find additional information about the Basset Hound.Basset Hound Club of America, Inc."
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Hound Dogs"
    },
    {
      "name": "Height",
      "value": "Up to 14 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "50 to 65 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 12 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 2
    }
  ]
}