{
  "id": "basset-fauve-de-bretagne",
  "url": "https://dogtime.com/dog-breeds/basset-fauve-de-bretagne",
  "name": "Basset Fauve de Bretagne",
  "intro": "The Basset Fauve de Bretagne is a purebred dog from France. These pups are intelligent, friendly, and active, which are great qualities for a hound dog.\nThe Basset Fauve de Bretagne also goes by the name Fawn Brittany Basset. If you so happen to want to bring one of these adorable pooches into your home and family, then make sure to check breed specific rescues or your local shelter. Remember, it’s always best to adopt, not shop!\nThese adorable pups make great apartment dogs due to their size, and they also make great companions for any household type, from singles to large families with children. They might, however, chase after smaller animals or cats in the household. If you want a friendly, intelligent dog who will keep you on your toes, be a great companion, and love you unconditionally, then this might be the right breed for you!\nSee below for all mixed dog breed traits and facts about Basset Fauve de Bretagne dogs!",
  "description": {
    "Highlights": "The main colors of the Basset Fauve de Bretagne are fawn, wheaten, and red wheaten.Their coats are wiry, dense, and harsh to the touch. These pups are not a good choice for those with allergies, and they are fairly high maintenance when it comes to grooming.Basset Fauve de Bretagnes may be a little stubborn when it comes to training, but they respond well to gentle and consistent owners who know what they are doing.These dogs are generally friendly with everyone but will let you know if a stranger approaches the door. They're not meant to be watchdogs, but they are tough and will protect their families no matter what.The Basset Fauve de Bretagne has high energy, and it's unlikely they will be prone to weight gain unless they don't get adequate exercise. Because they are intelligent, mental stimulation is just as important as physical exercise for them.",
    "History": "The Basset Fauve de Bretagne was created in France from the remnants of the now extinct Grand Fauve de Bretagne, a much larger breed. Dogs of this newer breed were hunting dogs in early France.This dog breed was used by French commoners to help them hunt after the French revolution. Because they hunted on foot, they needed a slower dog who could track and hunt game but also move at a speed that would allow people to keep up with them.The Basset Fauve de Bretagne is a great breed. If you want to bring home one of these special pups, consider adoption.Check your local shelters, look up Basset Fauve de Bretagne rescues in your area or check breed-specific hound rescues, as they sometimes take in these dog breeds and find forever homes for them.",
    "Size": "The Basset Fauve de Bretagne is a small- to medium-sized breed. Most weight in between 25 to 35 pounds and range in height from twelve to 15 inches at the shoulder. That said, many can be smaller or larger.",
    "Personality": "Basset Fauve de Bretagnes are great dogs for everyone. They pack a lot of energy in such a small and sturdy frame. These hound dogs love to be outdoors, as they were originally meant to be hunters along their human counterparts. They are also highly intelligent, and mental stimulation is just as important as physical exercise for them.They may be a little stubborn when it comes to training, but they respond well to gentle and consistent owners who know what they are doing. They are generally friendly with everyone but will let you know if a stranger approaches the door. They're not meant to be watchdogs, but they are tough and will protect their families no matter what.These adorable pups are loyal and gentle. They're able to get along with everyone in the household but might chase after smaller pets.",
    "Health": "Basset Fauve de Bretagne dogs are generally healthy, and most are able to enjoy longevity. While most are healthy, some may be prone to a few health issues, which is why it is important to maintain good care and regular veterinary checkups.Some of the more common health problems Basset Fauve de Bretagnes suffer from include:progressive retinal atrophy (PRA)epilepsycardiomyopathyskin allergiesage-related thyroid issues",
    "Care": "As with all dogs, you should keep up with your Basset Fauve de Bretagne's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.The Basset Fauve de Bretagne has high energy, and it's unlikely they will be prone to weight gain unless they don't get adequate exercise. Make sure your dog gets at least one good half-hour- to hour-long walk per day with a few good, active play sessions and shorter walks mixed in.Check their ears for debris and pests daily and clean them as recommended by your vet. Trim your dog's nails before they get too long—usually once or twice per month. They should not be clicking against the floor. Your groomer can help with this.Your main concern when it comes to your Basset Fauve de Bretagne's care will be maintaining their oral health. You should brush their teeth daily, as small breeds are prone to dental issues. Your veterinarian can instruct you on how to brush your dog's teeth properly.",
    "Feeding": "An ideal Basset Fauve de Bretagne diet should be formulated for a small breed with high energy. If they do not receive their daily exercise, like all dog breeds, they will gain weight if overfed, so you should stick to a regular feeding schedule and not leave food out during the day. Limit their number of treats, as well.As with all dogs, the Basset Fauve de Bretagne's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Basset Fauve de Bretagne's diet, as there is far too much variation among individual dogs—including weight, energy, and health—to make a specific recommendation.",
    "Coat Color And Grooming": "Basset Fauve de Bretagne coats are almost a \"wash-and-wear\" type that is coarse and wiry. The main colors of the Basset Fauve de Bretagne are fawn, wheaten, and red wheaten.Their coats are wiry, dense, and harsh to the touch. These pups are not a good choice for those with allergies. The Basset Fauve de Bretagne is a good choice if you don't have the time, skill, or money to take care of a high maintenance dog.Because they tend to have dense coats, the Basset Fauve de Bretagne do well in some colder climates. Make sure to cut their hair if you live in a hotter environment.",
    "Children And Other Pets": "The Basset Fauve de Bretagne is a small to medium sized dog breed, so they can easily be injured by overly excited children. Though they can get along with children of all ages, make sure kids know how to handle smaller dog breeds gently. For younger children who learn early how to properly approach and play with a small dog, the Basset Fauve de Bretagne can make a great, active companion.When it comes to other pets, the Basset Fauve de Bretagne can get along with other animals if they are introduced slowly and calmly, and early socialization will help this go smoothly. It's best if they get used to other pets early. That said, the Basset Fauve de Bretagne aren't naturally fond of each other animals and may prefer to be the solo pet in the household.Still, many Basset Fauve de Bretagne get along just fine with other dogs and cats, so it really comes down to training, socialization, and the luck of the draw.",
    "Rescue Groups": "Because the Basset Fauve de Bretagne is a somewhat rare breed, it may be difficult to find a breed-specific rescue. However, you can always check with your local shelter, and you may want to try a rescue that caters to all types of dogs. You can take a look at the following:Wright-Way RescueAngels Among Us Pet RescueYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Hound Dogs"
    },
    {
      "name": "Height",
      "value": "12 to 15 inches."
    },
    {
      "name": "Weight",
      "value": "25 to 35 pounds."
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years."
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 3
    }
  ]
}