{
  "id": "bassador",
  "url": "https://dogtime.com/dog-breeds/bassador",
  "name": "Bassador",
  "intro": "The Bassador is a mixed breed dog–a cross between the Basset Hound and the Labrador Retriever dog breeds. Loyal, sometimes stubborn, and always sniffing around, these pups inherited some of the best traits from both of their parents.\nBassadors go by several names, including Basset Lab, Basador, and sometimes even Bassetdor. Despite their status as a designer breed, you may find these mixed breed dogs in shelters and rescues, so remember to adopt! Don’t shop!\nBassadors come from two very different parents, so their perfect living situation will depend on the individual dog. In general, Bassadors love attention, especially from their favorite person, and will need to live in a place with plenty of space to roam. If you want a dog with a very unique look who’s loyal to a fault, the Bassador could be the dog for you!\nSee below for all mixed dog breed traits and facts about Bassadors!",
  "description": {
    "Highlights": "The Bassador is a mixed breed dog. They are not purebreds like their Basset Hound or Labrador Retriever parents.Bassadors can come in a variety of colors and patterns. If they have a yellow Lab parent, their coat may contain more yellow. If they have a black Lab parent, their coat may turn out more black. They may also have colors from their Basset Hound parent, including white, brown, and black.Many Bassadors have thick coats that protect them in cold or hot weather, though they tend to shed a lot.The Bassador temperament can vary a lot depending on whether they take after their Lab or Basset Hound parent more. Generally, they are sociable and loving.Bassadors tend to have high prey drives. They may chase after smaller pets, though with proper training, socialization, and slow introductions, they can get along with other animals.",
    "History": "The Bassador mixed breed may have existed naturally over the years, but designer breeders started intentionally mixing Basset Hounds and Labrador Retrievers in the late 1990s or 2000s, likely in North America. Once breeders saw a demand for this unusual looking--but still adorable!--dog, they began to deliberately create more Bassadors.Since the Basset Hound and the Labrador Retriever are such different dogs, breeders aren't likely creating Bassadors for a certain aesthetic; even puppies from the same Bassador litter can look like complete opposites!Even though the Bassador breed got its start as a designer breed, some have ended up in shelters or in the care of rescue groups. Consider adoption if you decide this is the breed for you.Check your local shelters, look up Bassador rescues, or check with breed-specific Basset Hound or Labrador Retriever rescues, as they sometimes take in mixed breed dogs and find homes for them.",
    "Size": "As the Bassador is a relatively new breed, there are few standards when it comes to size. That said, as a mix between Basset Hound and Labrador Retriever parents, you can expect Bassadors to be on the medium- to large-side.Most Bassadors weigh in between 45 to 70 pounds, and they range in height from 13 to 20 inches at the shoulder. That said, many can be larger or smaller.",
    "Personality": "Bassador enthusiasts often describe their Basset Hound/Labrador Retriever mixes as excellent companion animals. They absolutely love to be around their favorite humans, and they do not tolerate being left home alone for long stretches of time.Generally, the Bassador is outgoing and friendly. If your Bassador has more Basset Hound in them than Labrador Retriever, however, they might be a little more guarded around strangers. Of course, early socialization and training can help make any Bassador more sociable.Both the Labrador Retriever and the Basset Hound have relatively strong prey drives. If you have cats or any other animals in the house, it may take training for them and your Bassador to be friendly with each other.The Bassador's higher prey drive also means they will do pretty much anything to follow a scent, and that includes digging under a fence or tugging on their leash. Of course, proper training can help curb any unwanted prey drive-related behaviors.",
    "Health": "The Bassador breed is predisposed to some of the same conditions that the Basset Hound and Labrador Retriever also face. While most are generally healthy, some may be prone to a few health issues, which is why it is important to maintain good care and regular veterinary checkups.Some of the more common health problems Bassadors suffer from include:Hip dysplasiaBack injuriesGlaucomaBloat",
    "Care": "As with all dogs, you should keep up with your Bassador's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.Bassadors are prone to weight gain, and their energy levels can vary from dog to dog; some have the higher energy of a Labrador Retriever, while others prefer to take it slower like a Basset Hound. Make sure your dog gets at least one good half-hour- to hour-long walk per day with a few good, active play sessions and shorter walks mixed in.Check their ears for debris and pests daily and clean them as recommended by your vet. Longer-eared Bassadors will need extra care taken for their ears to prevent infection. Trim your dog's nails before they get too long--usually once or twice per month. They should not be loudly clicking against the floor. Your groomer can help with this. Also be sure to brush your Bassador's teeth daily.Your main concern when it comes to your Bassador's health will be regulating their weight. Basset Hounds love to munch, and both the Labrador Retriever and the Basset Hound are prone to weight gain if they do not receive the adequate amount of exercise.",
    "Feeding": "An ideal Bassador diet should be formulated for a medium-sized breed with high energy. They have a tendency to gain weight if they are overfed, so you should stick to a regular feeding schedule and not leave food out during the day. Limit their amount of treats, as well.As with all dogs, the Bassador's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Bassador's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make aspecific recommendation.",
    "Coat Color And Grooming": "Bassador coats are often a mix of their Labrador Retriever and Basset Hound parents' coats and colors. Commonly, if mixed with a Yellow Labrador Retriever, the Bassador has a predominantly white coat with patches of black, brown, or yellow. If bred with a Black Labrador Retriever, your Bassador could be a mix of brown, black, white, and yellow.Bassadors' coats are thick, short, and dense. You can expect a lot of shedding from your Bassador. Bassadors are also prone to getting stinky quickly, so regular bathing is required. If your Bassador has a wrinkly face, you will also have to make sure to completely dry and clean the wrinkles.Since Bassadors have short, thick coats, and they are fairly capable of tolerating hot and cold weather. They can become somewhat easily overheated due to their coat, though, so be sure to keep your Bassador cool on extremely hot days.",
    "Children And Other Pets": "Bassadors can make amazing family pets if they inherit the outgoing nature of the Labrador Retriever. Still, it is important to make sure any children are taught how to interact with your Bassador to make sure everyone--your Bassador included--stays safe.Since they do have a higher prey drive, Bassadors may be prone to chasing other pets, such as cats. A slow introduction and monitored socialization should help your Bassador get along with the other animals in your home. As the Bassador demands a lot of attention, they also may prefer to be the sole pet of the household.Still, many Bassadors get along just fine with other dogs and cats, so it really comes down to training, socialization, and the luck of the draw.",
    "Rescue Groups": "It may be hard to find a breed-specific rescue for Bassadors because they are a mixed breed. However, you may want to try Basset Hound or Labrador Retriever breed-specific rescues, as they often care for mixes, as well. Here are some rescues you can try:Belly Rubs Basset RescueLucky Lab Rescue & AdoptionYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "13 to 20 inches"
    },
    {
      "name": "Weight",
      "value": "45 to 70 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 12 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 3
    }
  ]
}