{
  "id": "beabull",
  "url": "https://dogtime.com/dog-breeds/beabull",
  "name": "Beabull",
  "intro": "The Beabull is a mixed breed dog — a cross between the Beagle and the English Bulldog breeds. Loyal, curious, and loving, these pups inherited some of the best qualities from both of their parents.\nThe Beabull doesn’t go by many other names, though some people might just call them Beagle-Bulldog mixes. These wonderful pups are unfortunately considered a designer breed. However, you may find this mixed breed in shelters and breed specific rescues. So remember to adopt! Don’t shop!\nThese cute pups are quite versatile and can adapt to both apartment living or a home with a backyard to run in. Though their short, stout body types may lead you to believe they are lazy, these dogs will get bursts of energy and enjoy a game of fetch or a trip to the dog park. The Beabull bonds well with their owner and every member of the family, and they’re fit for either single- or mutli-person family households. These loving pups are protective and playful, and they can be the perfect companion for you!\nSee below for all mixed dog breed traits and facts about Beabulls!",
  "description": {
    "Highlights": "Beabulls are mixed breed dogs. They are not purebreds like their Beagle or English Bulldog parents.The most common colors of Beabulls are brown and white, tri-colored, gold, and solid white. Their coats can be solid, spotted, or even brindle.Due to the amount of shedding, they are not suited for owners who suffer from allergies.The Beabull is a sturdy dog who will often engage in rough and mouthy play, so until your pup is fully trained, it is best to keep an eye on children when they interact.While they can be considered lazy, these pups tend to get bursts of energy and will need a quick game of fetch or a walk to burn it off. After that exercise, Beabulls will most likely want to just curl up with their owners.Many Beabull owners have claimed that their dogs have their Beagle parents' tendency to howl.Due to their stubborn nature and mischievous streaks, Beabulls are not well suited for first time dog owners.",
    "History": "The Beabull dog breed may have existed naturally over the years, but once designer breeds gained popularity, breeders began intentionally mixing Beagles and English Bulldogs, likely twenty years or so ago in North America.Breeders wanted to mix the two parent breeds to elongate the muzzle of the English Bulldog, which often creates breathing problems. They continued to create Beabulls as demand for this mild mannered companion dog climbed.Even though the Beabull mixed breed got their start as a designer breed, some have still ended up in shelters or in rescue groups. If this dog is the one for you, consider adoption.Check your local shelters, rescue groups, and breed specific Beagle or English Bulldog rescues, as they sometimes take in mixed breeds and find homes for them.",
    "Size": "As the Beabull is still a relatively new breed, there are few standards when it comes to size. That being said, as a mix between Beagle and English Bulldog parents, you can expect Beabulls to be on the medium side.Most Beabulls weigh in at 30 to 60 pounds and range in height from twelve to 16 inches at the shoulder. However, many can be smaller or larger depending on which breed characteristics they acquire from both parents.",
    "Personality": "Many Beabull lovers describe this mixed breed as playful, social, and strong-willed. While they can be considered lazy, these pups tend to get bursts of energy and will need a quick game of fetch or a walk to burn it off. After that exercise, Beabulls will most likely want to just curl up with their owners.The Beabull may still have a prey drive from their Beagle parent, so it's best to introduce your pup to other animals in the household early on. Like most Beagles, they tend to bark and howl rather frequently. Many Beabull owners have claimed that their dogs have their Beagle parents' tendency to howl. The positive side to this mix's sometimes vocal nature is that they're excellent at guarding their owners homes and will indefinitely alert their families to any intruders.Due to the strong-willed, stubborn personality of the Beabull, early training is key. They will often get mouthy while playing, and seeing as one parent is the English Bulldog, these playful nips and bites may be painful. Beabulls are very intelligent dogs and it is imperative to be patient and firm with training. They do best with positive reinforcement, especially treats, seeing as they are very food-driven pups.The Beabull is a very social dog and will be just as happy having one owner as they would be having an entire family to adore. They are very adaptable dogs and are extremely easy to please, making them a great pet. However, it's advised that due to their stubborn nature and mischievous streaks, they're not well suited for first time dog owners.",
    "Health": "The Beabull is a fairly healthy mixed breed, but can be predisposed to the health issues faced by Beagles and English Bulldogs. While most are generally healthy, some may be more prone to health issues, which is why it's so important to maintain good care and regular veterinary checkups.Some of the more common health problems Beabulls suffer from include:ObesityHip DysplasiaDigestive issuesHypothyroidismIntervertebral Disk Disease",
    "Care": "As with all dogs, you should keep up with your Beabull's regular veterinary checkups in order to detect any health concerns early on. Your vet can help create a care regimen that will keep your dog healthy.Many Beabulls will inherit the floppy ears of the Beagle, so it's very important to check their ears frequently. Your vet can recommend the best way to clean out any debris that may be in your pet's ears.Your vet or groomer can also advise you on how frequently to trim your pup's nails--which is typically once or twice a month. The Beabull may inherit the droopy face of the English Bulldog so it's not uncommon to have to clean the folds on your pup's face. Again, this care can be discussed with your veterinarian.",
    "Feeding": "An ideal Beabull diet should be formulated for a medium sized breed with medium energy. The Beabull has a tendency to both eat quickly and over eat, so stick to a regular feeding schedule and do not leave food out during the day. Make sure to limit their amount of treats, as well.As with all dogs, the Beabull's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Beabull's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "Beabull coats are often a mixture of their Beagle and English Bulldog parents' coats and colors. The most common colors of Beabulls are brown and white, tri-colored, gold, and solid white. Their coats can be solid, spotted, or even brindle.The Beabull has a short coat that is very easy to groom. Daily brushing is recommended as these pups are heavy shedders. Due to the amount of shedding, they are not suited for owners who suffer from allergies.Even though the Beabull has a short, coarse coat, they are not suited for extreme temperatures. While the short coat may keep the pup cool in hot temperatures, a short muzzle in extreme heat can be dangerous. If the weather reaches very cold temperatures, you can put a sweater on your dog to keep your pup comfortable.",
    "Children And Other Pets": "The Beabull is a sturdy dog who will often engage in rough and mouthy play, so until your pup is fully trained, it is best to keep an eye on children when they interact. Introduce your pup to children early on and teach children how to properly and safely interact with your dog. They love playing with children and are excellent family companions.Seeing as the Beabull is part Beagle, and these dogs were trained to hunt, introduce them to other pets in the home as soon as possible. They will generally get along with other pets in the household but it's important to gradually familiarize them and socialize them as much as possible.Most Beabulls will get along with other pets, but it will come down to early training, socialization, and the individual pup's temperament.",
    "Rescue Groups": "It may be hard to find a breed specific rescue for Beabulls because they are a mixed breed. However, you may want to try Beagle or English Bulldog breed specific rescues, as they often care for mixes, as well. Here are some rescues you can try:The Bulldog Club of America Rescue NetworkColorado Beagle Rescue, Inc.You can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "12 to 16 inches"
    },
    {
      "name": "Weight",
      "value": "30 to 60 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 13 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}