{
  "id": "beaglier",
  "url": "https://dogtime.com/dog-breeds/beaglier",
  "name": "Beaglier",
  "intro": "The Beaglier is a mixed breed dog — a cross between the Beagle and Cavalier King Charles Spaniel dog breeds. Compact, energetic, and loyal, these pups inherited some of the best qualities from both of their parents.\nBeaglier is also spelled Beagalier and Beagelier. Despite their unfortunate status as a designer breed, you may find these pups, in shelters and rescues. So remember to adopt! Don’t shop!\nThese adorable pups make great family additions for active singles or families with older children in large homes or small apartments. If you are looking for a pup who has a spirited and fun-loving personality, then this may be your soulmate. Read on to find out if this mixed breed dog is right for you!\nSee below for all mixed dog breed traits and facts about Beagliers!",
  "description": {
    "Highlights": "Beagliers are mixed breed dogs. They are not purebreds like their Beagle or Cavalier King Charles Spaniel parents.The main colors of Beagliers are combinations of brown, black, white, and cream. Sometimes their coats are solid, but usually they're a combination of these colors.They typically have short, shiny coats, and they're generally pretty easy to groom. A good brushing per week will probably do.Beagliers are prone to weight gain, and they have high energy levels. Make sure your dog gets at least one good half-hour- to hour-long walk per day with a few good, active play sessions and shorter walks mixed in.As for training, it may come down to the luck of the draw. Some are easily trainable, while other Beaglier parents report them to be somewhat stubborn. Positive enforcement is the way to go with these pups.Because the Beaglier is a small dog, they can be easily injured by overly excited children. Beagliers prefer to be mostly around adults or older kids who know how to play gently.When it comes to other pets, Beagliers can get along with other animals if they are introduced slowly and calmly, and early socialization will help this go smoothly. It's best if they get used to other pets early.",
    "History": "The Beaglier mixed dog breed may have existed naturally over the years, but designer breeders started intentionally mixing Cavalier King Charles Spaniels and Beagles in the 1990s, in Australia.Even though the Beaglier breed got its start as a designer breed, some have ended up in shelters or in the care of rescue groups. Consider adoption if you decide this is the breed for you.Check your local shelters, look up Beaglier rescues, or check with breed-specific Beagle or King Charles Spaniel rescues, as they sometimes take in mixed breed dogs.The Beaglier is recognized by:American Canine Hybrid Club (ACHC)Designer Breed Registry (DBR)Dog Registry of America (DRA)International Designer Canine Registry (IDCR)Designer Dogs Kennel Club (DDKC)",
    "Size": "The Beaglier is a relatively new mixed breed, so there are few standards when it comes to size. As a mix between King Charles Spaniel and Beagle parents, you can expect Beagliers to be on the small side.Most weigh in at ten to 20 pounds and range in height from twelve to 16 inches at the shoulder. That said, many can be smaller or larger depending on which parents genes are more dominant.",
    "Personality": "Many Beaglier lovers describe these dogs' personalities as affectionate, good-natured, and loyal. Although they are the size of your average lap dog, their high energy levels mean they'd probably prefer a game of fetch to a cuddle session.Some Beagliers may have a prey drive, though most seem to have lost the hunting tendencies of their Beagle parents. If you're looking for a well-mannered, even-tempered dog, you can't do much better than the Beaglier.As for training, it may come down to the luck of the draw. Some are easily trainable, while other Beaglier parents report them to be somewhat stubborn. Positive enforcement is the way to go with these pups. For a patient, consistent owner, their loyalty and desire to please will help training go a bit more smoothly. Treat rewards may also help them to be more agreeable.They tend to latch on to one family member most of all, though they can get along with others in the house. Beagliers may be best suited to a one-person home or families with older children.",
    "Health": "The Beaglier mixed breed is predisposed to some of the same conditions that the Cavalier King Charles Spaniel and Beagle also face. While most are generally healthy, some may be prone to a few health issues, which is why it is important to maintain good care and regular veterinary checkups.Some of the more common health problems Beagliers suffer from include:cherry eyeear infectionsheart diseaseglaucomaepilepsyhypothyroidismintervertebral disc diseasehip dysplasialuxating patellasvisionhearing disordersearly onset mitral valve diseasesyringomyelia",
    "Care": "As with all dogs, you should keep up with your Beaglier's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.Beagliers are prone to weight gain, and they have high energy levels. Make sure your dog gets at least one good half-hour- to hour-long walk per day with a few good, active play sessions and shorter walks mixed in.Check their ears for debris and pests daily and clean them as recommended by your vet. Trim your dog's nails before they get too long--usually once or twice per month. They should not be clicking against the floor. Your groomer can help with this.Your main concern when it comes to your Beaglier's care will be maintaining their oral health. You should brush their teeth daily, as small breeds are prone to dental issues. Your veterinarian can instruct you on how to brush your dog's teeth properly, and YouTube can help with teeth brushing and nail trimming tutorials.",
    "Feeding": "An ideal Beaglier diet should be formulated for a small breed with high energy. They have a tendency to gain weight if they are overfed, so you should stick to a regular feeding schedule and not leave food out during the day.As with all dogs, the Beaglier's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Beaglier's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "Beaglier coats are often a mix of their Beagle and Cavalier King Charles Spaniel parents' coats and colors. The main colors of Beagliers are combinations of brown, black, white, and cream. Sometimes their coats are solid, but usually they're a combination of these colors.They typically have short, shiny coats, and they're generally pretty easy to groom. A good brushing per week will probably do. Baths should be sparse as they tend to get dry, flaky skin, and they need their natural oils for optimum radiance.Because they tend to have shorter coats, Beagliers aren't particularly suited for extreme weather. You'll likely need a coat in the winter for your dog, and you may need to apply sunscreen to the ears, nose, and sensitive areas where there's less fur coverage in the summer months.",
    "Children And Other Pets": "Because the Beaglier is a small dog, they can be easily injured by overly excited children. Beagliers prefer to be mostly around adults or older kids who know how to play gently. The Beaglier can make a great, active companion.When it comes to other pets, Beagliers can get along with other animals if they are introduced slowly and calmly, and early socialization will help this go smoothly. It's best if they get used to other pets early.Always be cautious introducing new dogs to each other. Nose to butt is a good sign. Eye to eye staring is not good, and if that happens, the dogs should separated immediately.For more insight on this breed it's best to read about their parents the Cavalier King Charles Spaniel and Beagle.",
    "Rescue Groups": "It may be hard to find a breed-specific rescue for Beagliers because they are a mixed breed. However, you may want to try Beagle or Cavalier King Charles Spaniel breed-specific rescues, as they often care for mixes, as well. Here are some rescues you can try:Cavalier Alliance for Rescue, Research, and Education, Inc.Colorado Beagle Rescue, Inc.You can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "12 to 16 inches"
    },
    {
      "name": "Weight",
      "value": "10 to 20 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}