{
  "id": "beagle",
  "url": "https://dogtime.com/dog-breeds/beagle",
  "name": "Beagle",
  "intro": "Small, compact, and hardy, Beagles are active companions for kids and adults alike. Canines of this dog breed are merry and fun loving, but being hounds, they can also be stubborn and require patient, creative training techniques.\nTheir noses guide them through life, and they’re never happier than when following an interesting scent. Beagles originally were bred as scenthounds to track small game, mostly rabbits and hare. They’re still used for this purpose in many countries today, including the United States. But you’ll find plenty of these pups living as companion dogs and loving, furry family members.\nDogTime recommends this carrier for traveling with your small Beagle. You should also pick up this dog water bottle for any outdoor adventures you have with your pup!\nSee all dog breed traits and facts about Beagles below!\n  ",
  "description": {
    "": "It's difficult to resist the appeal of a Beagle's dark brown or hazel eyes, with his soft, pleading expression. They're happy, outgoing and loving — characteristics more than balanced out by their hound nature, which is inquisitive, determined, and focused on food.They aren't yappy dogs, but they do have three distinct vocalizations — a bark/growl, a baying howl, and a half-baying howl (a cross between a frantic bark and a bay). The half-howl vocalization usually is reserved for when they catch sight of quarry — or think it's time to wake the neighbors at 6 a.m.! Being pack dogs, they generally get along well with other animals and their human friends — and they think everyone is their new best friend.The most important thing to know about the Beagle is that he is a scenthound. His nose is the most important part of his anatomy and his head is always down to the ground, searching for an interesting trail to follow. Beagles have approximately 220 million scent receptors compared to the paltry 5 million or so in people, which makes them very good at picking up scents. Humorist Dave Barry once described his in-laws' Beagle as \"a nose with feet.\"You may have seen the Beagle's nose at work at airports across the country. In 1984, the U.S. Department of Agriculture decided to use Beagles to sniff out contraband food being brought into the United States at the Los Angeles International Airport.The experiment was a huge success. Because they are small, friendly, and cute, the Beagles didn't intimidate people who are afraid of dogs, and with their super nose power, they could be trained to identify specific food articles while bypassing those that weren't contraband. Today, members of the \"Beagle Brigade\" patrol the baggage-claim areas at more than 20 international airports and other points of entry into the United States.Although they've branched out into other fields of work, Beagles remain superb hunters of small game. The National Beagle Club's Institute Farm hosts AKC-sanctioned field trials where breeders with packs are put to the test in the field. Many other countries have similar activities for hunting Beagles.Because of their small size and gentle temperament, Beagles can do well in apartments if their people are willing to walk them on lead several times a day in all kinds of weather. They need plenty of exercise, about an hour a day if possible. If left alone and unexercised, Beagles can become destructive.",
    "Highlights": "Beagles can be difficult to housetrain. Some people say it can take up to a year to fully housetrain some Beagles. Crate training is absolutely recommended.Beagles can get bored if left alone in a house too long. If left in a backyard, Beagles will start finding ways to amuse themselves, usually by howling, digging, or trying to escape.The most common reason Beagles are turned over to rescue groups is because either their owners or their owners' neighbors got tired of their baying. Be sure that you are prepared to work with your dog to control excessive barking and howling.Beagles are targets for thieves who would steal them and perhaps sell them to research laboratories for use in experiments. Supervise your Beagle when he is outdoors and be sure to have him microchipped!Since they are scenthounds, Beagles will wander off if they catch an enticing smell in the air. Their noses control their brains, and if they smell something interesting, nothing else exists in their world.Although they are loving and gentle, Beagles can have an independent, stubborn streak. Obedience training is recommended, but be sure the instructor of the class understands hound personality and favors using food as a reward (which few Beagles can resist).Do you remember how the famous cartoon Beagle Snoopy worried about his food bowl? Beagles are \"chow hounds\" and will overeat if given a chance. Monitor the amount of food you give them and be sure to keep your cupboards closed and your trashcans secured. Otherwise, your Beagle will sniff out the foods he likes the best.In regards to food, your Beagle probably will take its food bowl pretty seriously. Teach children to respect your Beagle while it is eating, and not to approach it or tease it with food.Beagles are not good protection or guard dogs because they're usually friendly to everyone they meet.",
    "History": "The origin of the word \"beagle\" is uncertain. It's thought that it may have been derived from the French word begueule, meaning open throat, or from the Old English word beag, meaning small. Others think it may have come from the French word beugler, meaning to bellow, or the German word begele, meaning to scold.The breed's history is cloudy as well because breeds as we know them today didn't really develop until the 19th century. Greek documents from 400 B.C. describe Beagle-like dogs, and the Romans may have brought small rabbit-hunting hounds with them to England and bred them with the local hounds.William the Conqueror reportedly brought Talbot hounds (now extinct) to England during the Norman Conquest in 1066. These dogs are thought to be the ancestors of the Beagle and the Foxhound.Beagles became popular in England very early in its history. During the reigns of Edward II (1307 - 1327) and Henry VII (1485 - 1509), extremely small beagles, called Glove Beagles, were popular. They reportedly were small enough to be held in a gloved hand. There's also mention of Singing Beagles, named for their bugling voices.Elizabeth I (1533 - 1603) kept packs of Pocket Beagles that stood only 9 inches tall. These small dogs were depicted in paintings as short-legged and pointy nosed. They were used for hunting, but quickly fell out of favor because they weren't very fast.In the 1700s, fox hunting became popular in England, and the Beagle fell out of favor as the larger Foxhound became the dog of choice. If it hadn't been for the farmers in England, Ireland, and Wales who continued to keep packs to hunt rabbit and hare, the breed might have become extinct at that time.In the mid-1800s Reverend Phillip Honeywood established a pack of Beagles in Essex, England. These dogs are thought to be the ancestors of the modern Beagle. Rev. Honeywood bred for hunting skills, not looks. Thomas Johnson, a fellow Englishman, was responsible for breeding Beagles who were both attractive and good hunters.At about the same time, American breeders started importing Beagles from England to improve the looks of their own dogs. Many of the English imports were bred to an average height of 15 to 17 inches at the shoulder so they could hunt fox. American breeders started breeding them to be smaller for rabbit hunting.Of interest is the \"Patch\" Beagle strain developed by Willet Randall in New York around 1880. The line is primarily white with a very large tri-colored spot. They were very popular in the 1940s and 1950s because they were able to run so fast. Today, many people call lemon and white or red and white beagles \"Patch\" beagles.The American Kennel Club and the first Beagle specialty club both were founded in 1884. In that same year, the AKC began registering Beagles.In 1916, five members of the National Beagle Club purchased 508 acres in Western Loudoun County, Virginia for the purpose of holding field trials. The men who purchased it formed a corporation called Institute Corporate to purchase and own the land, then leasing it to the Institute Foundation that maintains the property for the National Beagle Club, which today is the site of many activities of the National Beagle Club.",
    "Size": "The American Kennel Club recognizes two varieties of Beagle. The 13-inch variety is for hounds that don't exceed 13 inches in height at the shoulder, and the 15-inch variety is for hounds that stand 13 inches to 15 inches at the shoulder. Depending on their height, Beagles weigh between 18 and 30 pounds.",
    "Personality": "Beagles are gentle, sweet, and funny. They will make you laugh, but that's when they're not making you cry because of their often naughty behavior. Beagle people spend a lot of time trying to outthink their dogs, and they often must resort to food rewards to lure the Beagle into a state of temporary obedience.Like every dog, the Beagle needs early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Beagle puppy grows up to be a well-rounded dog.",
    "Health": "Not all Beagles will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.Intervertebral Disk Disease: The spinal cord is surrounded by the vertebral column, and between the bones of the vertebral column are intervertebral discs that work as shock absorbers and allow normal movement of the vertebrae. The discs are made of two layers, an outer fibrous layer and an inner jelly-like layer. Intervertebral disc disease occurs when the jelly like inner layer protrudes into the spinal canal and pushes against the spinal cord. Compression of the spinal cord may be minimal, causing neck or back pain, or it can be severe, causing loss of sensation, paralysis, and lack of bowel or bladder control. The damage done by the spinal compression may be irreversible. Treatment is based on several factors, including location, severity, and length of time between injury and treatment. Confining the dog may be of some use, but surgery is often needed to relieve pressure on the spinal cord. Surgery is not always successful.Hip Dysplasia: This is an inherited condition in which the thighbone doesn't fit snugly into the hip joint. Some dogs show pain and lameness on one or both rear legs, but others don't display outward signs of discomfort. (X-ray screening is the most certain way to diagnose the problem.) Either way, arthritis can develop as the dog ages. Dogs with hip dysplasia should not be bred — so if you're buying a puppy, ask the breeder for proof that the parents have been tested for hip dysplasia and are free of problems.Cherry Eye: This is a condition in which the gland under the third eyelid protrudes and looks rather like a cherry in the corner of the eye. Your vet may need to remove the gland.Glaucoma: This is a painful disease in which pressure in the eye becomes abnormally high. Eyes are constantly producing and draining a fluid called aqueous humor — if the fluid doesn't drain correctly, the pressure inside the eye increases causing damage to the optic nerve and resulting in vision loss and blindness. There are two types. Primary glaucoma, which is hereditary, and secondary glaucoma which is a result of inflammation, a tumor, or injury. Glaucoma generally affects one eye first, which will be red, teary, squinty, and appear painful. A dilated pupil won't react to light, and the front of the eye will have a whitish, almost blue cloudiness. Vision loss and eventually blindness will result, sometimes even with treatment (surgery or medication, depending on the case).Progressive Retinal Atrophy (PRA): This is a degenerative eye disorder that eventually causes blindness from the loss of photoreceptors at the back of the eye. PRA is detectable years before the dog shows any signs of blindness. Fortunately, dogs can use their other senses to compensate for blindness, and a blind dog can live a full and happy life. Just don't make it a habit to move the furniture around. Reputable breeders have their dogs' eyes certified annually by a veterinary ophthalmologist and do not breed dogs with this disease.Distichiasis: This condition occurs when an additional row of eyelashes (known as distichia) grow on the oil gland in the dog's eye and protrude along the edge of the eyelid. This irritates the eye, and you may notice your Aussie squinting or rubbing his eye(s). Distichiasis is treated surgically by freezing the excess eyelashes with liquid nitrogen and then remove them. This type of surgery is called cryoepilation and is done under general anesthesia.Epilepsy: This is a neurological condition that's often, but not always, inherited. Epilepsy can cause mild or severe seizures that may show themselves as unusual behavior (such as running frantically as if being chased, staggering, or hiding) or even by falling down, limbs rigid, and losing consciousness. Seizures are frightening to watch, but the long-term prognosis for dogs with idiopathic epilepsy is generally very good. It's important to take your dog to the vet for proper diagnosis (especially since seizures can have other causes) and treatment.Hypothyroidism: Hypothyroidism is a disorder of the thyroid gland. It's thought to be responsible for conditions such as epilepsy, alopecia (hair loss), obesity, lethargy, hyperpigmentation, pyoderma, and other skin conditions. It is treated with medication and diet.Beagle Dwarfism: This is a condition where the dog is smaller than normal. This condition may or may not be accompanied by other physical abnormalities, such as extremely short legs.Chinese Beagle Syndrome (CBS): This is a condition that is characterized by a wide skull and slanted eyes. The dog grows normally otherwise. Quite often, dogs with CBS have heart problems and toe abnormalities.Patellar Luxation: Also known as \"slipped stifles,\" this is a common problem in small dogs. It is caused when the patella, which has three parts — the femur (thigh bone), patella (knee cap), and tibia (calf) — is not properly lined up. This causes lameness in the leg or an abnormal gait, sort of like a skip or a hop. It is a condition that is present at birth although the actual misalignment or luxation does not always occur until much later. The rubbing caused by patellar luxation can lead to arthritis, a degenerative joint disease. There are four grades of patellar luxation, ranging from grade I, an occasional luxation causing temporary lameness in the joint, to grade IV, in which the turning of the tibia is severe and the patella cannot be realigned manually. This gives the dog a bowlegged appearance. Severe grades of patellar luxation may require surgical repair.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition.In Beagles, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).",
    "Care": "A fenced backyard is a necessity with a scenthound such as a Beagle. When outside, your Beagle should be on lead in unconfined areas, or securely confined and supervised. He's a wanderer by nature, so in case he escapes — a common occurrence with Beagles — be sure he's microchipped and wearing identification tags on his collar so he can be returned to you.Some people prefer to use an underground electronic fence, but this type of enclosure doesn't prevent other animals from coming into your yard. Besides, if a scent is enticing enough your Beagle will be more than willing to risk a momentary shock to follow it.Like all dogs, Beagles benefit from obedience training. Positive reinforcement techniques work best because Beagles will simply switch off when treated harshly. Most Beagles are more than happy to do anything for a tasty treat.Adolescent Beagles are full of energy and need a lot of opportunities to work it all off. They love to go for walks with their family, or, even better, a good run across a field to hunt down rabbits (not recommended unless you have trained your dog to come back to you). They'll enjoy jogging with you, but wait until they're 18 months or older before starting them on a repetitive exercise like this.When mature, a Beagle can become fairly lazy, content to lie about the house all day, getting up for meals and perhaps an occasional scratching of the ears. Since this is a breed prone to obesity, don't let this happen.",
    "Feeding": "Recommended daily amount: 3/4 to 1.5 cups of high-quality dry food a day, divided into two meals.NOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Beagles are food thieves. These dogs will raid your pantry and garbage daily if given the chance, and they're willing to eat until they pop. Keep yours in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test.First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.Also, dole out treats sparingly. Your Beagle will be just as happy to get a bite-size training treat as a bigger biscuit.For more on feeding your Beagle, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The breed standard for Beagles says \"any hound color\" is acceptable. The most common color for Beagles is tricolor with a black saddle (the area across the back), white legs, chest, belly, and a white tip on the tail, and tan on the head and around the saddle.The second most common color combination is red and white in an Irish spotting pattern on the face, neck, legs and tip of the tail. Whatever their color, they typically have a white tip on their tails so hunters can see them when they're hunting in tall grass.Beagles have a smooth, dense double coat that is resistant to rain. They should be brushed with a medium-bristle brush or a hound glove (a rubber mitt with nubs on the palm area) at least once a week to loosen and remove dead hair and encourage new hair growth.Beagles shed, but because their hair is short, it isn't too noticeable. Their coats tend to get thicker in the winter, so they shed more in the spring. They are clean dogs (unless, of course, they've found something appealingly stinky to roll in) and generally don't require frequent baths.Since Beagles are drop-eared dogs, air doesn't circulate well inside their ears and they can get infections. Check their ears at least every two weeks for signs of infection or waxy buildup. Check them also if you notice your Beagle shaking his head a lot or scratching at his ears. Never allow water or oils to enter his ears.Brush your Beagle's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim his nails once or twice a month if your dog doesn't wear them down naturally to prevent painful tears and other problems. If you can hear them clicking on the floor, they're too long. Dog toenails have blood vessels in them, and if you cut too far you can cause bleeding — and your dog may not cooperate the next time he sees the nail clippers come out. So, if you're not experienced trimming dog nails, ask a vet or groomer for pointers.Begin accustoming your Beagle to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "Beagles bond with everyone in the family, especially children. They can be rambunctious when playing, however, so they need to be properly socialized and supervised with very young children. In addition, Beagles tend to be \"mouthy,\" grabbing things, including your or your child's hand, with their mouths to play. They do this in fun and can be trained not to do this.As with every breed, you should always teach children how to approach and touch dogs, and supervise any interactions. Teach your child never to approach any dog while he's eating or sleeping or to try to take the dog's food away. No dog, no matter how friendly, should ever be left unsupervised with a child.Because of their pack dog heritage, Beagles enjoy company and don't like to be left alone. Another dog or even a cat will help meet their companionship needs.",
    "Rescue Groups": "Beagles are often acquired without any clear understanding of what goes into owning one. The following rescue groups can help you find Beagles in need of adoption or fostering.Rescue: National Beagle Club of AmericaSOS Beagle RescueEast Cascade Beagle RescueCheck out Road to Rescue's SPOTlight on Tampa Bay Beagle Rescue.",
    "Breed Organizations": "Below are breed clubs, organizations, and associations where you can find additional information about the Beagle.National Beagle Club of America"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Hound Dogs"
    },
    {
      "name": "Height",
      "value": "13 to 15 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "18 to 30 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}