{
  "id": "bedlington-terrier",
  "url": "https://dogtime.com/dog-breeds/bedlington-terrier",
  "name": "Bedlington Terrier",
  "intro": "The Bedlington Terrier dog breed originated as a killer of vermin and hunter’s sidekick. Today Bedlingtons excel as companions and in the show ring. Although they still have excellent hunting instincts, a keen sense of smell, and the will to go to ground, they are rarely used in the field.\nEven though these are purebred dogs, some may still end up in the care of shelters or rescues. Consider adoption if this is the breed for you.\nAffectionate and playful, the Bedlington enjoys being the center of attention. In fact, they may prefer to be the solo pet in the household. Even though these dogs are friendly to just about all people, they have a strong sense of intuition and make excellent watchdogs for their humans. They’re a good choice for apartment dwellers and large home owners alike, so long as they get plenty of exercise and love.\nDogTime recommends this dog bed to give a good night’s sleep to your medium-sized Bedlington Terrier. You should also pick up this dog water bottle for any outdoor adventures you have with your pup!\nSee all Bedlington Terrier dog breed facts and characteristics below!",
  "description": {
    "": "The Bedlington Terrier captures your attention with his unique lamblike appearance and keeps it with his entertaining, opinionated personality. Don't let his appearance fool you, however. The Bedlington is all terrier: inquisitive, intelligent, alert, and aggressive toward small animals outdoors.Bedlingtons throw themselves with enthusiasm into the activities of their family. They love to be the center of attention and will play the clown to get it. Bedlingtons welcome guests and entertain them with their antics, but they'll let you know if they think someone's shady. Bedlington people say their dogs have astute judgment and make excellent watchdogs.Exercise is important to keep a Bedlington happy and healthy, but he has moderate energy levels and activity needs. He'll match his activity level to yours and can be satisfied with a nice walk or vigorous game of fetch. He can jog with you or go on a hike. Although he's rarely used in the field, his hunting abilities include pointing, retrieving, tracking, and, of course, going to ground after den animals. Whatever you do with him, he's happy to be a couch potato afterward.When he's raised with children, the Bedlington can be an energetic playmate. Make sure extremely young children are supervised by an adult when interacting with any dog to prevent injury to both. While a Bedlington will tolerate a certain amount of rough handling, he will set limits when things get too rough, and he doesn't understand that a child's skin isn't as tough as another dog's.Bedlingtons can get along well with other dogs, especially if they're raised with them. Like most terriers, they might not start a fight, but they won't back down from one. The Bedlington may look fluffy and sweet, but he's no pushover and won't accept readily another dog's attempt to dominate him. Bedlingtons can be fierce fighters if aroused, so be cautious when introducing them to new canine companions, especially other adults of the same sex. Male Bedlingtons especially will persist in a fight until major damage is done.The Bedlington is intelligent, and that intelligence makes him only moderately easy to train. He does best when you can persuade him that doing what you want is really his idea or benefits him in some way. Use positive reinforcement techniques such as praise, play, and food rewards. Harsh words and physical force will not work with this breed, as they will only bring out his stubborn streak and begin a battle of wills that you will probably lose. Nonetheless, Bedlingtons have competed successfully in the obedience ring. They view the agility ring as an excellent opportunity show off their speed, grace, and enthusiasm. And naturally your Bedlington will love Earth Dog competitions in which he can display his terrier tenacity and willingness to find prey underground.With proper training and socialization, the Bedlington is an excellent companion and enthusiastic partner in all family activities. You will appreciate his sense of humor and eagerness to get the most out of life.",
    "Highlights": "Bedlingtons can be stubborn at times.Early socialization with other pets is a must to prevent problems.Bedlington Terriers need exercise and mental stimulation or they will get bored, which leads to trouble.Males can be fierce fighters if challenged by another dog.Bedlingtons are highly intelligent and moderately easy to train. They don't respond to harsh training methods.Bedlingtons require grooming once or twice weekly to maintain the coat and prevent matting.Bedlingtons can be one-person dogs.Bedlingtons are terriers and like to dig.Bedlingtons require a fenced yard. They will chase other animals and they are very fast.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "The Bedlington Terrier was developed in the north of England, but where he came from is anybody's guess. One theory has it that he traveled with Rom, or gypsies, who used him to poach game on the estates they passed by. His talents in ridding the land of rats, badgers, and other vermin drew the attention of the local squires, who acquired some of the dogs for themselves.One of their noble fans was Lord Rothbury, whose estate was located in Bedlington in the county of Northumberland. For a time, they were known as Rothbury terriers, but eventually the name Bedlington stuck. The first dog to actually be called a Bedlington Terrier, in 1825, was Ainsley's Piper, owned by Joseph Ainsley of Bedlington. Piper went up against his first badger when he was only 8 months old, and he was still showing other dogs how it was done when he was old, toothless, and nearly blind.There is speculation that the Whippet was added to the breed at some point to increase the dog's speed and agility. He also has similarities to the Dandie Dinmont, Soft Coated Wheaten, and Kerry Blue Terriers, so he may share common ancestors with them.The popularity of Bedlingtons crossed all social boundaries. They were favorites of factory and mine workers, who used them to rid the premises of rats and then raced them in their off hours, against each other and against Whippets.Bedlingtons joined other dogs in the show ring in the mid-1800s, and the National Bedlington Terrier Club was formed in England in 1877. The first Bedlington Terrier to be registered by the American Kennel Club was Ananias in 1886. Today the Bedlington ranks 128th among the 155 breeds and varieties recognized by the AKC.",
    "Size": "Males stand 16 inches at the shoulder; females, 15 inches. Weight ranges from 17 to 23 pounds and should be proportionate to height.",
    "Personality": "Alert, energetic, and intelligent, the Bedlington is an excellent companion and watchdog. He enjoys being the center of attention and likes to entertain his people. He can be aggressive toward other dogs of the same sex and will chase small furry animals.Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Choose the middle-of-the-road puppy, not the one who's beating up his littermates or the one who's hiding in the corner. Always meet at least one of the parents — usually the mother is the one who's available — to ensure that they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when he grows up.Like every dog, Bedlingtons need early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Bedlington puppy grows up to be a well-rounded dog. Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills.",
    "Health": "Bedlington Terriers are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Bedlingtons will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition. In Bedlingtons, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).Copper Toxicosis: This hereditary disease is caused by failure of the liver to expel dietary copper, leading to a buildup in the body resulting in illness and death. It is an autosomal recessive trait; affected dogs must inherit a gene from both parents to be symptomatic. If they inherit a gene from only one parent, they will be a carrier. The recent development of a DNA test makes it possible to screen for affected dogs and carriers and remove them from the gene pool.Patellar Luxation: This is a dislocation of the kneecap (patella) and is sometimes referred to as slipped stifles. It can be from injury or congenital (present at birth). Patellar Luxation can be mild with little or no symptoms or severe with intense pain and limping. Severe grades of patellar luxation may require surgical repair.Distichiasis: This condition occurs when an additional row of eyelashes (known as distichia) grow on the oil gland in the dog's eye and protrude along the edge of the eyelid. This irritates the eye, and you may notice your Aussie squinting or rubbing his eye(s). Distichiasis is treated surgically by freezing the excess eyelashes with liquid nitrogen and then removing them. This type of surgery is called cryoepilation and is done under general anesthesia.Renal Cortical Hypoplasia: This condition occurs when the cortex of one or both of the kidneys develops abnormally. The dog will develop kidney failure. First signs of kidney failure are increased thirst that causes an increase in urination. There is no cure; the treatment consists of managing the signs and trying to prevent additional damage to the kidneys.Retinal Dysplasia: This is a developmental malformation of the retina that the dog is born with. Most cases are mild and there is no detectable loss in vision. Veterinary ophthalmologists can do tests to determine if puppies are affected when they are 7 to 12 weeks old. Retinal dysplasia shouldn't affect a dog's ability to function as a companion, but affected dogs shouldn't be bred.",
    "Care": "Bedlington Terriers are a hardy breed with moderate activity levels. They are capable of running at high speeds, so a safely fenced area is important. They are not suited to living outdoors. They are small enough to be appropriate for an apartment as long as they have a safe place to exercise.Exercise for the Bedlington can mean a nice walk or a vigorous game of fetch. He can jog with you or go on a hike. You can also train him for agility, obedience, or tracking. He's quiet in the home, happy to relax on the sofa with you.The Bedlington is intelligent, and that intelligence makes him only moderately easy to train. He does best when you can persuade him that doing what you want is really his idea or benefits him in some way. Use positive reinforcement techniques such as praise, play, and food rewards. Harsh words and physical force will not work with this breed, as they will only bring out his stubborn streak and begin a battle of wills that you will probably lose.Like all dogs, Bedlington puppies can be destructive. Crate them to prevent them from getting into trouble if you're not around to supervise.",
    "Feeding": "Recommended daily amount: 1 to 1.5 cups of high-quality dry food a day, divided into two meals.NOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Bedlington in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test. First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Bedlington, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The Bedlington's distinctive coat is an unusual combination of harsh and soft hair. It feels crisp but not wiry and has a tendency to curl, especially on the head and face. It doesn't shed much. The coat of a Bedlington trimmed for the show ring is no longer than one inch on the body, with the hair on the legs slightly longer.We tend to think of him as white, but the Bedlington comes in several colors and combinations: blue, sandy, liver, blue and tan, sandy and tan, and liver and tan. In bi-colors, the tan markings are found on the legs, chest, under the tail, inside the hindquarters and over each eye. Bedlington puppies are dark when they're born and lighten as they mature. The topknot (a tuft of longer hair on top of the head) of all adults should be lighter than the body color.Unlike many terrier breeds, the Bedlington's coat doesn't need to be stripped. You'll need to comb him at least once a week. You can take him to a professional groomer for his lamb clip, or your Bedlington's breeder can show you how to clip him yourself. The face must be hand-scissored to achieve the unique appearance.Other grooming needs include dental hygiene and nail care. Brush your Bedlington's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim nails once or twice a month or as needed. If you can hear them clicking on the floor, they're too long. Short, neatly trimmed nails keep the feet in good condition and protect your shins from getting scratched when your Bedlington enthusiastically jumps up to greet you.Begin accustoming your Bedlington to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.",
    "Children And Other Pets": "When he's raised with children, the Bedlington can be an energetic playmate. He's probably best suited to homes with older children. While a Bedlington will tolerate a certain amount of rough handling, he will set limits when things get too rough, and he doesn't understand that a child's skin isn't as tough as another dog's.Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's sleeping or eating or to try to take the dog's food away. No dog should ever be left unsupervised with a child.Bedlingtons can get along with other dogs, especially if they're raised with them, but they may be aggressive toward dogs of the same sex. And like most terriers, they might not start a fight, but they won't back down from one. Bedlingtons can be fierce fighters if aroused, so be cautious when introducing them to new canine companions, especially other adults of the same sex. Male Bedlingtons especially will persist in a fight until major damage is done. A Bedlington might learn to get along with your indoor cat if he's raised with him, but outdoor cats and other animals will be fair game for him to chase.",
    "Rescue Groups": "Bedlington Terriers are sometimes bought without any clear understanding of what goes into owning one. These dogs may end up in need of adoption and or fostering.Bedlington Terrier Club of America"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Terrier Dogs"
    },
    {
      "name": "Height",
      "value": "15 to 16 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "17 to 23 pounds"
    },
    {
      "name": "Life Span",
      "value": "14 to 16 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}