{
  "id": "belgian-tervuren",
  "url": "https://dogtime.com/dog-breeds/belgian-tervuren",
  "name": "Belgian Tervuren",
  "intro": "Created in Belgium in the late 19th century, the Belgian Tervuren dog breed is often considered to be the most elegant of the four Belgian sheepdogs. They’re intelligent and athletic, making them a versatile performer in any number of activities, including their original job, herding.\nEven though these are purebred dogs, you may find them in the care of shelters or rescue groups. Remember to adopt! Don’t shop if you want to bring a dog home.\nBelgian Tervurens are smart and sensitive. They do best if they get plenty of mental and physical stimulation, otherwise they may invent their own, potentially destructive, ways to alleviate boredom. They also don’t take well to being left home alone for long hours of the day. If you can provide a dog with plenty of exercise, training, and attention, this breed might be a good choice for you.\nSee below for complete list of dog breed traits and facts about Belgian Tervurens!",
  "description": {
    "": "The four Belgian herding breeds are all similar in type, but each sports a distinctive look. The Belgian Tervuren is a beautiful, medium-size dog with a long, rich fawn to russet mahogany coat superimposed with a blanket of black, giving the Terv a striking appearance. He has the same athletic body and seemingly endless well of energy that characterizes all the Belgian shepherd breeds.The Terv is a charmer, noted for his intelligence, elegance, alertness, and sense of humor. He stands his ground in the face of strangers, sure of his ability to protect his people and property. With his own family, he's affectionate and demanding of their time and attention. This is a dog who loves to be doing things with you.And he can do a lot of things. The Terv isn't just a herding dog anymore. He does police work, is an accomplished assistance dog and therapy dog, and participates in any number of dog sports, from herding — natch! — to agility, obedience, sledding (yes, sledding), and tracking. The breed standard — the written description of how a dog should look and act — says a Tervuren is usually in motion when not under command. Take that description to heart if you are considering a Terv!The Belgian Tervuren is not typically recommended for people who are inexperienced with dogs. His temperament and activity level can be overwhelming to people who haven't had a working dog before. Herding dogs such as the Tervuren are hard-wired to chase after a flock of sheep all day long. That instinct doesn't disappear just because they're living in a family home instead. The Terv requires a good hour of exercise each day and enough mental stimulation to keep him from being bored. If he's left to his own devices all day, he's likely to create his own entertainment — generally something you won't like that will be expensive to repair — or to develop separation anxiety.While the Terv is smart and highly trainable, he is an independent thinker. To succeed in training him, you'll need to earn his trust and respect without the use of anger, intimidation, or physical force. For all his confidence and strength, the Tervuren is sensitive, and his temperament can be damaged, sometimes irreparably, by harsh corrections. He does best with a combination of firm, fair, consistent rules and rewards for correct behavior.Tervs are devoted to their families, including children, but they're more interested in hanging with the adults. They can get along well with other dogs and cats if they're brought up with them, although they may have issues with strange animals that come onto their property. They love to chase — that herding instinct, again! — so cats who stand their ground will probably fare better than those who turn tail and run. That desire to chase also puts passing joggers and cars at risk, so a fenced yard is necessary not only for the safety of others but also for the Terv's own well-being.The Belgian Tervuren combines the beauty and grace of a show dog, the love, loyalty, and temperament of a companion dog, and the energy, athleticism, and intelligence of a herding dog to create a breed that can truly do it all. If you are a highly active and experienced dog owner and would like a canine partner for jogging, hiking, dog sports, or other activities, the Terv is one to consider.",
    "Highlights": "Shyness can be a problem in this breed. Choose the middle-of-the-road puppy, not the one beating up his littermates or the one hiding in the corner.Belgian Tervuren require at least an hour of exercise per day. If you don't provide them with exercise and mental stimulation in the form of training or play, they'll find their own entertainment, and chances are it will be expensive to repair.Belgian Tervuren shed year-round and require 15 to 20 minutes of brushing weekly.Tervs can get along well with other dogs and cats if they're raised with them, but they have a chase instinct and will go after animals that run from them.Belgian Tervuren will chase joggers, bicyclists, and cars, so they need a securely fenced yard.Tervuren are very intelligent and alert. They also have strong herding and protection instincts. Early, consistent training is critical!Although they are good-size dogs, they are very people-oriented and want to be included in family activities.Belgian Tervuren are play-oriented and sensitive. Keep training sessions fun, consistent, and positive.Because of their intelligence, high energy, and other characteristics, Tervuren are not recommended for inexperienced dog owners.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "The Belgian Tervuren is one of four varieties of shepherd dogs that were developed in Belgium in the late 1800s. The four varieties are the Malinois (fawn-mahogany, short coat with black mask), Tervuren (fawn-mahogany, long coat with black mask) the Laekenois (fawn, rough coat), and the Groenendael (black, long coat). The American Kennel Club (AKC) recognizes all but the Laekenois as separate breeds in the U.S., while the United Kennel Club recognizes all four types as one.The Club du Chien de Berger Belge (Belgian Shepherd Dog Club) was formed in September 1891 to determine which of the many different types of dogs was representative only of the shepherd dogs developed in Belgium. In November of that same year, breeders and fanciers met on the outskirts of Brussels to examine shepherd dogs from that area. After much deliberation, veterinary professor Adolphe Reul and a panel of judges concluded that the native shepherd dog of that province were square, medium-size dogs with well-set triangular ears and very dark brown eyes and differed only in the texture, color, and length of hair. Subsequent examinations of dogs in other Belgian provinces resulted in similar findings.In 1892, Professor Reul wrote the first Belgian Shepherd Dog standard, which recognized three varieties: dogs with long coats, dogs with short coats, and dogs with rough coats. That same year, the first show for Belgian Shepherd dogs took place in Cureghem, Belgium, and the winner was a Tervuren named Duc II. The Club du Chien de Berger Belge asked the Societe Royale Saint-Hubert (Belgium's equivalent to the American Kennel Club) for breed status, but was denied. By 1901, however, the Belgian Shepherd Dog, encompassing the four varieties, was finally recognized as a breed.Breeders decided to give each of the different varieties of Belgian Shepherd Dogs their own names. Tervuren take their name from a Belgian village that was home to M. F. Corbeel, who bred Tom and Poes, fawn-colored dogs who are considered the foundation of the Tervuren breed.Belgian Shepherds were also used as guard dogs and draught dogs. They were the first dogs to be used by the Belgian police. Before World War II, international police dog trials became very popular in Europe, and Belgian dogs earned a number of prizes at the trials.When World War I broke out, many Belgian Shepherd Dogs were used by the military for a number of jobs including messenger dogs, Red Cross dogs, ambulance cart dogs and, according to some, light machine-gun cart dogs.A few Tervuren made it to the United States, but the breed didn't catch on and had disappeared in this country by the 1930s. It wasn't until 1953 that more Tervuren were imported for American breeding programs. In 1959 the AKC declared them a separate breed from the other Belgian Sheepdogs, and the American Belgian Tervuren Club was formed in 1960.Since then the Terv's elegance has made him a popular show dog and his working ability has made him a talented herding dog. He ranks 107th among the 155 breeds and varieties recognized by the American Kennel Club.",
    "Size": "A male Belgian Tervuren stands 23 to 26.5 inches tall at the shoulder and weighs 55 to 70 pounds; a female is 21 to 24.5 inches tall and weighs 40 to 55 pounds.",
    "Personality": "A proper Belgian Tervuren is observant and vigilant, making him an excellent watchdog. A Terv is a confident protector of his people and property and doesn't attack without cause. He's affectionate and friendly with people he knows, especially family members. He's also demanding of their time and attention. This breed does not like to be left alone; he wants to be doing things with the family. He requires plenty of mental stimulation in the form of training and play, especially with puzzle toys such as Buster Cubes, as well as interactive play such as fetch games.But that typical Tervuren temperament doesn't just happen. It's affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Choose the middle-of-the-road puppy, not the one who's beating up his littermates or the one who's hiding in the corner. Excessive shyness can be a problem in this breed, so never choose a fearful puppy, even if he elicits protective feelings from you.Always meet at least one of the parents — usually the mother is the one who's available — to ensure that they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when he grows up.Like every dog, Tervuren need early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Tervuren puppy grows up to be a well-rounded dog. Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills.",
    "Health": "Belgian Tervurens are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Belgian Tervurens will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition. In TKs, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).Hip Dysplasia: This is a heritable condition in which the thighbone doesn't fit snugly into the hip joint. Some dogs show pain and lameness on one or both rear legs, but you may not notice any signs of discomfort in a dog with hip dysplasia. As the dog ages, arthritis can develop. X-ray screening for hip dysplasia is done by the Orthopedic Foundation for Animals or the University of Pennsylvania Hip Improvement Program (PennHIP). Dogs with hip dysplasia should not be bred. If you're buying a puppy, ask the breeder for proof that the parents have been tested for hip dysplasia and are free of problems. Hip dysplasia is hereditary, but it can also be triggered by environmental factors, such as rapid growth from a high-calorie diet or injuries incurred from jumping or falling on slick floors.Progressive Retinal Atrophy (PRA): This is a degenerative eye disorder that eventually causes blindness from the loss of photoreceptors at the back of the eye. It is not thought to be widespread in Belgian Tervuren. PRA is detectable years before the dog shows any signs of blindness. Fortunately, dogs can use their other senses to compensate for blindness, and a blind dog can live a full and happy life. Just don't make it a habit to move the furniture around. Reputable breeders have their dogs' eyes certified annually by a veterinary ophthalmologist and do not breed dogs with this disease. The eye clearance the breeder shows you should be dated within the past year.Elbow Dysplasia: This is a heritable condition common to large-breed dogs. It's thought to be caused by different growth rates of the three bones that make up the dog's elbow, causing joint laxity. This can lead to painful lameness. Your vet may recommend surgery to correct the problem or medication to control the pain.Epilepsy: The Belgian Tervuren can suffer from epilepsy, a disorder that causes mild or severe seizures. Epilepsy can be hereditary; it can be triggered by metabolic disorders, infectious diseases that affect the brain, tumors, exposure to poisons, or severe head injuries; or it can be of unknown cause (referred to as idiopathic epilepsy). Seizures may be exhibited by unusual behavior, such as running frantically as if being chased, staggering, or hiding. Seizures are frightening to watch, but the long-term prognosis for dogs with idiopathic epilepsy is generally very good. Epilepsy can be controlled with medication, but it cannot be cured. A dog can live a full and healthy life with the proper management of this disorder. If your Belgian Tervuren has seizures, take him to the vet right away for a diagnosis and treatment recommendations.",
    "Care": "The Belgian Tervuren is an indoor/outdoor dog. He should live indoors with the family but needs access to a securely fenced yard that will prevent him from escaping to chase passing cyclists, joggers, and cars.If possible, provide your Belgian Tervuren with some off-leash exercise in a fenced area in addition to long walks or jogging. He needs at least an hour of activity daily, which can be broken up into two or three exercise or play sessions. If you like to hike or jog, your Tervuren will be happy to be by your side. Consider training him to compete in obedience, tracking, or agility. It doesn't really matter what you do as long as you keep him active. Don't be surprised if he runs in large circles in your yard; it's a remnant of his herding heritage.Introduce puppies to exercise gradually. From 9 weeks to 4 months of age, puppy kindergarten once or twice a week is a great way for them to get exercise, training, and socialization; add 15 to 20 minutes of playtime in the yard, morning and evening. Throw a ball for them to fetch. From 4 to 6 months of age, weekly obedience classes and daily half-mile walks will meet their needs, plus playtime in the yard. From 6 months to a year of age, play fetch with a ball or Frisbee for up to 40 minutes during cool mornings or evenings, not in the heat of the day. Continue to limit walks to a half mile. After he's a year old, your Terv pup can begin to jog with you, but keep the distance to less than a mile and give him frequent breaks along the way. Avoid hard surfaces such as asphalt and concrete. As he continues to mature, you can increase the distance and time you run. These graduated levels of exercise will protect his developing bones and joints.Belgian Tervuren are sensitive and highly trainable. Be firm, calm, and consistent with them. Anger and physical force are counterproductive. Use positive training techniques, rewarding them with praise, play, or treats when they perform commands correctly or do anything you like — even if you didn't ask them to.",
    "Feeding": "Recommended daily amount: 2 to 3 cups of high-quality dry food a day, divided into two meals.NOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.If you're unsure whether he's overweight, give him the eye test and the hands-on test. First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Belgian Turvuren, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The Belgian Tervuren is a double-coated breed. The topcoat is abundant with long, straight hair that's moderately harsh to the touch, never wiry or silky. The soft, dense undercoat provides protection from the weather and varies in thickness depending on the climate in which the Terv lives. The hair is short on the head, outside the ears, and on the front part of the legs. Tufts of hair protect the opening of the ear. The hair on the rest of the body is long and includes sort of a mini-mane — called a collarette — around the neck, which is most noticeable in males; and a fringe of long hair down the back of the front legs and back of the thighs and on the tail. As in most species, the male is more ornamental than the female.The strong, rich color of the Belgian Tervuren coat ranges from fawn to russet mahogany with a black overlay. The lighter guard hairs are tipped with black. The chest is black or black and gray, the face has a black mask, the ears are black, and the tail usually has a dark or black tip. It's normal for Belgian Tervuren, especially males, to become darker with age, usually on the shoulders, back, and rib area. In either sex, a good coat never looks washed out or appears predominantly cream or gray in color, although you'll find cream, light beige, or gray on the underside of the tail, body, and back of the thighs. The tips of the toes may be white.Like most double-coated dogs, Tervs shed year-round. Males usually have one heavy shed per year, while females shed between each heat cycle. Expect to spend 15 to 20 minutes per week brushing out that coat to remove dead hair and prevent mats or tangles. If you do this, you shouldn't have a lot of loose hair flying around your house, especially if you supplement the weekly brushing with a quick daily brushing of a minute or two.Other grooming needs include dental hygiene and nail care. Brush your Terv's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim nails regularly if your dog doesn't wear them down naturally. If you can hear them clicking on the floor, they're too long. Short, neatly trimmed nails keep the dog's feet in good condition and keep your legs from getting scratched when your Terv enthusiastically jumps up to greet you.Begin accustoming your Terv to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the ears, nose, mouth, and eyes, and on the feet. Ears should smell good, without too much wax or gunk inside, and eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "Well-socialized Tervs are good with children, especially if they are raised with them, but because of their herding heritage they may have a tendency to nip at their heels and try to herd them when playing. You must teach your Terv that this behavior is unacceptable. An adult Tervuren who's unfamiliar with children may do best in a home with children who are mature enough to interact with him properly.Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's sleeping or eating or to try to take the dog's food away. No dog should ever be left unsupervised with a child.Tervs get along best with other dogs and cats when they're brought up with them from puppyhood. Sometimes they become best friends with cats and other animals and will protect them as they would members of their flock, and sometimes they all come to an agreement of mutual indifference. Tervs do have a chase instinct, however, and even if they don't chase \"their\" cats, they may be unable to resist chasing cats or other animals that intrude in their yards. If you want your Terv to get along with other animals you must start early and reward them for appropriate behavior. If your Terv hasn't been socialized to other animals, it's your responsibility to keep him under control in their presence.",
    "Rescue Groups": "Belgian Tervuren are often purchased without any clear understanding of what goes into owning one. There are many Tervs in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Terv rescue.Belgian Tervuren Rescue Inc.",
    "Breed Organizations": "Below are breed clubs, organizations, and associations where you can find additional information about the Belgian Tervuren.American Belgian Tervuren Club, Inc."
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Herding Dogs"
    },
    {
      "name": "Height",
      "value": "21 to 26 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "40 to 70 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 12 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}