{
  "id": "belgian-laekenois",
  "url": "https://dogtime.com/dog-breeds/belgian-laekenois",
  "name": "Belgian Laekenois",
  "intro": "The Belgian Laekenois dog breed was developed in Belgium in the 1880s, herding sheep of the Laken Castle in Brussels. The rarest of the four Belgian Shepherds, the Laekenois is just starting to gain international recognition.\nSome fans of the breed call them Chien de Berger Belge or Laeken. Also, they sometimes aren’t really differentiated from the three other Belgian Shepherds, depending where you are and who you ask. Although these are purebred dogs, you may still find them in shelters and rescues. Remember to adopt! Don’t shop, whenever possible, if this is the breed for you.\nThe Belgian Laekenois loves to please and protect their humans, and they can make especially great family dogs. They do not do well when left alone for long stretches of time, so this dog may not be a good choice if you spend a lot of time outside the home and don’t plan on taking the pup along. This is a herding dog, and they may nip at smaller children’s feet or at smaller pets if not properly trained. Still, if you’re ready to handle the breed’s needs and are looking for a loving, alert companion, this might be the right dog for you!\nSee below for complete list of dog breed traits and facts about the Belgian Laekenois!",
  "description": {
    "Highlights": "The Belgian Laekenois coat comes in a variety of colors, usually fawn, mahogany, or red. Sometimes they have a black mask as well.Although they are not heavy shedders, you should still brush out their hair on a weekly to bi-weekly basis with a brush meant for course fur.Belgian Laekenois dogs do not fare well being left alone for long periods of time, and they can get into destructive habits if they become bored. They can still do well in an apartment as long as they aren't left alone for hours on end.Be sure your dog gets at least one solid half-hour- to hour-long walk per day. Include a few good, active play sessions and shorter walks throughout the day, too.The Belgian Laekenois can make an excellent family dog, but they tend to do better with older children than they do younger ones. Your Belgian Laekenois might try to herd toddlers and nip at their heels!Since they are a herding breed and are protective, the Belgian Laekenois might be best suited as the only animal in the house. They might try to herd or hunt down smaller dogs and cats.",
    "History": "To some, the Belgian Laekenois is not its own breed, but a variation of one of the four Belgian Shepherds developed in the 1880s. The Laekenois gets its name from the region of Belgium in which they were developed. Some say they are an aristocratic breed, as they acted as herders and protectors of the sheep at the Royal Castle of Laeken. In the 20th century, the Belgian Laekenois also played a role in both World Wars, acting as messenger dogs.Since then, the Belgian Laekenois' numbers have been dwindling, and not many clubs recognized the breed individually. There are roughly 1,000 alive today, which makes having a Belgian Laekenois as a pet extra rare! The other three Belgian Shepherd breeds -- the Belgian Malinois, Belgian Tervuren, and the Belgian Sheepdog -- were recognized by the American Kennel Club before the Laekenois. It wasn't until July 2020 that the AKC recognized the Belgian Laekenois as part of their Herding Group.",
    "Size": "Male Belgian Laekenois stand 24 to 26 inches from the shoulder and weigh 55 to 66 pounds. Female Belgian Laekenois have a smaller stature, standing about 22 to 24 inches from the shoulder and weighing in around 44 to 55 pounds.That said, some dogs can be smaller or larger than average for their breed.",
    "Personality": "The Belgian Laekenois is an alert, loyal dog who loves to please their humans. This means that they need a human who's ready to provide consistent and calm training; they will not respond well to overly harsh punishments or yelling. Fortunately, the Belgian Laekenois is an intelligent breed, so as long as you are consistent, obedience training should come fairly naturally.Like with every dog, the Belgian Laekenois needs early socialization. Bring your pup with you (where you are allowed, of course!) to experience different sights, people, and sounds. Socialization helps ensure that your Belgian Laekenois doesn't become too territorial or aggressive.They definitely aren't super-hyper dogs, but the Belgian Laekenois does enjoy play sessions in the yard or a mentally stimulating toy. As a herding breed, they might also get a little too into playing and nip at heels. Be sure to curb this habit to prevent any unwanted injuries, especially with smaller children.Belgian Laekenois dogs do not fare well being left alone for long periods of time, and they can get into destructive habits if they become bored while left by themselves. They can still do well in an apartment or smaller space, as long as they aren't being left alone for hours on end and have plenty of playtime and walks.",
    "Health": "Belgian Laekenois are generally healthy, but like all breeds, they can be subject to certain health conditions. Not all Laekens will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.Some of the more common health problems Belgian Laekenois suffer from include:EpilepsyProgressive retinal apathy, cataracts, and other eye issues.PannusHypothyroidismHip dysplasia",
    "Care": "Like with any dog, be sure to keep up with your Belgian Laekenois' regular veterinary appointments to detect health concerns as early as possible. Your veterinarian can help you develop a care routine to keep your Belgian Laekenois happy and healthy.The Laekenois is prone to weight gain if they lead a more sedentary lifestyle. Be sure your dog gets at least one solid half-hour- to hour-long walk per day. Include a few good, active play sessions and shorter walks throughout the day, too.Check their ears for debris and pests daily and clean them as recommended by your vet. Trim your dog's nails before they get too long -- usually once or twice per month. They should not be clicking against the floor. Your groomer can help with this if you have a hard time.You should brush their teeth daily. Your veterinarian can instruct you on how to brush your dog's teeth properly.",
    "Feeding": "A balanced Belgian Laekenois diet should be formulated for a medium-to-large breed with high energy levels. Keep your Belgian Laekenois in shape by measuring their food and feeding them twice a day, as opposed to leaving out food all day. This will curb bored eating.As with all dogs, the Belgian Laekenois' dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Belgian Laekenois' diet, as there is far too much variation among individual dogs -- including weight, energy, and health -- to make a specific recommendation.",
    "Coat Color And Grooming": "The Belgian Laekenois' coat is often wiry and tousled, sometimes with a touch of softer and shorter fur underneath. Their coat comes in a variety of colors, usually fawn, mahogany, or red. Sometimes the Belgian Laekenois has a black mask as well.Although they are not heavy shedders, you should still brush out their hair on a weekly to bi-weekly basis with a brush meant for course fur. This will help remove any dead skin and keep your Belgian Laekenois' coat from knotting. Also be sure to use a dog-friendly sunscreen, as their wiry coat can leave patches of skin vulnerable to sun damage.As with any dog, do not leave your Belgian Laekenois is any extreme temperatures unattended, as their coats will not shield them from the harsher elements.",
    "Children And Other Pets": "The Belgian Laekenois can make an excellent family dog, but they tend to do better with older children than they do younger ones. Your Belgian Laekenois might try to herd toddlers and nip at their heels! If smaller children are taught how to properly play with your dog -- and you are able to supervise as they do so -- a Belgian Laekenois can be a great family pet for any age group.Since they are a herding breed and are protective, the Belgian Laekenois might be best suited as the only animal in the house. They might try to herd or hunt down smaller dogs and cats, which can be a stressful situation for all of your animals.Having said that, some Belgian Laekenois dogs get along fine with other animals. It really comes down to genetics, training, and luck of the draw.",
    "Rescue Groups": "Rescues specifically for Belgian Laekenois dogs might be hard to come by, as this is a rare breed. However, you can always check with your local shelter, and you may want to try a rescue that caters to all kinds of dogs. You can take a look at the following:Wright-Way RescueAngels Among Us Pet RescueYou can also check out DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Herding Dogs"
    },
    {
      "name": "Height",
      "value": "22 to 26 inches"
    },
    {
      "name": "Weight",
      "value": "44 to 66 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 12 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}