{
  "id": "belgian-malinois",
  "url": "https://dogtime.com/dog-breeds/belgian-malinois",
  "name": "Belgian Malinois",
  "intro": "Canines of the Belgian Malinois dog breed were originally bred to be herding dogs. Today, they also work as police and military dogs, protection dogs, and loving family members.\nEven though these are purebred dogs, you may find them at breed specific rescues and shelters. You can also try DogTime’s adoption page that lets you search for adoptable dogs by breed and zip code. Opt to adopt!\nIn the hands of an experienced dog person, these canines are intense, intelligent, and athletic companions. However, with their high energy and exercise needs, they may not fair as well in apartments or small living spaces. This breed is not likely to suit a first-time dog owner. But with firm, consistent training and plenty of physical and mental activity, these pups will be loving and loyal for life.\nSee all Belgian Malinois dog breed traits and facts below!",
  "description": {
    "": "The Belgian Malinois (pronounced MAL-in-wah) is a medium-size Belgian shepherd dog that at first glance resembles a German Shepherd Dog. Malinois are shorthaired, fawn-colored dogs with a black mask. They are one of four types of Belgian herding dogs, and have been shown in the U.S. as a separate breed since 1959.Originally developed in Malines, Belgium, Malinois have a great deal of stamina and truly enjoy working. They are intelligent and very active dogs that excel at many tasks. In addition to herding, they also do well with police work, search and rescue, and in performance events, such as agility.People who are not familiar with the Malinois often confuse them with the German Shepherd Dog (GSD), but there are significant differences in the body structure and temperament of the two breeds. Malinois are smaller dogs with lighter bones. They stand with their weight well on their toes, which gives them a square body profile, while today's GSD has a long, sloping back and carries their weight flatter on their feet.Malinois are fawn-colored, red, or brown, and the tips of their hair are black, while the GSD is usually tan with a black saddle. Additionally, the Malinois has a more refined, chiseled head that the GSD and smaller, more triangular ears.Many think that the Malinois is more alert and quicker to respond than the GSD. They're also very sensitive dogs that don't respond well to harsh training methods. Some Malinois are friendly and assertive, but others are reserved and aloof with strangers. They should never have a fearful or aggressive temperament.Because of their energy level and sensitivity, Malinois are recommended only for people who have previously owned dogs and have experience with dog training. Malinois are very intense dogs who like to be included in all of the family activities. They aren't well suited for people who work long hours or must travel often, leaving their dogs at home.If you have decided that the Malinois is the breed for you, you should expose yours to many different people, dogs, other animals and situations as early as possible. Puppy kindergarten classes are recommended for your Malinois puppy, followed by obedience training class.Malinois are quick learners and eager to do whatever their people ask of them. They excel are obedience, tracking, agility, flyball, herding, showing, Schutzhund and other protection sports, search and rescue, and police work. Trainers describe them as having a high \"play drive,\" which means that they love to play, and about anything you ask them to do is play to them.But the Malinois' owner should never forget that this is a breed developed to protect and herd. Poorly socialized dogs may be aggressive out of fear or shyness. Additionally, although well-socialized Malinois are good with children, especially if they are raised with them, they may have a tendency to nip at their heels and try to herd them when playing.",
    "Highlights": "Belgian Malinois have a great deal of energy and need a lot of exercise. Make sure you have the room and time to provide it.Malinois are very intelligent and alert. They also have strong herding and protection instincts. Early, consistent training is critical!Although they are good-sized dogs, they are very people-oriented and want to be included in family activities.Malinois are constant shedders. They shed heavily twice a year.Belgian Malinois are intense dogs who are play-oriented and sensitive. Training should be fun, consistent, and positive.Because of their intelligence, high energy, and other characteristics, Malinois are not recommended for inexperienced dog owners.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store.",
    "History": "The Belgian Malinois is one of four varieties of Belgian Sheepdogs, which were developed in Belgium in the late 1800s. The four varieties are the Malinois (fawn-mahogany, short coat with black mask), the Tervuren (fawn-mahogany, long coat with black mask), the Laekenois (fawn, rough coat), and the Groenendael (black, long coat). The American Kennel Club (AKC) recognizes all but the Laekenois as separate breeds in the U.S., while the United Kennel Club recognizes all four types as one.The Club du Chien de Berger Belge (Belgian Shepherd Dog Club) was formed in September 1891 to determine which of the many different types of dogs was representative only of the shepherd dogs developed in Belgium. In November of that same year, breeders and fanciers met on the outskirts of Brussels to examine shepherd dogs from that area. After much deliberation, veterinary professor Adolphe Reul and a panel of judges concluded that the native shepherd dog of that province were square, medium-size dogs with well-set triangular ears and very dark brown eyes and differed only in the texture, color, and length of hair. Subsequent examinations of dogs in other Belgian provinces resulted in similar findings.In 1892, Professor Reul wrote the first Belgian Shepherd Dog standard, which recognized three varieties: dogs with long coats, dogs with short coats, and dogs with rough coats. The Club du Chien de Berger Belge asked the Societe Royale Saint-Hubert (Belgium's equivalent to the AKC) for breed status, but was denied. By 1901, however, the Belgian Shepherd Dog was finally recognized as a breed.Today's Malinois can be traced to a breeding pair owned by a shepherd from Laeken named Adrien Janssens. In 1885, he purchased a pale, fawn rough-haired dog called Vos I, or Vos de Laeken from a cattle dealer in northern Belgium. Janssens used Vos I (which means fox in Flemish) to herd his flock and also bred him to a short-haired, brindle-brown dog named Lise (also known as Lise de Laeken or Liske de Laeken). After that mating, Vos I was bred to his daughters, establishing a line of very homogeneous dogs with grey rough-hairs and short-hairs, and fawn rough-hairs and short-hairs. Today, Vos I and Lise de Laeken are recognized as ancestors not only of the modern Belgian Shepherd Dogs, but of the Bouvier des Flandres and Dutch Shepherd Dogs, as well.Breeders decided to give each of the different varieties of Belgian Shepherd Dogs their own names. The city of Malines had formed a club for the promotion of fawn shorthairs Belgian Shepherd dog in 1898. Louis Huyghebaert, an early breeder under the \"ter Heide\" kennel name, as well as a judge, author, and the \"godfather of the Malinois\" (and the Bouvier), along with the Malines club had done much to help popularize these short-hairs, so the name \"Malinois\" came to be associated with the fawn shorthairs.In 1897, a year before the formation of the Malines club, Huyghebaert, suggested that since there weren't very many sheep left in Belgium, that the shepherd dogs should have field trials that showcased their intelligence, obedience, and loyalty. From this recommendation, dressage trials for the shepherd dogs were developed that tested a dog's ability to jump and perform other exercises. The first dressage trial, held on July 12, 1903 in Malines, was won by M. van Opdebeek and his Malinois, Cora van't Optewel.Belgian Shepherds were also used as guard dogs and draught dogs. They were the first dogs to be used by the Belgian police. Before World War II, international police dog trials became very popular in Europe, and Belgian dogs earned a number of prizes at the trials.When World War I broke out, many Belgian Shepherd Dogs were used by the military for a number of jobs including messenger dogs, Red Cross dogs, ambulance cart dogs and, according to some, light machine-gun cart dogs.During the 1920s and 1930s, several outstanding Malinois kennels were started in Belgium. During the first decades of the 20th century, Malinois and Groenendael were the most popular varieties of the Belgian Shepherd dogs to be exported to other countries. At that time, many were exported to the Netherlands, France, Switzerland, Canada, United States, Argentina, and Brazil.In 1911, two Groenendaels and two Malinois were registered by the AKC as \"German Sheepdogs.\" In 1913, the AKC changed the name to \"Belgian Sheepdogs.\" The first dogs were imported by Josse Hanssens of Norwalk, Connecticut. He sold the two Malinois to L.I. De Winter of Guttenberg, New Jersey. De Winter produced several litters from the Malinois under his Winterview kennel name.After World War I, many American servicemen brought back Malinois and other Belgian Shepherd Dogs from Europe, and AKC registrations increased rapidly. The first Belgian Sheepdog Club of America was formed in 1924 and became a member club of the AKC soon after that. In 1924 and 1925, Walter Mucklow, a lawyer in Jacksonville, Florida, popularized the Malinois through AKC Gazette articles that he wrote. He also bred Malinois for a short time under the name of Castlehead Kennel.By the end of the 1920s, the Groenendael and Malinois Belgian Sheepdogs had risen in popularity to rank among the top five breeds. During the Great Depression, dog breeding was a luxury that most couldn't afford, and the first Belgian Sheepdog Club of America ceased to exist. During the 1930s, a few Malinois were registered with the AKC as imports trickled into the country. Even after the Great Depression, there were so few Malinois and interest in the breed had dropped so much that the AKC put them in the Miscellaneous Class at AKC shows in the 1930s and '40s.In 1949, a second Belgian Sheepdog Club of America was formed in Indiana. In that same year, John Cowley imported two Malinois and began his Netherlair kennel. He showed several of his dogs and several people became interested in them. By the 1960s, more people were breeding and showing Malinois. In March 1992, the American Belgian Malinois Club received AKC parent club status.In the last decade, Belgian Malinois dogs have received a lot of attention for their work in the military, drug detection agencies, search and rescue operations, and police forces around the country. As a result, many Malinois have been imported to the U.S. in the last several years.In 2019, a Belgian Malinois known as Conan was injured in a military operation targeting Islamic State leader Abu Bakr al-Baghdadi. The mission was a success, and Conan was honored as a hero at The White House after making a full recovery.",
    "Size": "Males are 24 to 26 inches tall at the shoulder and weigh 60 to 80 pounds. Females are 22 to 24 inches tall and weigh 40 to 60 pounds.",
    "Personality": "This is an outstanding working dog who is confident and protective in any situation. They're affectionate with family members but reserved toward strangers until they take their measure. The watchdog abilities of the Malinois are excellent. They protect their people and property with only as much force as is required. Shyness and aggression are never appropriate in this breed.That said, temperament doesn't just happen. It's affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Meeting the dog's parents, siblings, or other relatives may also prove helpful for evaluating what a puppy will be like when they grow up.Like every dog, the Malinois needs early socialization--exposure to many different people, sights, sounds, and experiences--when they're young. Socialization helps ensure that your Malinois puppy grows up to be a well-rounded dog.Enrolling them in a puppy kindergarten class is a great start. Inviting visitors over regularly and taking your pup to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help them polish their social skills.",
    "Health": "Belgian Malinois are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Malinois will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.Hip Dysplasia: This is a heritable condition in which the thighbone doesn't fit snugly into the hip joint. Some dogs show pain and lameness on one or both rear legs, but you may not notice any signs of discomfort in a dog with hip dysplasia. As the dog ages, arthritis can develop. X-ray screening for hip dysplasia is done by the Orthopedic Foundation for Animals or the University of Pennsylvania Hip Improvement Program (PennHIP). Dogs with hip dysplasia should not be bred. Hip dysplasia is hereditary, but it can also be triggered by environmental factors, such as rapid growth from a high-calorie diet or injuries incurred from jumping or falling on slick floors.Progressive Retinal Atrophy (PRA). This is a degenerative eye disorder that eventually causes blindness from the loss of photoreceptors at the back of the eye. PRA is detectable years before the dog shows any signs of blindness. Fortunately, dogs can use their other senses to compensate for blindness, and a blind dog can live a full and happy life. Just don't make it a habit to move the furniture around.Elbow Dysplasia. This is a heritable condition common to large-breed dogs. It's thought to be caused by different growth rates of the three bones that make up the dog's elbow, causing joint laxity. This can lead to painful lameness. Your vet may recommend surgery to correct the problem or medication to control the pain.Anesthesia Sensitivity. Belgian Malinois are very sensitive to anesthesia. They have a higher than average rate of death when put under anesthesia because of their muscle to fat ratio. Be sure your vet understands this sensitivity before allowing your Malinois to have surgery or even have their teeth cleaned.",
    "Care": "Belgian Malinois can do well in small quarters if they receive enough exercise. They prefer cool climates but adapt well to warmer environments. They should always be included as part of the family and live indoors.If possible, provide your Malinois with some off-leash exercise in a fenced area in addition to long walks or jogging. Malinois need about 20 minutes of activity three or four times a day, and a leisurely walk won't satisfy them. They're built for action. If you like to hike or jog, your Belgian Malinois will be happy to be by your side. Consider training them to compete in obedience or agility. It doesn't really matter what you do as long as you keep them active. Don't be surprised if they run in large circles in your yard; it's a remnant of their herding heritage.Puppies have different exercise needs. From nine weeks to four months of age, puppy kindergarten once or twice a week is a great way for them to get exercise, training, and socialization, plus 15 to 20 minutes of playtime in the yard, morning and evening. Throw a ball for them to fetch.From four to six months of age, weekly obedience classes, daily half-mile walks, and playtime in the yard will meet their needs. From six months to a year of age, play fetch with a ball or Frisbee for up to 40 minutes during cool mornings or evenings, not in the heat of the day. Continue to limit walks to a half mile.After they're a year old, your Malinois pup can begin to jog with you, but keep the distance to less than a mile and give them frequent breaks along the way. Avoid hard surfaces such as asphalt and concrete. As they continue to mature, you can increase the distance and time you run. These graduated levels of exercise will protect their developing bones and joints.Malinois are sensitive and highly trainable. Be firm, calm, and consistent with them. Anger and physical force are counterproductive.",
    "Feeding": "Recommended daily amount: 2 to 3 cups of high-quality dry food a day, divided into two meals.NOTE: How much your adult dog eats depends on their size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference. The better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.If you're unsure whether they're overweight, give them the eye test and the hands-on test.First, look down at them. You should be able to see a waist. Then place your hands on their back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see their ribs without having to press hard. If you can't, they need less food and more exercise.For more on feeding your Dobie, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "Malinois have short, straight hair that feels hard to the touch. The hard topcoat and dense undercoat provide weather resistance for a dog who was bred to work outdoors in all conditions. The hair is slightly longer around the neck, forming a sort of mini-mane.The coat is typically fawn- to mahogany-colored with a black mask on the face, black ears, and black tips on the hairs. Fawn-colored Malinois sometimes have a tiny bit of white on the tips of their toes or a small white spot on the chest.The short, smooth coat of the Malinois is easy to groom. Brush it weekly with a firm bristle brush, and bathe only when necessary. Malinois shed year-round, more heavily in the spring and fall.Brush your Malinois' teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim nails regularly if your dog doesn't wear them down naturally. If you can hear them clicking on the floor, they're too long. Short, neatly trimmed nails keep the dog's feet in good condition and keep your legs from getting scratched when your Malinois enthusiastically jumps up to greet you.Begin getting your Malinois used to being brushed and examined when they're a puppy. Handle their paws frequently--dogs are touchy about their feet--and look inside their mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when they're an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "Well-socialized Malinois are good with children, especially if they are raised with them, but because of their herding heritage they may have a tendency to nip at their heels and try to herd them when playing. You must teach your Malinois that this behavior is unacceptable. An adult Malinois who's unfamiliar with children may do best in a home with children who are mature enough to interact with them properly.Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while they're eating or to try to take the dog's food away. No dog should ever be left unsupervised with a child.Malinois can be aggressive toward other dogs and cats unless they're brought up with them from puppyhood. If you want your Malinois to get along with other animals you must start early and reward them for appropriate behavior. If your Malinois hasn't been socialized to other animals, it's your responsibility to keep your dog under control in their presence.",
    "Rescue Groups": "Belgian Malinois are often purchased without any clear understanding of what goes into owning one. There are many Malinois in need of adoption and or fostering.There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Malinois rescue.ABMC Belgian Malinois RescueResQ BelgiansThe Malinois Ranch RescueYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Herding Dogs"
    },
    {
      "name": "Height",
      "value": "22 to 26 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "40 to 80 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 14 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}