{
  "id": "bergamasco-sheepdog",
  "url": "https://dogtime.com/dog-breeds/bergamasco-sheepdog",
  "name": "Bergamasco Sheepdog",
  "intro": "An ancient breed, the Bergamasco Sheepdog was developed by shepherds as herding and guarding dogs. Today, the intelligent breed, most famous for their unique matted, mop-like coats, is known as a friendly and social companion and show dog.\nThe Bergamasco Sheepdog goes by several other names, including Bergamese Shepherd, Cane da Pastore Bergamasco, and the Bergamo Shepherd Dog. Although these are purebred dogs, you may still find them in shelters and rescues. Remember to adopt! Don’t shop if this is the breed for you.\nThis outgoing breed loves to bond with lots of humans, which makes them a great choice for families or households with multiple people. As long as the Bergamasco Sheepdog has an active and attentive companion, this breed can thrive in nearly any setting. And despite the looks of it, the Bergamasco’s signature coat is fairly low maintenance.\nDogTime recommends this dog bed to give a good night’s sleep to your medium-sized Bergamasco. You should also pick up this dog water bottle for any outdoor adventures you have with your pup!\nSee below for complete list of dog breed traits and facts about Bergamasco Sheepdogs!",
  "description": {
    "Highlights": "The Bergamasco Sheepdog's fur can be black, silver, fawn, merle, cream, white, and gray, and is often a mix of colors. It's known for its signature matting.The Bergamasco's coat is super low maintenance. The breed is also considered a great choice for allergy sufferers, except those who have reactions to lanolin or wool.Bergamaschi do not need tons of exercise. They should get at least one good  half-hour- to hour-long walk per day with a few good, active play sessions and shorter walks mixed in.The Bergamasco Sheepdog is generally amazing with children. Always supervise playtime.Bergamasco Sheepdogs tend to get along with other dogs, given that they are smaller or submissive. They can also tolerate cats.Bergamasco Sheepdogs have a bit of a rebellious streak and go about things their own way. Consistent and firm training will help curb any unwanted behaviors.These dogs are naturally somewhat skeptical of new people. Socialize your dog early if you want to curb this tendency.",
    "History": "Enthusiasts have traced back the origins of Bergamasco Sheepdogs, or Bergamaschi, to the Middle East up to 7,000 years ago. Some believed the dog descended from the Gallic herder breed, the Briard.Italian fans of the breed, however, point out that if the breed traveled west from the Middle East, they would have to hit Italy first. The breed earned its name from the Italian City of Bergamo, up in the Alps, where its flocked coat helped keep these dogs safe from the mountains' harsh conditions.The breed started to diminish in Italy after World War II, but breed enthusiasts worked to keep the ancient breed stable. In 1956, the breed was accepted into the Fédération Cynologique Internationale (FCI).In 2015, the AKC officially started recognizing the Bergamasco Sheepdog in its Herding group. Fans of the Bergamascho Sheepdog around the world continue to advocate for the breed's acceptance into other kennel clubs.",
    "Size": "Male Bergamasco Sheepdogs stand 22 to 24 inches from the shoulder, while female Bergamaschi stand a little shorter, around 20 to 22 inches from the shoulder.Male Bergamaschi weigh in between 70 and 85 pounds, whereas the females are typically between 57 and 70 pounds. That being said, some dogs can be smaller or larger than average for their breed.",
    "Personality": "The Bergamasco Sheepdog is adored by so many people, not just for their signature matted coats, but also for their calm, patient, often intuitive personalities. As herders in the Alps, Bergamaschi obeyed their humans but also knew when to act independently, making them valuable companions.Bergamascho Sheepdogs today tend to live more domesticated lifestyles, and their intelligence, combined with their herding instincts, make them incredible companions to children. The Bergamasco Sheepdog's personality also makes them an excellent therapy dog to both children and adults alike.As a herding dog, the Bergamasco Sheepdog thrives in an environment where they have space to run around, like a home with a yard. However, they don't have massive amounts of energy, like other herding dogs, and will do just fine in an apartment setting with the proper amount of exercise and stimulation.As eager as the Bergamasco Sheepdog is to please their owner, they still have a bit of a rebellious streak and go about things their own way. Consistent and firm training will help curb any unwanted behaviors.Even though they are outgoing dogs, Bergamaschi can be somewhat skeptical about new people or strangers. They aren't prone to aggression, but be sure to socialize your Bergamascho Sheepdog early in order to prevent unwanted guarding or territorial habits.",
    "Health": "Bergamasco Sheepdogs are generally healthy, and not much data has been collected on the rare dog. Many believe that the Bergamasco Sheepdog is still a strong breed because it hasn't been overbred.Still, there are some health conditions Bergamaschi might be prone to, including:Hip DysplasiaBloat, though rare.",
    "Care": "As with all dogs, you should keep up with your Bergmasco Sheepdog regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.Despite being herding dogs, Bergamaschi do not need tons of exercise. Bergmasco Sheepdogs should get at least one good  half-hour- to hour-long walk per day with a few good, active play sessions and shorter walks mixed in.Check their ears for debris and pests daily and clean them as recommended by your vet. Trim your dog's nails before they get too long--usually once or twice per month. They should not be clicking against the floor. Your groomer can help with this.Keep up on their oral health. You should brush their teeth regularly, which your our veterinarian can instruct you on.",
    "Feeding": "An ideal Bergamasco Sheepdog diet should be formulated for a medium- to large-sized breed with medium energy.As with all dogs, the Bergamasco Sheepdog's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Bergamasco's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "The Bergamasco Sheepdog is famous for its matted, flocked coat, which may seem like a hassle to care for. Unless you're planning to put your Bergamasco Sheepdog in shows, you really don't even need to brush your dog's coat.Bergamasco Sheepdog puppies have a softer coat for a year, and then the course \"goat\" and fuzzy \"sheep\" hair start to grow in. The fur can be black, silver, fawn, merle, cream, white, and gray, and is often a mix of colors. The fur then starts its signature matting.Other than bathing your dog a couple times a year, the Bergamasco's coat is super low maintenance. The breed is also considered a great choice for allergy sufferers, except those who have reactions to lanolin or wool.The Bergamasco Sheepdog's coat insulates them from extreme cold, and it also helps regulate the body temperature in extreme heat. Fans of the breed advise not to cut or shave the coat. Even though their coat helps keep them safe, do not leave your Bergamasco Sheepdog in any extreme weather conditions, hot or cold.",
    "Children And Other Pets": "The Bergamasco Sheepdog is generally amazing with children. Thanks to their herding instincts, Bergmaschi are practically drawn to children, ready to circle around and keep them safe. Even though the breed is incredibly kid-friendly, it is important to teach both children and your Bergamasco Sheepdog how to properly play with each other. Always supervise playtime.As for other pets, Bergamasco Sheepdogs tend to get along with other dogs, given that they are smaller or submissive. They can also tolerate cats, although it helps if you introduce the cat to your Bergamasco Sheepdog when they are young and can get used to them.Still, at the end of the day, how your Bergamasco gets along with kids and other pets comes down to consistent training, proper socialization, and luck of the draw.",
    "Rescue Groups": "Rescues specifically for Bergamasco Sheepdogs might be hard to come by. However, you can always check with your local shelter, and you may want to try a rescue that caters to all kinds of dogs. You can take a look at the following:Wright-Way RescueAngels Among Us Pet Rescue"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Herding Dogs"
    },
    {
      "name": "Height",
      "value": "20 to 24 inches"
    },
    {
      "name": "Weight",
      "value": "55 to 85 pounds"
    },
    {
      "name": "Life Span",
      "value": "13 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}