{
  "id": "bernedoodle",
  "url": "https://dogtime.com/dog-breeds/bernedoodle",
  "name": "Bernedoodle",
  "intro": "Clever, goofy, gentle, and loyal. Bernedoodle fans boast that this mixed breed has the best of both worlds from its Bernese Mountain Dog and Poodle parents.\nDespite their unfortunate status as a designer breed, you may find these dogs in the care of shelters and rescues. Remember to adopt! Don’t shop if this is the mixed breed for you!\nAlso known as the Bernese Mountain Poo, Bernedoodles aren’t bred to take home ribbons in dog shows, but are instead meant to be the perfect, loving companions for active owners and families with children.\nSee below for complete list of mixed dog breed traits and facts about Bernedoodles!",
  "description": {
    "": "The Bernedoodle is a companion dog, through and through. The breed inherits the intelligence of its Poodle parents and the charming, goofy, happy-go-lucky temperament of the Bernese Mountain Dog. Bernedoodles are happiest when they're spending time with their families, children included, and are willing participants in playtime and cuddle fests alike.The breed hasn't been around for long, so it may be difficult to accurately make predictions about individual dogs. Sometimes they get more Poodle traits, and other times they more closely resemble the Bernese. That said, fans of Bernedoodles adore their friendliness, playfulness, intelligence, and affection. They also tend to be more hypoallergenic, which is a blessing for allergy sufferers.In addition to their personalities, Bernedoodles can differ in appearance. Their coats can be curly and wavy or straight and come in a variety of colors. They come in three sizes; tiny, miniature, and standard. These sizes are determined by the size of the Poodle parent, which can be toy, mini, or standard.Bernedoodles are fairly adaptable and go with the flow. Smaller sized Bernedoodles make better apartment pets than Standard Bernedoodles, who do best with a yard to burn off energy. This breed has moderate exercise needs that are usually met with at least one long daily walk.If you need a dog for the whole family, or if you're a single owner looking for a lovable, smart mixed-breed with good health that will put a smile on your face with their antics, you won't be able to find a much better choice than the Bernedoodle.",
    "Highlights": "Because they are a mixed breed, Bernedoodles tend to have fewer health problems than either Poodles or Bernese Mountain Dogs.Breeding of Bernedoodles began in 2003 with the sole purpose of creating a great companion dog, not a dog that would perform well in shows or just look cute.They may be stubborn as puppies, but that usually fades with age, and their intelligence makes them very trainable for patient owners.Bernedoodles are usually hypoallergenic and shed very little.Though they are generally good with children and other dogs, early socialization is always helpful in making sure they stay calm and comfortable in new situations.Bernedoodles can vary greatly in appearance depending on which traits they receive from each parent.They are equally happy playing outside as they are cuddling up with their favorite humans.Bernedoodles crave attention and are best suited to a home where they are not left alone for long periods of time.",
    "History": "The Bernedoodle is a relatively new breed. Sherry Rupke of Swissridge Kennels is the breeder who claims to be the first to intentionally breed Poodles and Bernese Mountain Dogs to create the Bernedoodle in 2003, though a hybrid of those dogs may have \"accidentally\" existed before then.Being a relatively new breed and a hybrid of two purebreds, the Bernedoodle is not recognized by the American Kennel Club, though it is recognized by the American Canine Hybrid Club, the Designer Dogs Kennel Club, the International Designer Canine Registry, and the Designer Breed Registry.While this is considered a designer breed, they do appear in shelters, and rescue groups that focus on Poodles and Bernese Mountain Dogs will sometimes work with mixes of those breeds. There is no reason that you have to rely on a breeder for a Bernedoodle, and you should always adopt before shopping. You can even check our searchable database of adoptable dogs here. Even if you don't find the exact dog breed you want, you'll definitely find a pup that you can fall in love with.",
    "Size": "There are three sizes of Bernedoodle: tiny, miniature, and standard. These result from the size of the Poodle parent, which can be toy, mini, or standard size. The Tiny Bernedoodle stands at 12 to 17 inches tall at the shoulder, and weighs about 10 to 24 pounds. The Miniature Bernedoodle stands at 18 to 22 inches tall and weighs 25 to 49 pounds. The Standard Bernedoodle stands at 23 to 29 inches and weigh 70 to 90 pounds. Males are generally larger than females.",
    "Personality": "Bernedoodles seem to get many of the best personality traits from the Bernese Mountain Dog and Poodle breeds. Exactly which traits they inherit from their parents can differ a bit, though, and individual personalities of dogs within the breed vary. Bernedoodles tend to be highly intelligent, hardworking when necessary, loyal, and just a bit goofy. They are good with children and other dogs, provided they have been well socialized.Some Bernedoodles inherit the Bernese Mountain Dog's stubbornness, which may make them difficult to train, however this trait tends to fade away as puppies become adolescent dogs. Once they begin training, their intelligence helps them pick up commands more easily than other dogs. Bernedoodles may also inherit the Bernese's apprehension around strangers, so socialization is important, especially at a young age.Bernedoodles can have high energy levels and crave attention and at least moderate exercise. They do best in homes where they are not left alone for long periods of time. Tiny and Miniature Bernedoodles do better with apartment and city life than Standard Bernedoodles. They'll need at least a nice, long daily walk to burn off energy. Generally, they want nothing more than to be with their humans and are just as ready to go outside and play with them as they are to join them on the couch for cuddles.",
    "Health": "Bernedoodles tend to be healthier dogs than either of their parents. Inbreeding has left many purebred dogs open to genetically inherited diseases and conditions, but cross-breeding reduces that risk. Because the breed hasn't been around for very long, information about health concerns for Bernedoodles is somewhat limited. The instances of cancer in the Bernedoodle seem to be lower than those of the Bernese Mountain Dog.There are, however, some conditions that Bernedoodles may be predisposed to, including hip dysplasia, elbow dysplasia, eye problems, and skin issues such as allergies and hot spots. All breeds may be affected by any number of health concerns, but the Bernedoodle is generally a healthy breed.",
    "Care": "Tiny and Miniature Bernedoodles are more suited to apartment life, while Standard Bernedoodles do better with a nice yard to run around. Generally, this breed doesn't require much personal space, and as long as their moderate needs for physical and mental stimulation are met, they shouldn't be too destructive. They love being around their humans, so the less time they spend alone, the better.Like Poodles, Bernedoodles are quite intelligent, which means they can learn bad habits just as easily as good ones. It is important to keep up with training. Early socialization and exposure to other dogs and humans is always a good idea and will help keep them well-behaved when meeting new people or pets.",
    "Feeding": "The appropriate amount to feed a Bernedoodle depends on their size, age, and activity level, which means it is highly individualized. Standard Bernedoodles may be voracious eaters that will gulp down whatever you put in front of them, so you'll have to take care to monitor their food intake and weight while providing them with plenty of physical activity. You should ask your veterinarian for dietary recommendations that suit your particular dog.",
    "Coat Color And Grooming": "Bernedoodle coats can vary and look more Poodle-like or more closely resemble the Bernese Mountain Dog. Usually they have wavy, curly coats that don't shed much, which can help make them more suitable for people with allergies to dander. Sometimes Bernedoodles can have straighter coats, which shed more and are less hypoallergenic. The thickness of their coat helps this breed thrive in cool temperatures while providing them a fair amount of protection from the heat of summer months, as well.The color of Bernedoodle coats have quite a range. Some are pure black, others are black and white, and others are black and brown. Sometimes Bernedoodles are tri-colored with patches of black, white, and brown. They may even have other colors, as well. The most popular coat colors and markings for people seeking a Bernedoodle tend to resemble the tri-colored Bernese Mountain Dog.The curlier the Bernedoodle's coat is, the harder it is to groom. Because they shed less, they need to be brushed more often to prevent their coat from getting matted. Some Bernedoodle owners brush their dog's coat daily and treat it as a bonding experience, which this breed tends to love. Their coat must also be trimmed every few months, depending on how quickly it grows.",
    "Children And Other Pets": "Bernedoodles are excellent for families with children, though it is always important to make sure children are instructed on how to properly treat animals, especially with Tiny and Miniature Bernedoodles that may be injured more easily. This breed is affectionate and loves to play, and they absolutely adore spending time with their families.Bernedoodles usually do well with other dogs, but it is important to begin socialization at an early age and keep up with it to make sure they are comfortable around new animals.",
    "Rescue Groups": "Bernedoodles are somewhat rare in shelters and rescue groups, but there are rescues that cater to Poodle mixes, and you can always keep an eye on your local shelters to see what new dogs come in.Poo-Mix Rescue may help you find a dog you're looking for, or you can try searching our database of adoptable dogs here."
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "From 10 to 29 inches tall at the shoulder, as sizes vary from tiny to standard"
    },
    {
      "name": "Weight",
      "value": "From 10 to 90 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 18 years. Tiny Bernedoodles tend to live longer than standard."
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}