{
  "id": "bernese-mountain-dog",
  "url": "https://dogtime.com/dog-breeds/bernese-mountain-dog",
  "name": "Bernese Mountain Dog",
  "intro": "The Bernese Mountain Dog is an extremely versatile working dog from the farmlands of Switzerland. They were developed to herd cattle, pull carts, and be watchdogs and loyal companions. They’re one of four types of Swiss Mountain Dogs, and the only one with long hair.\nThe Bernese Mountain Dog comes from the canton of Bern, hence their name. They’re a large and sturdy dog breed, with a friendly and calm disposition, and they’re also well-suited to conformation, obedience, tracking, herding, and carting competitions.\nA novice dog parent might be attracted to this breed’s friendly disposition, intelligence, and highly trainable nature. However, first-timers should beware. The Bernese Mountain Dog’s size and high energy can make handling difficult. Thus, they don’t appreciate being cooped up in apartments all day. They shed a lot, and they tend to need the drool wiped from their faces every once in a while.\nDogs of this breed are great watchdogs, but that also means they have a tendency to bark — loudly. They may want to chase smaller animals and play roughly, even though they are quite gentle when fully mature and trained properly.\nAlthough, for an experienced pet parent who can match the Bernese’s energy, provide open space, keep up with grooming, and dedicate time and effort to training, this breed will show unconditional love and loyalty. A well-trained Bernese makes an excellent companion that will adore the whole family. They love kids and will even greet newcomers to the home warmly, so long as they’ve had adequate socialization training.\nThere aren’t many breeds with a greater predisposition for friendliness. Therefore, if you’re ready for the challenge, you’ll never regret adopting a Bernese Mountain Dog.\nSee all Bernese Mountain Dog characteristics below!",
  "description": {
    "": "The Bernese Mountain Dog, affectionately called the Berner (and known as the Berner Sennenhund in their Swiss homeland), is instantly recognizable with their flashy, tricolor coat and white \"Swiss cross\" on the chest. Underneath that beautiful coat is a sturdy dog well suited for heavy work: These beautiful, gentle dogs have been traditionally used in Switzerland as herders and draft dogs.The Berner was originally a vital part of farm life, serving to drive cattle, protect family, and pull carts loaded with goods to sell at nearby villages. Although they're good-mannered, hard workers, they nearly became extinct in the early 20th century, when other means of transportation became accessible to farmers. Fortunately, a handful of fanciers sought to preserve the breed.In addition to being strikingly good-looking, the Berner has a wonderful temperament. They're known for being loyal, affectionate, eager to please, and intelligent. They're easy to train, if you allow them time to analyze what you want them to do. Most of all, they have a happy-go-lucky attitude about life.The Berner is calm but gregarious, and sometimes even a little goofy when they play with family. They do well with children of all ages and with adults, but they aren't a good choice for people who live in apartments or don't have a large, fenced yard for them to play in. The Berner needs to live with their family, rather than be relegated to an outdoor kennel. They're happiest when they can participate in all family activities.Since they were bred to be a working dog, the Berner likes to learn and can be easily trained. Since they are very large—usually about 100 pounds—when mature, early obedience training and socialization are recommended. Prospective owners should know that the Berner is slow to mature, both physically and mentally; they may remain puppyish for some time. Additionally, the Berner is known to have a \"soft\" personality; their feelings are easily hurt and they don't respond well to harsh corrections.Despite their beauty and excellent temperament—or perhaps because of these qualities—Berners often have a short life span. The breed has a small gene pool, which has resulted in numerous health problems related to inbreeding. As more people find out about the breed, many dogs with health problems are being bred with little or no regard to the effect this has on the breed as a whole. Those considering a Bernese Mountain Dog must be very careful to not support irresponsible breeding practices.",
    "Highlights": "Berners have numerous health problems due to their small genetic foundation, and perhaps due to other reasons yet undiscovered. Currently, the life span of a Bernese Mountain Dog is comparatively short, about six to eight years, though in recent years, the life expectancy has gone up to about ten years. This may be due to more responsible breeding and regard for genetic conditions.Because of the Berner's popularity, some people have bred dogs of lesser quality in order to sell the puppies to unsuspecting buyers. Often these dogs are bought at auction and little is known about their health history. Do not support irresponsible breeding practices. It is best to get your dog from a shelter or rescue instead of giving money to those who would breed without regard for the dogs' health.Veterinary care can be costly because of the health problems in the breed.Berners shed profusely, especially in the spring and fall. If shedding drives you crazy, this may not be the right breed for you.The Berner likes to be with family. They're likely to develop annoying behavior problems, such as barking, digging, or chewing, if he's isolated from people and their activities.When Berners are mature, they are large dogs who like to have a job to do. For those reasons, it's wise—and fun—to begin obedience training early.Although they're very gentle with children, Berners sometimes accidentally knock over a small child or toddler.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store.",
    "History": "One ancient breed, the Molosser, stands out as of the most versatile, well-traveled, and influential in the development of a variety of Mastiff-type dogs, including Berners.It's thought that the four Swiss Sennenhund breeds (Appenzeller Sennenhund, Entlebucher Sennenhund, Greater Swiss Mountain Dog, and Berner Sennenhund) developed as crosses between farm dogs from the Swiss Alps and the Molosser or Mastiff-type dogs that the Romans brought with them when they invaded the Alps in the first century B.C.It's likely that the Berner has been working on Swiss farms for more than 2,000 years, quietly tucked away on small holdings in the Alps, where they've been pulling carts, accompanying livestock, standing watch, and providing owners with loyal companionship.It is known that by 1888, only 36 percent of the Swiss population worked in agriculture, and need dwindled for a strong dog who could herd cattle and pull a cart filled with goods. In 1899, however, the Swiss became interested in preserving their native breeds and founded a dog club called Berna. Members included breeders of a variety of purebred dogs.In 1902, the Swiss dog club sponsored a show at Ostermundigen that drew attention to the Swiss mountain breeds. Two years later, the breeds took a big step forward through several events: At an international dog show held in Bern, the Swiss dog club sponsored a class for Swiss \"shepherd dogs,\" which included the Mountain dogs. This was also the first year that these dogs were referred to as \"Bernese.\" And in that same year, the Swiss Kennel Club recognized the Bernese Mountain Dog as a breed.During World War I, dog shows and breeding took a backseat to war efforts. But after the war, the first Bernese Mountain Dogs were exported, first to Holland and then to the United States—although the breed was not yet recognized by the American Kennel Club.In 1936, two British breeders began importing Berners, and the first litter of Berner pups was born in England. Also in 1936, the Glen Shadow kennel in Louisiana imported a female and a male Berner from Switzerland. By early 1937, the AKC sent Glen Shadow a letter saying that the Bernese Mountain Dog had been accepted as a new breed in the Working Class.World War II again interrupted the progress of the breed outside its native land, but after 1945, importation and registration resumed in the United States.In 1968, the Bernese Mountain Dog Club of America was founded, with 62 members and 43 registered Berners. Three years later, there were more than 100 members in the club. Meanwhile, the breed, which had died out in England during World War II, was reintroduced in Great Britain.The Bernese Mountain Dog Club of America became a member club of the AKC in 1981. In 1990, the AKC adopted its current Bernese Mountain Dog standard.",
    "Size": "Males, on average, stand 25 to 28 inches tall at the shoulder and weigh 80 to 115 pounds. Females stand 23 to 26 inches tall and weigh 70 to 95 pounds. Individuals of the breed may be smaller or larger.",
    "Personality": "The Berner is an affectionate, intelligent, and alert dog. They're also gentle, calm, and tolerant. They like to be with family and thrive when included in family activities. Their large size is one of his most notable features, and of course early training is essential to teach them how to behave properly in the house and with people. Slow to mature, they reach adult size long before they reache mental maturity.The Berner is protective of family, though aren't usually aggressive. They can be aloof with strangers and generally a bit shy, so exposing the Berner puppy to a wide variety of people, animals, and situations is important.Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them.Always meet and spend time with a dog you intend to adopt to ensure that they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when they grow up, though that isn't always an option if you adopt from a shelter or rescue.Like every dog, the Berner needs early socialization—exposure to many different people, sights, sounds, and experiences—when they're young. Socialization helps ensure that your Berner puppy grows up to be a well-rounded dog.Enrolling them in a puppy kindergarten class is a great start. Inviting visitors over regularly and taking your pup to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help polish their social skills.",
    "Health": "Berners sometimes have health issues due to irresponsible breeding. Not all Berners will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.With Berners, you should talk to your vet about checking for hip dysplasia, elbow dysplasia, hypothyroidism, and von Willebrand's disease. Here's more info about a few conditions to look out for.Cancer: Various forms of cancer afflict a large number of Bernese Mountain Dogs and can cause early death. Symptoms include abnormal swelling of a sore or bump, sores that don't heal, bleeding from any body opening, and difficulty with breathing or elimination. Treatments for cancer include chemotherapy, surgery, and medications.Hip Dysplasia: This is an inherited condition in which the thighbone doesn't fit snugly into the hip joint. Some dogs show pain and lameness on one or both rear legs, but others don't display outward signs of discomfort. (X-ray screening is the most certain way to diagnose the problem.) Either way, arthritis can develop as the dog ages. Dogs with hip dysplasia should not be bred.Elbow Dysplasia: Similar to hip dysplasia, this is also a degenerative disease common to large-breed dogs. It's believed to be caused by abnormal growth and development, which results in a malformed and weakened joint. The disease varies in severity: the dog could simply develop arthritis, or he could become lame. Treatment includes surgery, weight management, medical management, and anti-inflammatory medication.Progressive Retinal Atrophy (PRA): This is a family of eye diseases that involves the gradual deterioration of the retina. Early in the disease, affected dogs become night-blind; they lose sight during the day as the disease progresses. Many affected dogs adapt well to their limited or lost vision, as long as their surroundings remain the same.Portosystemic Shunt (PSS): This is a congenital abnormality in which blood vessels allow blood to bypass the liver. As a result, the blood is not cleansed by the liver as it should be. Symptoms, which usually appear before two years of age, can include but are not limited to neurobehavioral abnormalities, lack of appetite, hypoglycemia (low blood sugar), intermittent gastrointestinal issues, urinary tract problems, drug intolerance, and stunted growth. Surgery is usually the best option.Von Willebrand's Disease: Found in both dogs and humans, this is a blood disorder that affects the clotting process. An affected dog will have symptoms such as nosebleeds, bleeding gums, prolonged bleeding from surgery, prolonged bleeding during heat cycles or after whelping, and occasionally blood in the stool. This disorder is usually diagnosed between three and five years of age, and it can't be cured. However, it can be managed with treatments that include cauterizing or suturing injuries, transfusions before surgery, and avoidance of specific medications.Panosteitis: Commonly called pano, this condition causes self-limiting lameness. At about five to 12 months of age, the dog may start to limp first on one leg, then on another—then the limping will stop. There are usually no long-term effects. Rest and restricted activity may be necessary for a while if the dog is in pain. The best thing that you can do for your Berner is to feed them a high-quality dog food that doesn't have too much calcium or too high a percentage of protein, which some believe may cause pano. Ask your vet for his recommendations.Gastric Torsion: Also called bloat, this is a life-threatening condition that can affect large, deep-chested dogs such as Bernese Mountain Dogs. This is especially true if they are fed one large meal a day, eat rapidly, drink large volumes of water after eating, and exercise vigorously after eating. Bloat is more common among older dogs. It occurs when the stomach is distended with gas or air and then twists (torsion). The dog is unable to belch or vomit to expel the excess air in the stomach, and the normal return of blood to the heart is impeded. Blood pressure drops and the dog goes into shock. Without immediate medical attention, the dog can die. Suspect bloat if your dog has a distended abdomen and is salivating excessively and retching without throwing up. They also may be restless, depressed, lethargic, and weak, with a rapid heart rate. It's important to get your dog to the vet as soon as possible if you see these signs.",
    "Care": "Berners are not suited to apartment or condo life. A home with a large, securely fenced yard is the best choice. Because the Berner is a working dog, they have plenty of energy. In addition to yard play, they need a minimum of 30 minutes of vigorous exercise every day; three times that amount keeps this sturdy dog in top condition.With their thick, handsome coat, the Berner is a natural fit for cold climates. They love to play in the snow. Conversely, with his black coat and large size, they're prone to heat stroke. Don't allow them to exercise strenuously when it's extremely hot; limit exercise to early mornings or evenings, when it's cooler. Keep them cool during the heat of the day, either inside with fans or air-conditioning or outside in the shade.You'll need to take special care if you're raising a Berner puppy. Like many large-breed dogs, Berners grow rapidly between the ages of four and seven months, making them susceptible to bone disorders and injury. They do well on a high-quality, low-calorie diet that keeps them from growing too fast.Additionally, don't let the Berner puppy run and play on hard surfaces (such as pavement), jump excessively, or pull heavy loads until they're at least two years old and their joints are fully formed. Normal play on grass is fine, and so are puppy agility classes, with their one-inch jumps.",
    "Feeding": "A Bernese Mountain Dog diet should be formulated for a large-sized breed with high energy and exercise needs. You should consult your veterinarian or professional nutritionist for advice on what to feed your Bernese Mountain Dog and the correct portion sizes. Their dietary needs will change as they grow from puppyhood to adulthood and senior age. Stay on top of these nutritional requirements.",
    "Coat Color And Grooming": "The Berner coat is gorgeous: a thick double coat with a longer outer coat and a wooly undercoat. Characteristically tricolored, the majority of the Berner's body is covered with jet-black hair with rich rust and bright white. There's usually a white marking on the chest that looks like an inverted cross, a white blaze between the eyes, and white on the tip of the tail.Beauty has a price, though, and in this case it's that the Berner is a shedder. They shed moderately all year and heavily in the spring and fall. Brushing several times a week helps reduce the amount of hair around the house and keeps the coat clean and tangle-free. Periodic bathing, every three months or so, will maintain their neat appearance.Brush your Berner's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim nails once a month if your dog doesn't wear them down naturally to prevent painful tears and other problems. If you can hear them clicking on the floor, they're too long. Dog toenails have blood vessels in them, and if you cut too far you can cause bleeding, and your dog may not cooperate the next time they see the nail clippers come out. So, if you're not experienced trimming dog nails, ask a vet or groomer for pointers.The ears should be checked weekly for redness or a bad odor, which can indicate an infection. When you check your dog's ears, wipe them out with a cotton ball dampened with gentle, pH-balanced ear cleaner to help prevent infections. Don't insert anything into the ear canal; just clean the outer ear.Begin accustoming your Berner to being brushed and examined when they're a puppy. Handle their paws frequently—dogs are touchy about their feet—and look inside their mouth. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when they're an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "The Berner is an excellent family pet, and they're usually gentle and affectionate with children who are kind and careful with animals. Being so large, they can inadvertently bump or knock over very young or small children.As with every breed, you should always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while they're eating or sleeping or to try to take the dog's food away. No dog, no matter how friendly, should ever be left unsupervised with a child.The Berner gets along with other pets well, though the greater the size difference, the more supervision and training required to keep everyone safe.",
    "Rescue Groups": "Berners are often purchased without any clear understanding of what goes into owning one. There are many Berners in need of adoption and or fostering, and a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Berners rescue.Bernese Mountain Dog Club of America",
    "Breed Organizations": "Below are breed clubs, organizations, and associations where you can find additional information about the Bernese Mountain Dog.Bernese Mountain Dog Club of America, Inc."
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Working Dogs"
    },
    {
      "name": "Height",
      "value": "23 to 28 inches"
    },
    {
      "name": "Weight",
      "value": "70 to 115 pounds"
    },
    {
      "name": "Life Span",
      "value": "6 to 10 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}