{
  "id": "bichon-frise",
  "url": "https://dogtime.com/dog-breeds/bichon-frise",
  "name": "Bichon Frise",
  "intro": "The Bichon Frise (pronounced BEE-shawn FREE-say; the plural is Bichons Frises) is a cheerful, small dog breed with a love of mischief and a lot of love to give. With their black eyes and fluffy white coat, the Bichon looks almost like a child’s toy.\nEven though these are purebred dogs, you may find them in the care of shelters or rescue groups. Remember to adopt! Don’t shop if you want to bring a dog home.\nIt doesn’t take long to realize that the Bichon can be your happiest and most enthusiastic companion. They’re super playful and intelligent, and even novice pet parents and apartment dwellers will get along great with these dogs. However, they do need plenty of playtime and activity, and they don’t care for being left home alone for long hours of the day. If you can give your dog lots of attention and love, you’ll get it back tenfold from an adoring Bichon.\nSee below for complete list of dog breed traits and facts about Bichon Frises!",
  "description": {
    "": "With compact bodies, baby-doll faces, and fluffy white hair, Bichons are a very appealing breed whose looks are enhanced by a perky, good-natured disposition. They are often mistaken for white Poodles.The Bichon, as he's affectionately called, is related to several small breeds: the Coton de Tulear, a dog who originated off the African coast on an island near Madagascar; the Bolognese, bred in northern Italy near the city of Bologna; the Havanese, from Cuba; and the Maltese, developed on the island of Malta in the Mediterranean. Bichons also appear to have originated in the Mediterranean and to have been taken along on trade routes into other countries.Bichons may be small dogs — large specimens reach barely a foot in height — but they're hardy. Despite their diminutive size, they're not classified as a Toy breed by the American Kennel Club; instead, they're members of the Non-Sporting Group.Bichons are always white (although puppies may be cream or pale yellow), with black eyes and black noses. Their arched necks give them a proud, confident look, while their well-plumed tails curve gracefully over their backs.If you're looking for a wonderful family pet, consider the Bichon. This dog loves to play. He's always happy (except when left alone for long periods of time), and his demeanor is affectionate and gentle.Because they don't shed like other breeds, Bichons often are recommended for people with allergies. This is something you should discuss with your allergist, since not everyone reacts the same way to a Bichon. Before making a commitment to getting a Bichon — or any type of dog — be sure to spend some time in the presence of the breed if you have allergies.Bichons have a reputation for suffering from separation anxiety. If you must leave your dog home alone for long periods of time, this may not be the dog for you. Bichons don't just like to be with their families, they need to be with their families. They adjust well to a variety of lifestyles, as long as they don't have to spend too much time alone.Because of their small size, Bichons are good pets for people who live in apartments. But they do have a lot of energy, and they need daily exercise, including walks and games.Bichons are intelligent and love to learn tricks, and they're highly trainable. When training, you need to be firm but gentle. Harsh corrections and scolding will break a Bichon's heart. Many Bichon owners train their dogs for obedience, agility, and rally competition. Both dogs and owners enjoy this activity, and it's a good way to bond more closely with your Bichon. Another activity that brings out the best in the Bichon is therapy work. Because they're gentle and sure to bring a smile to anyone's face, they make perfect therapy dogs for visits in nursing homes and hospitals.Bichons generally get along well with other animals and people, but they will alert you when strangers come to the door.",
    "Highlights": "Bichons can be difficult to housebreak. Crate training is recommended.Bichons don't like to be left alone for long periods of time.Bichon Frise puppies are tiny and should only be handled by children under careful adult supervision.Bichons are intelligent and cunning. To help your Bichon be the best companion possible, obedience training is recommended.Grooming is a must! Be prepared to pay for professional grooming. Highly motivated owners can learn the technique, but it isn't easy and requires a lot of time.Bichons can be prone to skin problems and allergies.Because they're cute and small, you might be tempted to overprotect your Bichon Frise. This is a mistake and can lead to your dog becoming spoiled, shy, and fearful. Be watchful for dangerous situations, but teach your Bichon confidence by acting confident about his ability to cope with people, other animals, and situations.To get a healthy Bichon, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "As with many dog breeds, the exact origin of the Bichon Frise is uncertain. Common belief holds that the Bichon descended from the Barbet, a medium-sized, woolly water dog, and that the word Bichon is derived from barbichon, which is the diminutive of the word barbet. The Barbichon family of dogs includes the Bichon Frise, the Bolgnese, the Coton de Tulear, the Havanese, and the Maltese. All originated in the Mediterranean and have a similar look and disposition.The earliest records of the Bichon Frise breed date from the 14th century, when French sailors brought the dogs home from Tenerife, one of the Canary Islands. It's thought that Bichon Frise dogs had been taken there by traders who used the Phoenician trade route, and that the Bichon Frise originally developed in Italy.Still other historians believe that Spanish seamen brought the breed to Tenerife and, in the 14th century, Italian (rather than French) sailors brought them back to the continent. According to this version of the story, when the French invaded Italy in the 1500s, they brought many Bichon Frise dogs back to France as war booty.Regardless of how the Bichon Frise arrived in Europe, the breed quickly became a great favorite with nobility. Bichons were popular in royal courts during the reigns of France's King Francis I and England's King Henry III in the 16th century. King Henry III was so fond of his Bichons that he carried them wherever he went in a special basket that he hung from his neck. Bichons became favorites of Spanish royal families and even of such painters as Goya, who included a Bichon in several of his paintings.Interest in the Bichon Frise remained strong during the rule of Napoleon III, but then the little dog fell out of favor with royalty until the late 1800s. By that time, it was considered a common dog, sometimes owned by organ grinders or circus performers and sometimes trained to help lead the blind. Had it not been for the Bichon's intelligence and appeal, the breed probably would have become extinct during this period.After World War I, however, French breeders became interested in the Bichon and worked to preserve the breed. The official breed standard was adopted by the Société Centrale Canine of France on March 5, 1933, at which point the little dog had two names: Tenerife and Bichon. Later that same year, when the Bichon Frise was recognized by the Fédération Cynologique Internationale (an international kennel club), the FCI president, Madame Nizet de Leemans, renamed the breed the Bichon à poil frisé (\"Bichon with the curly coat\"), and the moniker was anglicized to Bichon Frise. On October 18, 1934, the first Bichon Frise was admitted to the studbook of the French Kennel Club.Bichons Frises first were brought to the Untied States in 1956. The breed became eligible to enter the AKC's Miscellaneous Class in September 1971 and was admitted to registration in the American Kennel Club Studbook in October 1972. In April 1973, the breed became eligible to show in the Non-Sporting Group at AKC dog shows. In 1975, the AKC recognized the Bichon Frise Club of America.",
    "Size": "Males and females stand about 9 to 11 inches tall and weigh 7 to 12 pounds.",
    "Personality": "A cheerful attitude is the outstanding trait of the Bichon's personality. This dog loves to be loved, enjoys being the center of attention, and is adept at charming his family, neighbors, groomer, or veterinarian with his winning personality.The Bichon has a playful, independent streak, but that doesn't mean he likes to be alone. In fact, this breed hates being alone and commonly suffers from separation anxiety if left alone for many hours. In such situations, Bichons may become destructive, chewing and tearing up anything in sight. Obviously the Bichon is not a breed of choice for people who are away from home for long periods of time (indeed, no dog is).The highly intelligent Bichon needs to be taught proper canine manners, so it's essential to sign up for obedience training, beginning with puppy classes. Bichons are quick studies, so taking them to such classes can be very satisfying. They're also good at tricks and some canine sports.Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Choose the middle-of-the-road puppy, not the one who's beating up his littermates or the one who's hiding in the corner. Always meet at least one of the parents — usually the mother is the one who's available — to ensure that they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when he grows up.Like every dog, the Bichon needs early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Bichon puppy grows up to be a well-rounded dog. Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills.",
    "Health": "Bichons are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Bichons will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition. In Bichons, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).Bladder Problems: Bladder stones and bladder infections: are not uncommon in this breed. Many factors can cause bladder stones, including excessive protein, magnesium, and phosphorus in the diet or long periods of time between urination. Bladder infections can be traced to bacterial or viral infections. If your Bichon needs to urinate frequently, has bloody urine, or seems to have difficulty urinating and loss of appetite, take him to the vet for a checkup.Allergies: Allergies can afflict Bichons due to several different causes, including contact allergies and food allergies. Bichons are well known for being sensitive to fleabites as well. If your Bichon is scratching, licking at his paws, or rubbing his face often, suspect that he has an allergy and have him checked by your vet.Patellar Luxation: Also known as slipped stifles, this is a common problem in small dogs. The patella is the kneecap. Luxation means dislocation of an anatomical part (as a bone at a joint). Patellar luxation is when the knee joint (often of a hind leg) slides in and out of place, causing pain. This can be crippling, although many dogs lead relatively normal lives with this condition.Vaccination Sensitivity: Some Bichons are affected by this sensitivity, and many suffer even from routine vaccinations. Symptoms usually include hives, facial swelling, soreness, and lethargy. In rare instances, a vaccine-sensitive dog will develop complications or even die. Watch your Bichon carefully for a few hours after he's been vaccinated, and call the vet if you notice anything unusual.Hip Dysplasia: This is an inherited condition in which the thighbone doesn't fit snugly into the hip joint. Some dogs show pain and lameness on one or both rear legs, but others don't display outward signs of discomfort. (X-ray screening is the most certain way to diagnose the problem.) Either way, arthritis can develop as the dog ages. Dogs with hip dysplasia should not be bred — so if you're buying a puppy, ask the breeder for proof that the parents have been tested for hip dysplasia and are free of problems.Juvenile Cataracts: Cataracts sometimes develop in relatively young (less than six years old) Bichons. This is thought to be hereditary. When buying a Bichon puppy, be sure to ask if the breeder her breeding stock is certified by the Canine Eye Registration Foundation (CERF), and ask to see the certificates yourself.",
    "Care": "Bichons are active dogs but do well as apartment dwellers with proper exercise and play — and they live to play. Don't leave your Bichon alone for long periods of time. To prevent destructive behavior, the wise owner leaves the Bichon in a crate when leaving the house for even a short time.",
    "Feeding": "Recommended daily amount: 1/2 to 1.5 cups of high-quality dry food a day, divided into two meals.NOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Bichon in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test.First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.Bichons, like many small breeds, are prone to urolithiasis (stones in the urinary tract). Diet is an important part of treating and managing this condition; therapeutic diets and increased water intake can help prevent and control it.For more on feeding your Bichon, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The Bichon Frise is a double-coated breed, always white. The soft and dense undercoat and course outer coat combine to create a soft but substantial texture. The coat stands away from the body, giving it a powder-puff appearance. The most popular trim for a Bichon follows the lines of the dog's body, leaving the coat long enough to give him the signature \"poufy\" look.Bichons have a reputation for not shedding, which isn't exactly true. All creatures with hair shed. With double-coated Bichons, however, the shed hair is caught up in the undercoat instead of falling to the floor. If this dead hair isn't removed by brushing or combing, it can form mats and tangles, which can lead to skin problems if left unattended.Grooming a Bichon is not for cowards: this is a high-maintenance breed. You'll need to allot considerable time for grooming and bathing: you should brush him at least twice a week or more, and you'll need to bathe him whenever he gets dirty in order to keep that white coat clean. Be sure to make sure the coat is free of mats and tangles before bathing, or the mats will tighten and become nearly impossible to remove.You should check your Bichon's ears often to make sure they're clean. Sometimes it's necessary to pluck out the hair that grows in the ear canal (which a groomer can do if you don't feel comfortable with the job). If you notice a buildup of wax, redness, or a foul odor, or if you dog is scratching his ears and shaking his head, take him to the vet to be sure he doesn't have an ear infection.Most Bichon owners take their dogs to a professional groomer every four to six weeks for a bath, brush, haircut, nail trimming, and ear cleaning. If you want to learn how to groom your Bichon yourself, check out the many good grooming books and videos on the market for instructions.Keeping a Bichon's face clean and trimmed is important for health as well as looks. Mucus and discharge from the eyes tend to accumulate in the hair that grows around the eyes, and eye problems can result if you don't clean the area regularly.Tearstains are common, as a result of eye problems or even food allergies. Because Bichons are prone to a number of eye diseases, it's best to have your vet check your dog if tearstaining becomes a problem. Bichons are prone to blocked or small tear ducts, eyelashes that grow toward the eyeball, or eyelids that turn inward and cause the lashes to rub against the eye. Your vet will be able to determine if any of these conditions, or something else, is causing tearstains.Brush your Bichon's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim nails once or twice a month if your dog doesn't wear them down naturally to prevent painful tears and other problems. If you can hear them clicking on the floor, they're too long. Dog toenails have blood vessels in them, and if you cut too far you can cause bleeding — and your dog may not cooperate the next time he sees the nail clippers come out. So, if you're not experienced trimming dog nails, ask a vet or groomer for pointers.Begin accustoming your Bichon to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "Bichons are good family dogs and wonderful companions for children. They enjoy palling around with kids, joining in their games or sitting in their laps. They're very tolerant of the noise and commotion associated with children.As with every breed, however, you should always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's eating or sleeping or to try to take the dog's food away. No dog, no matter how friendly, should ever be left unsupervised with a child.The Bichon enjoys the company of other dogs, as long as he receives his fair share of attention from his owner. With proper introductions and training, the Bichon can get along with cats and other animals.",
    "Rescue Groups": "Bichons are often purchased without any clear understanding of what goes into owning one. There are many Bichons in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Bichon rescue.Bichon Frise Club of America Rescue",
    "Breed Organizations": "Below are breed clubs, organizations, and associations where you can find additional information about the Bichon Frise.Bichon Frise Club of America, Inc."
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Companion Dogs"
    },
    {
      "name": "Height",
      "value": "9 to 11 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "7 to 12 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}