{
  "id": "biewer-terrier",
  "url": "https://dogtime.com/dog-breeds/biewer-terrier",
  "name": "Biewer Terrier",
  "intro": "The Biewer Terrier is a rare purebred dog created through the occurrence of a recessive piebald gene in two Yorkshire Terriers. These dogs are friendly, playful, and energetic, which are some of their best qualities.\nThe Biewer Terrier, pronounced like “beaver,” are also known by the names Biewer à la Pom Pon, Biewer Yorkie, or Biewer Yorkshire. You may be able to find Biewer Terrier dogs at shelter and rescues, so remember to adopt! It’s always better than shopping!\nSince these energetic and lovable pups are small in stature, they are great for those who live in apartments or homes with or without backyards. They fit well a wide range of households, from single and senior citizens to families with children. Biewer Terriers make great companion pets and they generally get along well with children and other pets, though they can be pretty active and have a tendency to be noisy, especially with strangers and dogs they don’t know.\nSee below for all dog breed traits and facts about Biewer Terriers!",
  "description": {
    "Highlights": "Biewer Terriers have a piebald colorization, meaning they have irregular patches of colors. Usually their coloring includes white or blueish-white patches over white fur on their chests, legs, and undersides. Their faces usually have black and tan coloring.Biewer Terriers can be a bit \"yappy\" and do not warm to strangers quickly, though with proper socialization training they can be adequate watchdogs.These dogs are highly adaptable to most living situations and do well in apartments or large homes.The Biewer Terrier is considered hypoallergenic and fairly easy to groom, though if you let the coat grow long, you'll need to keep up with daily brushing.Although Biewer Terriers tend to get along with children fairly well, they are small and can be easily injured during play. It's important that kids are instructed on how to safely play with small dogs. Supervision is a must.",
    "History": "The Biewer Terrier originated in Hunstruck, Germany on January 20th, 1984 after two Yorkshire Terriers with recessive piebald genes were bred by Gertrud and Werner Biewer. Both Gertrud and Werner Biewer were passionate Yorkshire Terrier lovers, who raised and bred them for 20 years, and only stumbled upon the Biewer Terrier breed after noticing the recessive piebald gene their Yorkshire inherited.In Germany, the Biewer Terrier breed fell in popularity by the year 2000, and the number of breeders dropped significantly. However, the breed enjoyed renewed popularity once these dogs were brought to America. A few years later in 2014, the American Kennel Club (AKC) inducted the Biewer Terrier into their Foundation Stock Service. In 2021, the AKC recognized the Biewer Terrier as a full, pure breed in the Toy Group.If you are interested in this wonderful breed, consider adoption by checking your local shelters or breed-specific rescues because all dogs deserve a loving home.",
    "Size": "The Biewer Terrier is relatively small, basically comparable to the size of their forefather breed, the Yorkshire Terrier. Most weigh in the range of four to eight pounds and range in height between seven to eleven inches fully grown.",
    "Personality": "The Biewer Terrier is very energetic and loves to play as well as receive endless amounts of affection from their owners. These loving pups love to cuddle and especially like to settle into their owners' laps. They are constant explorers and love to play.Though these dogs are fairly intelligent, they can be stubborn, which makes training them a little more difficult than normal. Be sure to practice persistence and consistency when training these small pooches.Though they are a terrier breed, they do not possess the terrier tendencies of strong prey drive or digging behaviors. They are also able to live in apartments and homes with or without backyards.Biewer Terriers can be a bit \"yappy\" and do not warm to strangers quickly, though with proper socialization training they can be adequate watchdogs. They can generally fit any household type, from singles to senior citizens and families with children of all ages.",
    "Health": "As the Biewer Terrier is a descendant of the Yorkshire Terrier, they might be predisposed to some of the same health conditions their forebears face. While most are generally healthy, some may be prone to a few health issues, which is why it is important to maintain good care and regular veterinary checkups.Some of the more common health problems the Biewer Terrier suffers from include:GI tract sensitivityBouts of diarrheaFrequent discolored or soft stoolDental issues",
    "Care": "As with all dogs, you should keep up with your Biewer Terrier's veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine specific for your dog breed that will keep them healthy.The Biewer Terrier is a naturally active breed that requires regular daily exercise to work off their excess energy. Without enough exercise of some form, however, this breed is likely to develop behavioral problems such as digging and chewing.These pups also have long coats which will require daily brushing to prevent matting and tangled fur. You can also choose to shorten their coat which would reduce the need for brushing.Their nails should be trimmed regularly with a nail clipper or grinder to avoid overgrowth, splitting and cracking. Their ears should be checked regularly to avoid a buildup of wax and debris, which can result in an infection.Teeth should be brushed regularly. As a small breed, these dogs may be more prone to dental issues. Your vet can help you form a brushing routine and give you further instructions on dental care at home.",
    "Feeding": "An ideal Biewer Terrier diet should be formulated for a small breed with high energy. If overfed, these pups might have a tendency to gain weight. Stick to a regular feeding schedule with few treats in between.Because they are a smaller breed, their GI system might be a little more sensitive than most dogs. Make sure to feed them high quality foods.As with all dogs, the Biewer Terrier's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Biewer Terrier's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "As the Biewer Terrier are descendants of the Yorkshire Terrier, their coats might be similar, but their coat colors will have differences. Biewer Terriers have a piebald colorization, meaning they have irregular patches of colors. Usually their coloring includes white or blueish-white patches over white fur on their chests, legs, and undersides. Their faces usually have black and tan coloring.These pups typically have long coats though you can also choose to shorten the coat to reduce the need for daily brushing. The Biewer Terrier is also considered hypoallergenic. Because of their small size and soft coat, they are quite easy to groom. If you decide to keep their coat long, daily brushing is required.The Biewer Terrier is small in stature which does not make them ideal for extreme conditions and weather, regardless of their coat. Their long coat might be helpful during the winter months, with a haircut to shorten when summer rolls around.",
    "Children And Other Pets": "The Biewer Terrier is a small dog so they can be easily injured by overly excited children. Though they can get along with small children, it’s best to make sure they learn and understand early how to properly approach and play with a small dog. These pups can get along with virtually everyone including adults, older kids, and senior citizens. The Biewer Terrier can make a great, active companion.When it comes to other pets, the Biewer Terrier needs time to socialize in order to feel comfortable. These small pups tend to have big personalities and are not afraid to stand up for themselves against larger dogs. Introducing them early in their life to other dogs and dog parks will make things easier as far as socialization with other pets.For the most part, Biewer Terrier's get along with everyone, but it all comes down to proper training, socialization, and luck of the draw.",
    "Rescue Groups": "Because the Biewer Terrier is still a relatively rare breed, you may have trouble finding a breed-specific rescue near you. You may also want to check your local shelter or Yorkshire Terrier breed-specific rescues, as they may also care for Biewer Terriers. Here are a few rescues you can try:Biewer United Rescue inc.Save A Yorkie RescueYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Terrier Dogs"
    },
    {
      "name": "Height",
      "value": "7 to 11 inches"
    },
    {
      "name": "Weight",
      "value": "4 to 8 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}