{
  "id": "black-and-tan-coonhound",
  "url": "https://dogtime.com/dog-breeds/black-and-tan-coonhound",
  "name": "Black and Tan Coonhound",
  "intro": "Born in the USA, the outgoing and friendly Black and Tan Coonhound is a versatile companion who shines in the show ring and field. At home, they’re a superb playmate, jogging or walking companion, and bed warmer.\nBecause of their strong hunting instinct and specialized skills, however, this breed rarely thought of as a family dog. Apartment dwellers will find it difficult to provide enough room for exercise, and novice dog parents will struggle with the breed’s intensity. Still, for people who admire the hound’s independent nature and sense of humor, they can make an excellent companion, and at home they tend to be laidback, playful, and gentle.\nEven though these are purebred dogs, some may still end up in the care of shelters or rescues. Consider adoption if this is the breed for you.\nDogTime recommends this dog bed to give a good night’s sleep to your medium-sized Black and Tan Coonhound. You should also pick up this dog fetch toy to help burn off your pup’s high energy!\nSee all Black and Tan Coonhound dog breed facts and characteristics below!",
  "description": {
    "": "One of America's canine aristocrats, the Black and Tan Coonhound's bloodlines hark back to the Talbot hound of a thousand years ago, yet he's completely a creation of the mountain people of the Ozarks and the Smokies.Nose to the ground, he singlemindedly trails his prey, primarily the raccoon but also mountain lions, bears, deer, and other game, \"barking up\" when his quarry is treed. Of the six coonhound breeds, the Black and Tan is the one most frequently recognized, notable for his size and distinctive coloring. Among hunters, he's famous for his cold nose; that is, the ability to pick up and follow an old trail, no matter how faint.The stamina that makes this Hound a great hunting dog also makes him an excellent jogging or running companion. But he's equally satisfied with a good daily walk, especially if there's plenty of sniffing time built in. Afterward, expect him to sack out on the sofa, preferably in or near your lap. This is a dog who likes his comforts.Black and Tan Coonhounds are fond of children and willing playmates. They get along well with other dogs and can even be buddies with cats if properly introduced. They possess good watchdog skills, and are likely to sound off with a deep-throated bark to alert you that someone's approaching. This dog is big enough to look intimidating, but unlikely to bite or otherwise harm anyone.As with every breed, Coonhounds have some drawbacks. For one thing, they can have a houndy odor. This is something you'll either love or hate. Be sure you love it, because it can't be washed away for more than a day or two.Also, these dogs can sing. No, you're not getting the Mormon Tabernacle Choir here but the deep bay of a hound who's treed a squirrel, cat, or other furry animal foolish enough to enter your yard. Lots of people love the music of the hounds, but those people might not include your neighbors.Nor is this a breed for the houseproud. Black and Tan Coonhounds drool when it's hot, slobber after drinking water, and shed heavily.Finally, he's not for the faint of heart. A Coonhound needs a leader who's as stubborn and smart as he is.Still, if you can have a sense of humor and can accept his drawbacks, plus provide the Black and Tan with the human companionship he loves, moderate daily exercise, and firm, consistent, patient training, it's hard not to fall in love with this breed.",
    "Highlights": "Bays and howls as only a hound can; city living is not recommendedEasily distracted by various scents. Once he has decided to follow one you'll have a very hard time calling him off — this dog needs to be leashed!Coonhounds are not homebodies and will roam if given the chance. They can go for miles before looking up and realizing that home is nowhere to be found.Makes a good jogging or running companion but is also more than satisfied with 30 to 60 minutes of daily exercise, and walks that allow for plenty of sniffing time.This breed does well with children, but is active and bouncy when young.Easily gains weight if given the chance.Can be stubborn and independent, making training a challenge.A bored Coonhound is a noisy, destructive Coonhound. He needs lots human companionship and training.Obedience training is highly recommended and likely to lead to a closer relationship with your dog.Never buy a Black and Tan Coonhound from a puppy broker or pet store. Reputable breeders do not sell to middlemen or retailers, and there are no guarantees as to whether the puppy had healthy parents. Interview breeders thoroughly, and make sure the puppy's parents have been screened for genetic diseases pertinent to that breed. Ask breeders about the health issues they've encountered in their dogs, and don't believe anyone who claims that her dogs never have any health problems. Ask for references so you can contact other puppy buyers to see if they're happy with their Coonhound. Doing your homework may save you a lot of heartbreak later.",
    "History": "Scenthounds descend from the Talbot Hound, the hunting dog used by nobles and kings a thousand years ago. The direct ancestor of the Black and Tan Coonhound is the English Foxhound, but the coonhound breeds themselves are a uniquely American creation.The Black and Tan Coonhound, developed in the mountains of the southern United States in the 1700s, takes his size, coloring, long ears, and scenting ability from the foxhounds and bloodhounds perched in the branches of his family tree.He was bred to tree raccoons and possums, but he's more than capable of running bigger game. That versatility made him an ideal companion for colonial settlers who created him to be a \"trail and tree\" dog, meaning he could find his quarry and tree it until the hunter arrived.The American Kennel Club recognized the breed in 1945. The first Black and Tan Coonhound registered by the AKC was Grand Mere Big Rock Molly.Despite his fine qualities, the Coonhound has never made the leap to popular companion dog, something for which his fans are probably grateful. He ranks 131st among the 155 breeds and varieties recognized by the AKC.",
    "Size": "The largest of the six coonhound breeds, Black and Tans range in weight from 75 to 100 pounds. Males stand 25 to 27 inches at the shoulder, females 23 to 25 inches.",
    "Personality": "This working scenthound was bred to work closely with other hounds, so he knows how to go along and get along with canine pals. With people he doesn't know, he might be reserved but never shy or vicious.He can be headstrong and likes to have his own way, but with firm, consistent, patient training the Black and Tan Coonhound is a well-mannered companion, albeit one who's slow to mature. Expect to have a fun-loving puppy on your hands for at least three years.At home he's an easygoing friend, but put him on a scent trail and he's as serious as a heart attack. This compulsion to follow his nose means you won't ever want to have him off leash unless you're in an enclosed area.",
    "Health": "As with all breeds, the Black and Tan Coonhound can be prone to certain health conditions.Following are some conditions that can affect Black and Tan Coonhounds:Hip Dysplasia (HD): This is a heritable condition in which the thighbone doesn't fit snugly into the hip joint. Some dogs show pain and lameness on one or both rear legs, but you may not notice any signs of discomfort in a dog with hip dysplasia. As the dog ages, arthritis can develop. X-ray screening for hip dysplasia is done by the Orthopedic Foundation for Animals or the University of Pennsylvania Hip Improvement Program (PennHIP). Dogs with hip dysplasia should not be bred. Hip dysplasia is hereditary, but it can be worsened by environmental factors, such as rapid growth from a high-calorie diet or injuries incurred from jumping or falling on slick floors.Cataracts. A cataract is an opacity on the lens of the eye that causes difficulty in seeing. The eye(s) of the dog will have a cloudy appearance. Cataracts usually occur in old age and sometimes can be surgically removed to improve the dog's vision.Note: Responsible breeders use only physically sound, mature (at least two years or older) dogs, and test their breeding stock for genetic diseases pertinent to the breed.Both parents should have health clearances, documentation that a dog has been tested for and cleared of a particular condition. In Black and Tan Coonhounds, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better) and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site.Health clearances are not issued to dogs younger than two years of age. That's because some health problems don't appear until a dog reaches full maturity. For this reason, it's often recommended that dogs not be bred until they are two or three years old.",
    "Care": "Being a pack dog, the Black and Tan Coonhound is among the few breeds who can adjust to kennel life and even live outdoors — if it's not too cold, he's with another social dog, and he's given warm, dry shelter. But if he's an only dog, he should live indoors with his human pack so he doesn't get lonely.If you do keep him outside, make it during the day only and bring him in at night. He'll need a large fenced yard since hounds are the original \"travelin' man\" and will roam for miles if they catch whiff of an interesting scent. A fence keeps your Black and Tan Coonhound safely at home.Note: An underground electronic fencing isn't strong enough to contain him.Because of his tendency to wander, it's essential that a Coonhound be tattooed and microchipped and always wear a collar with identification tags.Coonhounds are big enough to countersurf, and they'll eat anything you leave within reach. Put the garbage up high, and don't leave pies, bread, roasts, or any other goodies cooling on the counter, or they'll be gone when you turn your head.It is important to crate train your Coonhound puppy. Puppies explore, get into things they shouldn't, and chew stuff that can harm them. It can be expensive both to fix and replace destroyed items, not to mention the vet bills. Crate training ensures not only the safety of your puppy but that of your belongings.While they're mainly sweet and easygoing, Black and Tan Coonhounds have the independent and stubborn nature common to hounds. They've been bred to work on their own, and don't necessarily see why they should have to do things your way. On the plus side, they generally housetrain quickly.Obedience training is highly recommended, but don't count on perfect compliance. This is a dog who enjoys putting his own spin on obedience commands. Use treats and positive reinforcement techniques to persuade your Black and Tan that he wants to do as you ask.And \"ask\" is the operative word. Hounds will flat-out ignore you if you try to boss them around. When training a Black and Tan Coonhound, bear in mind the saying that you catch more flies with honey than with vinegar.",
    "Feeding": "Recommended daily amount: 3 to 5 cups of a high-quality dog food daily, divided into two meals.How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog.The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Hounds like to eat. Monitor your Black and Tan Coonhound's food intake so he doesn't get fat. Keep your Coonhound in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test.First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Coonhound, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "A short, dense coat protects the Black and Tan Coonhound as he trails his quarry through rough brush. It is, of course, black, with rich tan markings above the eyes, on the sides of the muzzle, and on the chest, legs, and back of the thighs. The toes bear markings that look as if they were made with a black pencil.Brush the Black and Tan two to three times a week with a hound mitt or firm bristle brush to distribute skin oils and keep loose hair from floating off the dog and onto your furniture and clothing.Check and clean his long, graceful ears weekly to prevent infections. Bathe as needed.Other grooming needs include dental hygiene and nail care. Brush your Black and Tan Coonhound's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Nails should be trimmed regularly to keep them short. Your Black and Tan's nails may need to be trimmed weekly or only monthly; each dog is different. If you can hear the nails clicking on the floor, they're too long. Short, neatly trimmed nails keep the dog's feet in good condition and keep your legs from getting scratched when your Coonhound enthusiastically jumps up to greet you.Get your Coonhound accustomed to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears.Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.",
    "Children And Other Pets": "Black and Tan Coonhounds are patient and tolerant with children. That said, it's never appropriate to leave dogs and young children alone together. They should always be supervised to prevent any ear biting or tail pulling on the part of either party.Being pack dogs, Black and Tan Coonhounds are always happy to have the company of other dogs. A bored hound will find ways to entertain himself — destructive ways that you won't like — so if no one's home during the day, it's best if he has at least one canine buddy.They can also get along well with cats, rabbits and similar pets if they're raised with them in the home. Be sensible and don't leave them unsupervised with other pets until you're sure they all get along.",
    "Rescue Groups": "Black and Tan Coonhounds are often acquired without any clear understanding of what goes into owning one, and these dogs often end up in the care of rescue groups, in need of adoption or fostering. Other Coonhounds end up in rescue because their owners have divorced or died. Contact rescue organizations for more information about available dogs and adoption requirements.American Black and Tan Coonhound Rescue",
    "Breed Organizations": "Below are breed clubs, organizations, and associations where you can find additional information about the Black and Tan Coonhound.American Black & Tan Coonhound Club, Inc."
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Hound Dogs"
    },
    {
      "name": "Height",
      "value": "23 to 27 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "75 to 100 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 12 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}