{
  "id": "black-mouth-cur",
  "url": "https://dogtime.com/dog-breeds/black-mouth-cur",
  "name": "Black Mouth Cur",
  "intro": "Energetic, fearless, and strong, the Black Mouth Cur is valued as an all-around working dog bred to help farmers and hunters in the rugged terrain of the southeastern United States.\nThe breed can herd livestock, protect the home, and track game; although, these dogs also have a sensitive side that doesn’t respond well to harsh rebukes or punishment.\nThe Black Mouth Cur loves being around humans and family and is great with children. However, their high exercise needs make this breed a poor choice for novice owners or those who can’t keep up with a demanding energy level. Their tendency to play rough may also not be best for very young children.\nBlack Mouth Curs mostly live in the United States and are a bit rare in other parts of the world. If you want to bring home one of these strong-yet-sensitive, energetic, family-friendly dogs, check out our adoption page where you can search for dogs near you by breed.\nSee below for complete list of Black Mouth Cur traits and facts!",
  "description": {
    "": "The Black Mouth Cur, named for the characteristic black color that usually covers their lips and muzzle, is not recognized by the American Kennel Club, nor is any dog with \"cur\" in its name.Despite this fact, they're a purebred dog that hails from the southeastern United States where they were bred to be an all-around working dog capable of protecting their human family, and the United Kennel Club recognizes the Black Mouth Cur as a purebred scenthound.These dogs are known for their courage, loyalty, and strength, though they are also quite sensitive and are highly intuitive when it comes to knowing how their humans are feeling.The Black Mouth Cur requires an experienced owner with a Goldilocks approach to training. Owners must be firm, but not overly punitive or harsh to find a balance that is just right. These dogs have high exercise needs and do best with a large yard where they can run in addition to being provided with at least one long walk per day, lest they become bored and destructive in the home.They interact well with people and other dogs, though they are highly territorial and may respond aggressively to perceived intruders or threats to their family. It is important to start socialization training early to make sure Black Mouth Curs behave and remain non-aggressive.",
    "Highlights": "This is a working dog who's comfortable as a hunting companion, a livestock herder, and a home protector.Black Mouth Curs have minimal grooming needs and shed moderately. One brushing per week should get the job done.The breed is incredibly loyal to their human family, especially children, though their tendency to play rough may make them ill suited for very young children.There are several different breeders of Black Mouth Curs who may produce differences in size, coat, and personality traits.Black Mouth Curs require a trainer who is able to maintain a firm hand, but these dogs are highly sensitive and do not respond to harsh rebukes. Training sessions should be thorough and productive, yet short enough to keep the dog's attention. This breed is not the best choice for inexperienced owners.The Black Mouth Cur is energetic and requires a yard to run and burn off energy, as well as a bare minimum of one long walk per day. Anything less may result in boredom and destructive behavior. Black Mouth Curs are not apartment dogs.Black Mouth Curs are considered to be generally healthy dogs and are less prone to several of the conditions that plague other purebreds, though they do have some genetic predispositions that owners should be aware of and watch out for.In the novel Old Yeller, the titular dog is a Black Mouth Cur, though the dog who played Old Yeller in the 1957 film adaptation was a Labrador Retriever and Mastiff mix named Spike.",
    "History": "The origin of the Black Mouth Cur breed is somewhat of a mystery, but what is known is that the breed originated in the American south, most likely in Mississippi or Tennessee.This breed is probably descended from European and Asian cur dogs who were brought to North America and used by pioneers and settlers who hunted and farmed the land from Florida to Texas. They needed a farm dog who could help them herd livestock and hunt in the rugged terrain of the region, as well as ward off dangerous wildlife.The Black Mouth Cur played a major role in the settling of the American frontier, and some claim that westward expansion by European settlers wouldn't have been possible without the breed.During those times, curs were crossbred with other dogs as needed, and record keeping on which breeds were used wasn't of great importance. The lack of records contributes to the unknown specifics when it comes to the origin of the Black Mouth Cur.Some speculate that English Mastiffs, brought to America from Europe as early as the Mayflower voyage to Plymouth in 1621, played a part in the Back Mouth Cur's ancestry. Whatever the case may be, it is difficult to pinpoint exactly when purebred Black Mouth Curs first appeared, and even today, there is variation in the breed based on the region and specific breeder who produces them.Still, they are considered to be purebred dogs, as modern Black Mouth Curs are usually only intentionally bred with other Black Mouth Curs.The Ladner family in southern Mississippi has bred Black Mouth Curs for over 100 years and may be the most well-known breeder of these dogs. Other variations include the Alabama Black Mouth Cur, known for their red coloration, and the Florida Black Mouth Cur, recognizable by their yellow coat.All of these variations have made it difficult to establish breed standards, which is why several kennel clubs do not recognize the breed, including the American Kennel Club. The United Kennel Club, however, registered the Black Mouth Cur in 1998, and they now appear in the show ring.The most famous Black Mouth Cur is the titular dog in the novel Old Yeller. Although the Black Mouth Cur breed isn't mentioned by name, the physical description of the dog, as well as the depiction of his temperament and behavioral characteristics, heavily imply that Old Yeller is a Black Mouth Cur.",
    "Size": "There can be much variation in size when it comes to Black Mouth Curs depending on breeding, and dogs within the same litter can be of different sizes, as well.Males tend to be larger, weighing in on average between 40 and 95 pounds, while females tend to range from 35 to 80 pounds. The breed is usually 16 inches in height or taller.Sometimes the purpose for which the dog has been bred factors into their size. Tree dogs range from 35 to 50 pounds, while herding dogs can weigh over 100 pounds.",
    "Personality": "The history of the Black Mouth Cur has had a heavy influence on which traits have been kept in the breed. Settlers needed a dog who could suit all of their needs, rather than focusing on a specific task.Black Mouth Curs are known to be courageous and never back down from a fight, which was useful in warding off predators of the American south, including wildcats, bears, and other animals. They have retained this fearlessness to modern times.Settlers also needed a dog who would be intelligent and help them hunt for food and valuable pelts. They needed a dog who would be a loyal and dedicated family companion so that it would protect the homestead. They needed a dog who would be strong and able to handle life in the rugged frontier. All of these traits remain with the modern Black Mouth Cur.They were also bred to have a high energy level appropriate for long days of hard work, so it is important for Black Mouth Curs to get a good deal of exercise. They don't do well in apartments or sitting on a couch all day. A yard to run around and at least one long walk per day are essential, as anything less can lead to boredom, anxiety, and destructive behavior.When it comes to training, the Black Mouth Cur can be stubborn, but an overly harsh approach does not work for this sensitive breed. They need a trainer who will be firm and lay down the law, but also won't raise their voice in anger or frustration. Black Mouth Curs are eager to please, but they will also get bored if training sessions are too long or repetitive, and their attention may drift. Short, focused training sessions are best.",
    "Health": "The Black Mouth Cur is considered to be a generally healthy breed with fewer of the genetic problems that tend to affect other breeds and a lifespan that usually goes well into their teens. Still, there are a few conditions that they are predisposed to. Owners should watch out for these conditions throughout their dogs' lives.Some of the conditions that might affect Black Mouth Curs include:Ear infectionsEpilepsyMangeHip dysplasiaCataracts.",
    "Care": "It's important to care for a Black Mouth Cur's ears, as they can trap dirt, water, and debris, leading to ear infections and other complications. This is especially true of dogs who like to play outdoors in water or in humid areas. Frequent, thorough ear cleanings are a must to prevent infection.They should also regularly have their eyes and bone health checked during routine vet visits to spot signs of cataracts, hip dysplasia, or other eye and skeletal conditions. Their teeth should be brushed regularly and professionally cleaned as needed.Your veterinarian can advise you further on what kind of care you should provide for your Black Mouth Cur.",
    "Feeding": "A healthy diet for a Black Mouth Cur can vary depending on the dog's size and the activities they participate in throughout the day.Working dogs who hunt or round up livestock, for example, need food that will provide them with adequate energy while they are performing their daily tasks. Dogs who stay at home and get moderate exercise have different needs. Typically, Black Mouth Curs need two quality meals per day.Your veterinarian should be able to help you determine an appropriate diet for your Black Mouth Cur based on their size and energy requirements. Make sure they get balanced meals, and you may wish to consult a nutritionist to advise you on what to feed your dog.",
    "Coat Color And Grooming": "The appearance of Black Mouth Curs can vary depending on breeding, and even individuals of the same litter can look very different.Their coats are short and can either be course or fine. They can be red, yellow, black, brown, or brindle. Most have some black fur on their muzzle, the trademark that gives the breed its name, but not all of them do. Some may have the appearance of a mask around their face and eyes. Patches of white may appear on the face, chest, legs, or tail. Their eyes may be green, yellow, or brown.Black Mouth Cur coats shed moderately throughout the year and a bit more heavily before winter and summer. Generally, they need very little care. One brushing per week should be fine, and many Black Mouth Curs can go their whole lives without having their coats professionally groomed.They will need regular nail trimmings, and it's important to keep their face and ears clean, especially where there are folds in the skin, as these places can harbor bacteria, parasites, or debris.",
    "Children And Other Pets": "The breed can be friendly to other dogs, especially if socialization training begins early. This is necessary because Black Mouth Curs can be territorial and respond to strangers or other dogs with aggression if they feel that they or their families are threatened.They are usually fine with another resident dog, though their high prey drive makes them unsuitable for homes with smaller pets, such as cats, rabbits, hamsters, etc.Black Mouth Curs need human interaction and companionship, and they are great with families and kids. As with all dogs, children should be supervised when playing with Black Mouth Curs, as they like to roughhouse and may not know that they need to be gentler with youngsters. It is important to teach children how to interact with dogs appropriately, as well, to avoid injuring them during play.",
    "Rescue Groups": "If you wish to rescue and adopt a Black Mouth Cur, you can check out this website that lists available Black Mouth Curs by state, or you can check out our adoption page that lets you search by zip code and breed for any kind of dog that you're interested in."
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Working Dogs"
    },
    {
      "name": "Height",
      "value": "16 to 25 inches"
    },
    {
      "name": "Weight",
      "value": "40 to 95 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 18 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}