{
  "id": "black-russian-terrier",
  "url": "https://dogtime.com/dog-breeds/black-russian-terrier",
  "name": "Black Russian Terrier",
  "intro": "These majestic black beauties are highly intelligent, confident guard dogs who aren’t actually true terriers. Relatively new and still a rare dog breed, the Black Russian Terrier is a working dog who can protect a home or business, play with the family’s children, and excel in agility and obedience competition.\nKnown as the “Black Pearls of Russia,” Blackies are people-oriented and want to be close to the action at all times. They tend to be a bit aloof around strangers, including dogs they don’t know, but they’re devoted to their families, and they don’t shed much.\nThey have large bones and well-developed muscles, creating a vibrant, flowing impression. Like Henry Ford’s first cars, Blackies come in black, black, or black.\nDogTime recommends this big, spacious crate to give your large Black Russian Terrier a place to rest and relax. You should also pick up this dog brush and massager for your long-haired pup!\nSee all Black Russian Terrier characteristics below!",
  "description": {
    "": "If the Black Russian Terrier were a human version of the observant guard dog they were bred to be, you'd want them standing guard for you during the most disquieting times. An innate protective instinct is developed by the time they are a year old.When combined with the size, agility, courage, and power of this gorgeous bearded beauty, that instinct creates an outstanding guard dog who loves to play with their family's kids and hang out by your side. Blackies demand and thrive on human attention and affection, and they'll wait at the back door until you let them in because playing is just no fun without people.The Black Russian is a working dog who responds best to firm and consistent training. You have to respect them or they won't tolerate your command. Without a job to do and lacking adequate early training, a Blackie could easily become bored and destructive, and at that size, they could do some real damage.They're so smart, it's scary. If you feel that you can't live with a dog who is smarter than you are, then the Black Russian Terrier might not be a good choice. Remember that the breed has historically been used to work for the military and police (although these days they're most often found protecting home and hearth).That intelligence means they train quickly but can have a real stubborn streak, so you need to be the one in charge from the get-go. If you're into performance competitions, such as agility, obedience, or Schutzhund, this pup is a natural performer who knows how to work a crowd. They'll also excel at search and rescue.The Blackie is slow to mature, like most big dogs. They housetrain easily, and they don't need to be leash-trained, as they'll follow naturally while on a leash. They're also much more active outside than in the house.They can't be left outside to live in a kennel; they're just too people-oriented. Besides, some day they could start defending their kennel against you rather than defending your home. They have to see your home as their own in order to protect it.Calm and quiet, the Blackie tends to be aloof with strangers, but not aggressive or shy toward them. They'll accept a stranger you admit into the household, but they'll take their time considering whether such a person should be a friend. However, if they feel the stranger is threatening, then all bets are off--they won't waste a moment hesitating to defend those they love.Because the Blackie is so intelligent, stubborn, and large, they aren't a good choice for first-time dog owners. For example, if you don't want your adult Blackie on the furniture or in your bed, you need to start out right by not allowing the puppy to be in those places. They won't give up those habits once they've gotten away with them a time or two--their stubborn streak is just too strong.In some, that streak can be so deep that it doesn't allow them to compromise at all. That means the Black Russian Terrier is best suited to experienced dog people used to large, dominant guard dogs. They'll walk all over people they can intimidate--they are large and in charge. Bred to work as a partner with their owner, they are a thinking dog who responds better to logic than to force. Positive reinforcement is best with these pups. But for those who know how to train and live with a powerful, smart guard dog, the Blackie is a wonderful choice.",
    "Highlights": "Blackies need a job. They were bred for it and will be unhappy without one. Their job as your companion could be competing in agility, obedience, Schutzhund, or various canine sports.Black Russian Terriers need at least 30 minutes of exercise a day. They are intelligent and powerful, and exercise provides a needed outlet. A Black Russian can manage in an apartment with sufficient outdoor exercise. A fenced yard is best for the Blackie living in a house.They do bark and shed, but not very much.Blackies enjoy the company of their families and prefer to stick close to their human pack. They don't do well stuck in the backyard by themselves.The sometimes stubborn Blackie needs firm training as soon as you get them home so that they won't try to establish themselves as the leader of the pack.Blackies are by nature aloof with people they don't know, and unless they have regular exposure to lots of different people--ideally beginning in puppyhood--they can become overly protective of you around strangers. This may lead to biting out of fear and aggression. Give your Blackie lots of contact with friends, family, neighbors, and even strangers to help them polish social skills.",
    "History": "A legacy of the Cold War, the Black Russian Terrier was bred by Soviet Army scientists who were striving for the perfect working dog. Wonderfully adapted to the inhospitable Russian winters, the Black Russian was bred to patrol the borders alongside soldiers. The scientists weren't trying to invent a new breed; they just wanted a dog who was suited to their military needs.The Red Star Kennel, where the breeding took place, was established under the Red Army and had the full resources of the government for assistance. Thanks to the Russian Revolution, World War II, and other economic difficulties, purebred dog breeding had taken a back seat during much of the 20th century, and the team, which included breeders and geneticists, didn't have much homebred stock with which to work.However, they did an admirable job. They wanted a dog with endurance who could run long fence lines, chase and catch intruders, and stay warm enough to survive. They started crossing Giant Schnauzers, Airedales, and Rottweilers, but there are traces of 17 breeds, including Great Danes and some large Russian breeds such as the Ovcharka.The Blackies worked at rail crossings, prisons, and assorted military venues including gulags, and they excelled at it. However, when the gulags began closing in the 1950s, they had more dogs than needed, and thus the Army began selling the puppies to the public. Fanciers made a few changes in the breeding; Newfoundlands, for instance, were added for stability. In 1958, the Soviet Army created the first breed standard for the Black Russian Terrier.Officially, the Black Russian Terrier obtained breed status from the Soviet Ministry of Agriculture in 1981. It didn't take long for them to become one of the most admired breeds of the world because of their many fine traits: large size, ability to protect home and family, excellent working abilities, courage, elegant appearance, sociability, and love of children.Black Russian Terriers came to the United States between 1989 and 1990. One of the first American kennels to produce Black Russians was in Mississippi, where an immigrant Russian couple started a kennel. (Blackies do well there even without any hope of snow in which to play.) The AKC admitted the Black Russian Terrier into the Miscellaneous Class in 2001. The breed became part of the AKC Working Group on July 1, 2004.Over time, breeders have worked to eliminate the health concerns and physical faults that the breed began with, and today the Blackie is a healthy and hearty breed, still just becoming known to legions of dog lovers.",
    "Size": "A powerful, well-built large breed, the Black Russian Terrier's weight can range from 80 to 140 pounds (although 140 is a bit above average). Males can be 27 to 30 inches tall; females can be 26 to 29 inches tall.",
    "Personality": "Black Russian Terriers are calm, confident, and courageous. These dogs have exceptionally stable nervous systems and radiate confidence and tranquility. Bred by the military, they're self-assured, loyal, and aloof toward those they don't know. Purposely designed to guard and protect, Blackies could become dangerous without their famous emotional stability.Highly intelligent, Blackies take well to firm direction and need a job to perform, so training is easy. Start early to offset a potential sense of overprotection. Blackies love children and will guard those in their circle. They're house dogs and need to feel like part of the family--they aren't not suited to life in the backyard. Blackies need almost constant attention and guidance, and they'll become withdrawn if you don't give them enough.Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them.Meeting the parent dogs, siblings, or other blood relatives can helpful for evaluating what a puppy will be like when they grow up, but it's no guarantee.Like every dog, the Black Russian Terrier needs early socialization--exposure to many different people, sights, sounds, and experiences--when they're young. Socialization helps ensure that your Blackie puppy grows up to be a well-rounded dog. The more properly socialized Blackies are, the better they are with other dogs, although some will only enjoy other canine companions who live in their household.Enrolling them in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking them to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help them polish their social skills.",
    "Health": "Blackies are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Blackies will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.Here are a few conditions you and your vet should keep an eye out for:Allergies: Allergies are a common ailment in dogs, and the Black Russian Terrier is no exception. There are three main types of allergies: food allergies, which are treated by eliminating certain foods from the dog's diet; contact allergies, which are caused by a reaction to a topical substance such as bedding, flea powders, dog shampoos, and other chemicals; and inhalant allergies, which are caused by airborne allergens such as pollen, dust, and mildew. Treatment varies according to the cause and may include dietary restrictions, medications, and environmental changes.Hip Dysplasia: This is an inherited condition in which the thighbone doesn't fit snugly into the hip joint. Some dogs show pain and lameness on one or both rear legs, but others don't display outward signs of discomfort. (X-ray screening is the most certain way to diagnose the problem.) Either way, arthritis can develop as the dog ages. Dogs with hip dysplasia should not be bred.Elbow Dysplasia: Similar to hip dysplasia, this is also a degenerative disease. It's believed to be caused by abnormal growth and development, which results in a malformed and weakened joint. The disease varies in severity: the dog could simply develop arthritis, or he could become lame. Treatment includes surgery, weight management, medical management, and anti-inflammatory medication.Progressive Retinal Atrophy (PRA): This is a family of eye diseases that involves the gradual deterioration of the retina. Early in the disease, affected dogs become night-blind; they lose sight during the day as the disease progresses. Many affected dogs adapt well to their limited or lost vision, as long as their surroundings remain the same.",
    "Care": "Your Blackie needs daily exercise and mental stimulation, at least half an hour each day, including walks, runs, disc games, obedience, or agility.Hanging out alone in the back yard is not exercise; even if that's what you intended, your Blackie will just spend the time at the door waiting to be let back in. They have a great need for human contact, so they're always happier when you're hanging out with them. When you're not playing with your companion, puzzle toys such as Buster Cubes are a great way to keep that active mind occupied.The Blackie can live in an apartment as long as they have adequate exercise. In a single-family dwelling, they should have a fenced yard.Puppies don't need as much hard exercise as adults, and, in fact, you shouldn't let them run on hard surfaces such as concrete or let them do a lot of jumping until they're at least a year to eighteen months old. Otherwise large-breed pups like the Blackie may stress their still-developing skeletal systems, which can cause future joint problems.Obedience classes can help you curb your Blackie's behavior, as they help satisfy his need for mental stimulation and work. They'll respond well to training methods that use positive reinforcement--rewards such as praise, play, and food--and is likely to happily take commands from their trainer. They just need to know who's in charge.Crate training benefits every dog and is a kind way to ensure that your Blackie doesn't have accidents in the house or get into things they shouldn't. A crate is also a place where they can retreat for a nap. Crate training at a young age will help your Blackie accept confinement if they ever need to be boarded or hospitalized.Your Blackie doesn't want to spend all day in a crate, however. It's not a jail, and they shouldn't spend more than a few hours at a time in it except when they're sleeping at night. Blackies are people-oriented dogs, and they aren't meant to spend their lives alone or in a crate.",
    "Feeding": "Recommended daily amount: 3 to 4.5 cups of high-quality dry food a day, divided into two meals.NOTE: How much your adult dog eats depends on their size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference--the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Blackie in good shape by measuring their food and feeding them twice a day rather than leaving food out all the time. If you're unsure whether they're overweight, give them the eye test and the hands-on test.First, look down at them. You should be able to see a waist. Then place your hands on their back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see their ribs without having to press hard. If you can't, they need less food and more exercise.For more on feeding your Blackie, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "Blackies have black coats, but a sprinkling of gray hair can sometimes be seen, even in puppies. They have a double coat, and the outer coat is coarse, with the undercoat soft and thick. It varies in length from 1.5 to 4 inches. Blackies have a tousled coat, although some might be tempted to call it wiry or curly.Brushing is a weekly event for Blackies: they need regular and frequent maintenance to prevent matting. To brush that coat, you'll want a slicker brush, an undercoat rake, and a stripping comb. You can find any of these grooming tools in a good pet supply store. Blackies don't shed a lot, but those dogs with longer coats may leave little clumps of hair everywhere unless brushed regularly.The eyebrows, moustache, and beard can be left alone and aren't trimmed. Show grooming for Blackies is a fairly involved task, but if your companion isn't showing in conformation, the coat can be clipped twice a year for manageability. You can clip your companion yourself; it takes a little practice but it's not difficult.If you keep them brushed, your Blackie should need a bath only when they're dirty. Use a shampoo made for dogs to avoid drying out their skin and coat. The Blackie beard soaks up water which they can then spray liberally around the house, so the beard may need a little extra attention during grooming.Brush your Blackie's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim nails once or twice a month if your dog doesn't wear them down naturally to prevent painful tears and other problems. If you can hear them clicking on the floor, they're too long. Dog toenails have blood vessels in them, and if you cut too far you can cause bleeding--and your dog may not cooperate the next time they see the nail clippers come out. So, if you're not experienced trimming dog nails, ask a vet or groomer for pointers.Their ears should be checked weekly for redness or a bad odor, which can indicate an infection. When you check your dog's ears, wipe them out with a cotton ball dampened with gentle, pH-balanced ear cleaner to help prevent infections. Don't insert anything into the ear canal; just clean the outer ear.Begin accustoming your Blackie to being brushed and examined when they're a puppy. Handle their paws frequently--dogs are touchy about their feet--and look inside their mouth. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when they're an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "Despite their impressive size, Blackies are great with children and will protect them. Females seem more willing to play with children than the males, but both sexes treat children with whom they are raised with gentleness and respect. Don't forget, however, that Blackies are large and active companions, and extremely young children may be accidentally knocked over or injured by a playful and energetic dog of this size. Use caution with very young children.Blackies who have not been exposed to children from puppyhood may not be as tolerant--something to consider if you're looking to add an older or rescue dog to your household.Either way, you should always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while they're eating or sleeping or to try to take the dog's food away. No dog, no matter how friendly, should ever be left unsupervised with a child.Make sure your Blackie is well socialized as a puppy and adult so that they don't become overprotective of their family and property.Male Black Russians don't do well with other dominant dogs. Many of them aren't suited to dog parks for this reason. At home, they do best with other canine companions who were already established in the house. They will be fine with non-dominant or small dogs, as well as cats, horses, rabbits, and other pets.",
    "Rescue Groups": "Blackies are often purchased without any clear understanding of what goes into owning one. There are many Blackies in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Blackie rescue.Black Russian Terrier Club of America, Inc.",
    "Breed Organizations": "Below are breed clubs, organizations, and associations where you can find additional information about the Black Russian Terrier.Black Russian Terrier Club of America"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Working Dogs"
    },
    {
      "name": "Height",
      "value": "26 to 28 inches at the shoulder"
    },
    {
      "name": "Weight",
      "value": "80 to 140 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 11 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}