{
  "id": "blue-lacy",
  "url": "https://dogtime.com/dog-breeds/blue-lacy",
  "name": "Blue Lacy",
  "intro": "The Blue Lacy, also called the Lacy Dog, is an energetic, intelligent, and trainable breed that loves having a job to do and a lot of open space to run around.\nEven though the breed has “Blue” in its name, Blue Lacys can also have red or tri-colored coats; although, they all carry the blue color gene. The “Lacy” in the breed’s name does not refer to the dog’s appearance at all, but rather comes from the name of the family that first created the breed.\nThe Blue Lacy was developed in the 1800s to help with herding, hunting, and ranch work in Texas. These dogs are hardy, adaptable, and able to learn quickly, though their high intensity and energy level make them ill-suited for apartment life or novice owners.\nBlue Lacys can make great family dogs and expert watchdogs with firm training, but they are sensitive and don’t respond well to punishment. Socialization should begin early, as Blue Lacys are naturally territorial, not overly trusting of strangers, and have a high prey drive that can cause them to attack smaller animals and pets if they aren’t socialized.\nWith confident, assertive training that relies on positive reinforcement, dogs of this breed can be loyal, protective, and capable members of the family who are eager to please. Experienced pet parents who can give this dog a task will find a lifelong friend who’ll rise to any challenge.\nSee below for full list of dog breed traits and facts about Blue Lacys!",
  "description": {
    "": "High energy might be the first thing that comes to mind when talking about Blue Lacys, and they require multiple long runs and walks each day to burn off all that energy. They often need a job to do, whether it be hunting, herding, agility training, or acting as a watchdog, or else they may get bored and act out, as is the case with many intelligent and energetic dog breeds. Physical and mental stimulation are must-haves each day for the Blue Lacy. If you live in an apartment or you don't have a task in mind for these dogs, you may want to look for another breed. While the Blue Lacy is a loving family dog, they are not for novice owners, nor are they for families with small pets or very young children, as they have a high prey drive and a high level of intensity. They require early socialization and capable training, though they are very sensitive and do not respond well to yelling, harsh rebukes, or punishment. Highly territorial, somewhat distrustful of strangers, and eager to chase anything that moves, Blue Lacys make excellent watchdogs, though socialization training is highly necessary so they know when it is appropriate to be on guard and when to be friendly to other pets and people. The Blue Lacy will work as hard and tirelessly as you ask them to, and they are perfectly suited for the farm and hunting work that they were bred to do, as well as agility training or even search and rescue jobs. If you know what you're doing, you'll have a well-trained, intelligent, adaptable companion that would do just about anything for you.",
    "Highlights": "The Blue Lacy was designated as the official state dog breed of Texas in 2005.Fred Gipson, author of Old Yeller, grew up in the county next to where the Lacy family lived and raised their Blue Lacys, and this may have influenced him as a writer, although Old Yeller, the actual dog in the novel, was most likely a Black Mouth Cur and not a Blue Lacy.Blue Lacys can also have red or tri-colored coats, though they all carry the gene for blue coats.The Blue Lacy breed is not recognized by the American Kennel Club, though some organizations have applied for the Blue Lacy to be accepted into the AKC's Foundation Stock Service, which helps keep official records of the breed so that it may one day be recognized. Still, full recognition may be many years off or never come at all.Blue Lacys are very intelligent and respond well to training, but they need an assertive trainer who can lay down the law without being overly punitive.This breed is hardworking and does best when given a task. They are capable of hunting, herding, agility training, watchdog work, or even search and rescue.Mental and physical stimulation are must-haves. Blue Lacys need multiple runs and walks per day to burn off their energy. They appreciate having open space to run around, rather than small apartments.",
    "History": "The Blue Lacy breed gets its name from Frank, George, Ewin, and Harry Lacy, who were brothers that moved from Kentucky to Texas in the mid 1800s. They needed an all-around working dog that could help herd free-roaming hogs and cattle, track and tree small game, hunt wild deer and hogs, and watch over the homestead. The dog needed to be fast, hardworking, trainable, and able to withstand the Texas weather. According to the Lacy family, the brothers created the Blue Lacy breed to suit these needs by mixing wolf, Greyhound, English Shepherd, and possibly coyote and another scenthound. They worked to develop the breed's natural herding instincts to drive their livestock to market. Since then, the Blue Lacy has remained a true Texas breed and is uncommon outside of the state. In 2005, it was designated as Texas's official state dog breed",
    "Size": "The Blue Lacy tends to be between 17 and 25 inches in height at the shoulder. On average, males are larger than females and weigh between 35 to 55 pounds, while females usually weigh between 25 and 45 pounds. Individuals of  the breed may be larger or smaller, as well.",
    "Personality": "The combination of intelligence and high energy that make up the Blue Lacy dog breed's personality can either cause them to be well-trained working dogs or destructive forces of nature depending on how much mental and physical stimulation they get. Blue Lacys cannot be cooped up for long, and when they get bored, they'll make their own fun in whatever way they can, even if it means chewing or digging in things they aren't supposed to. They will need long runs each day, and probably additional exercise. Training goes a long way, and Blue Lacys respond to firm, positive training very well, though they are sensitive and will not respond well to yelling or punishment. Training is a must for Blue Lacys, and socialization must begin early to overcome their natural prey drive and territorial nature. If they are not socialized early, Blue Lacys can be standoffish to strangers and downright aggressive to other pets and animals. They are, however, very kind and protective toward their families, even children, and you'd have a difficult time finding a better watchdog. Because they were bred to help hunt and tree small game, they do have a tendency to bark, and it can take a while to get them to quiet down once they get going. They should not be left alone for long periods of time. When properly exercised and trained, the Blue Lacy makes an excellent family companion that is very loyal and loving. They do best when they have a job where they can spend their physical and mental energy. When they have something to do that provides them with an adequate challenge, Blue Lacys are calm, sweet members of the household.",
    "Health": "The Blue Lacy is generally a healthy and hardy breed, though they are sometimes genetically prone to a few health conditions. Blue Lacys are known to occasionally suffer from hip or elbow dysplasia, hypothyroidism, and food allergies. They may also develop skin conditions, and though it is rare, some may be born with color dilution alopecia, a condition that can cause hair loss in patches or over the entire body.",
    "Care": "Care for Blue Lacys is fairly standard. Their nails should be trimmed monthly or as needed to prevent overgrowth. Their teeth should be brushed regularly, and you should ask your veterinarian about dental care for your individual dog. Their ears should be checked often for debris, ticks, parasites, or signs of illness and cleaned as needed.",
    "Feeding": "A Blue Lacy diet should be formulated for a mid-sized breed with high energy and intense exercise requirements. You should consult your veterinarian or professional nutritionist for advice on what to feed your Blue Lacy and the correct portion sizes. Their dietary needs will change as they grow from puppyhood to adulthood and senior age. Stay on top of these nutritional requirements.",
    "Coat Color And Grooming": "The Blue Lacy can come in three color varieties, despite their name. \"Blues\" range from gray to almost black. \"Reds\" can be anywhere between a light, cream color to a reddish-brown, rust color. \"Tris\" are tri-colored and have a blue base coat with red markings and white along the belly, chin, or paws. Their coat colors tend to make their yellow or amber eyes stand out beautifully.The Blue Lacy's coat is short and smooth. There is not much, if any, undercoat. Blue Lacys shed an average amount, though the shedding is more heavy seasonally. They require little grooming. A weekly brushing should suffice, and they should be bathed as needed.",
    "Children And Other Pets": "Blue Lacys are generally good with children and are not usually aggressive. They are loyal family dogs and very protective of their humans. However, they do have high energy levels and can sometimes be known to play rough. For that reason, they may not be suited for homes with very young children that can be easily knocked over or accidentally hurt during rough play.Blue Lacys have a high prey drive, which can make them dangerous around small animals and other pets. They are usually fine if they are raised alongside other animals and recognize them to be family. They can also be tolerant of other dogs if they are socialized from a very young age. That said, it may be best if there are no other small animals or pets in the home, and owners would do well to make sure that neighboring pets do not enter the Blue Lacys territory, as their instincts may take over and lead to an incident.",
    "Rescue Groups": "If you are interested in adopting a Blue Lacy dog, you can check out Texas Lacy Rehome Group on Facebook, which is a group that regularly posts about adoptable Blue Lacy dogs that need to find good homes. You can also check out our adoption page that lets you search for adoptable dogs near you by breed and zip code."
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Working Dogs"
    },
    {
      "name": "Height",
      "value": "17 to 25 inches"
    },
    {
      "name": "Weight",
      "value": "25 to 50 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 16 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}