{
  "id": "boerboel",
  "url": "https://dogtime.com/dog-breeds/boerboel",
  "name": "Boerboel",
  "intro": "At first glance, you might think the large, intimidating Boerboel would make an excellent guard dog, and you’d be correct. However, this breed is equally known for being loving, calm, and family-friendly, especially towards human children.\nThese gigantic protectors were bred to help farmers in South Africa defend their homesteads from hyenas, lions, and all manner of deadly wildlife while also providing invaluable companionship. The Boerboel, pronounced “boo-r-bull,” gets its name from Dutch/Afrikaans words that roughly translate to “farmer’s dog.” It is also known as the South African Mastiff, South African Boerboel, Borbull, or Bole.\nAlthough Boerboels are generally docile, easy to groom, and have few health problems, don’t make the mistake of thinking they’re an easy breed to handle for first time owners. These dogs are confident, territorial, and prone to pulling and chewing. They need an assertive, experienced owner with plenty of space for a massive dog that needs to exercise.\nIf you’re interested in adopting a Boerboel, then make sure you and your home are ready for the challenge. If you are, you’ll be rewarded with a loyal, protective friend for life.\nSee below for full list of dog breed traits and facts about Boerboels!",
  "description": {
    "": "Boerboels' physical strength is only matched by the strength of their devotion to their homes and families. The Boerboel breed is descended from dogs brought by Dutch settlers to South Africa who defended the homestead from hyenas, lions, leopards, and other dangerous wildlife. Today, they are prized as watchdogs, guardians, and competitors in canine competitions, as well as highly protective family companions that adore kids. They can, however, be quite territorial, and without proper training and socialization, they can exhibit aggressive tendencies to strangers and other dogs. Boerboels require plenty of mental and physical exercise. Being surprisingly agile for their size and very intelligent, their need for stimulation of both mind and body is high. Leaving them alone for too long can result in boredom and anxiety, which can lead to destructive behavior. They need a home that can accommodate their size and exercise needs and a trainer who is patient and confident. In the right home, they can be an invaluable watchdog and affectionate pet for the whole family.",
    "Highlights": "The Boerboel is a massive dog and incredibly muscular. They weigh as much as Great Danes, even though they are significantly shorter in stature.There is much speculation about which breeds were bred together to make the modern Boerboel, but their exact ancestry is not well known.Dutch settlers brought dogs to South Africa to defend farms from big cats and other wildlife. Only the strongest dogs were able to survive the harsh climate and conditions in South Africa, and they became some of the ancestors of the modern Boerboel.After the World Wars, breeding wasn't regulated, and the Boerboel almost completely disappeared. It has made a resurgence after breed enthusiasts began an effort to restore the Boerboel in the 1980s.Boerboels are known to be especially loving and protective of their human children. They are excellent guardians, though they can be overprotective.The Boerboel has minimal grooming needs and few health concerns, though their need for training and socialization makes them a poor choice for novice owners.Since Boerboels have been revived in South Africa, they have grown in popularity and have been exported around the world. Even so, they are still considered to be a more rare breed.Although they average between 110 and 200 pounds, it is not unheard of for Boerboels to weigh well over 200 pounds.The Boerboel is considered to be the most agile of the Mastiff type dogs.Socialization is necessary for Boerboels, as they can be aggressive toward other dogs, especially those of the same sex and breed.",
    "History": "The name \"Boerboel\" comes Afrikaans/Dutch words for farmer (\"boer\") and dog (\"boel\"), and indeed they were farmers' dogs when they were bred by Dutch settlers in South Africa starting in the 1600s. They were needed to defend the homestead and hunt dangerous wildlife such as hyenas, baboons, leopards, and other big cats. Eurpoean settlers brought large, strong dogs with them to South Africa, which bred with indigenous domestic dogs and a variety of other breeds over the course of several centuries. Bulldogs and Mastiffs were also brought by the English and crossbred with Boerboels, and the Da Beers diamond mining company imported Bull Mastiffs to guard their mines, which also bred with Boerboels to make them what they are today. It is uncertain exactly which breeds make up the Boerboel's ancestry, but only the strongest dogs were able to survive the hot weather and encounters with wildlife, which contributed to the Boerboel's tenacity and strength. During the 1800s, colonists began to protest British rule of South Africa and moved inland. As a consequence, their dogs were scattered and often taken in by isolated communities, where they became necessary for hunting, herding, guarding, and protection from dangerous people. After the World Wars, South Africa became more urbanized, and Boerboels started to be crossbred with other dogs without regard for breed purity. In the 1980s, however, a group of breed enthusiasts sought to begin breeding pure Boerboels again. Due to their efforts, the Boerboel gained popularity in South Africa and started to be exported around the world. The breed, however, is still fairly rare outside of South Africa.",
    "Size": "Boerboels are large dogs with males averaging 24 to 28 inches in height at the shoulder, while females tend to be between 22 and 25 inches in height. Boerboels usually weigh between 110 and 200 pounds, though some can be larger or smaller.",
    "Personality": "Boerboels are playful, intelligent, and eager to please. They are happiest when given a job to do, whether it's tough farm work, guard dog duty, or preparing for a competition where they can show off their agility and strength. This breed loves human family members, even children, though they are quite overprotective at times. The same instincts that make them good watchdogs and protectors can also make them fiercely territorial and aggressive if they aren't trained or socialized properly. When having guests over, it is important for a family member to introduce them to the resident Boerboel so the dog doesn't feel threatened. Usually Boerboels are welcoming of guests that they've met and trust, though they may still be on their guard. When it comes to training, Boerboels tend to be dominant and require an assertive trainer who will use positive reinforcement and set boundaries without being harsh. This is not a dog for first time owners. Patient, consistent training should be accompanied by early socialization to prevent aggression, and Boerboels should get plenty of mental and physical stimulation, as they can get bored and anxious, which will lead to destructive behavior. Long walks, vigorous play sessions, and challenging devices like puzzle feeders can all help them get the activity they need. Being a large dog breed with moderate exercise demands, Boerboels require space, so an apartment is not their ideal environment. They do best in a home with a backyard and a high, durable fence that will give them plenty of space to safely run around. While these dogs are not for novices, they will reward the right owners by being adoring family companions that will defend their homes and humans at all costs.",
    "Health": "The Boerboel is generally considered to be a healthy breed with few known hereditary conditions. There are, however, a few ailments that they are predisposed to and may develop over the course of their lives. They may suffer from hip or elbow dysplasia, heart disease, conditions that affect the eyelids, vaginal hyperplasia, and bloat. Rarely, they may also suffer from juvenile epilepsy. If you see signs of any of these conditions in your Boerboel, you should consult your veterinarian immediately.",
    "Care": "The Boerboel's main need when it comes to care is to be mentally and physically stimulated through exercise and play. Beyond that, regular care is fairly simple. Their nails should be trimmed about once every two weeks, and their teeth should be brushed regularly as recommended by a veterinarian. Boerboels' ears should be checked for debris and wax buildup weekly and cleaned as needed to avoid infection or infestation by pests.",
    "Feeding": "A Boerboel diet should be formulated for a large to giant breed with moderate to high exercise requirements. You should consult your veterinarian or professional nutritionist for advice on what to feed your Boerboel and the correct portion sizes. Their dietary needs will change as they grow from puppyhood to adulthood and senior age. Stay on top of these nutritional requirements.",
    "Coat Color And Grooming": "Boerboels have short, straight overcoats that are smooth and shiny, which cover their soft, dense undercoats. They can be shades of red, fawn, brown, brindle, or black. Some have spots of white on their coat, especially around the neck, face, and paws, though it is considered a fault if more than 30 percent of the coat is white. Many Boerboels have dark markings around their eyes, mouths, and noses, and some have dark patches around their paws. The coat sheds an average amount and doesn't require much care. Weekly brushing and monthly baths should help catch the shedding fur and keep the coat healthy.",
    "Children And Other Pets": "Boerboels love their human families and are especially known for being protectors of their children. That said, they are large, playful dogs and may knock over a child by accident if things get out of hand. Children should be trained on how to interact with animals to avoid incident, as well. No poking and prodding, no matter how trained and docile a Boerboel may be. As with any dog, play time should be supervised. The Boerboel's natural protective instinct may also be an issue when children have playmates over, as the Boerboel may interpret play as aggression and defend its family. That said, this is a breed that is known for absolutely adoring the human children within the family, and you couldn't ask for a better kid protector than a gigantic, agile Boerboel. When it comes to other dogs, Boerboels do well with animals that they have been raised with and live in the same household, but they can be quite territorial and standoffish with unfamiliar dogs. They can also become competitive and aggressive with other Boerboels of the same sex. Early socialization can help keep the breed's confrontational instincts in check, but they may be best suited to a home where they are the only dog.",
    "Rescue Groups": "If you're interested in adopting a Boerboel, you can check out U.S.A. Boerboels In Need on Facebook, which is a page that posts adoptable Boerboels all over the United States. You can also check out our adoption page, which lets you search for adoptable dogs by breed and zip code, or you can check local shelters near you."
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Working Dogs"
    },
    {
      "name": "Height",
      "value": "22 to 28 inches"
    },
    {
      "name": "Weight",
      "value": "110 to 200 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 12 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}