{
  "id": "bohemian-shepherd",
  "url": "https://dogtime.com/dog-breeds/bohemian-shepherd",
  "name": "Bohemian Shepherd",
  "intro": "The Bohemian Shepherd dog breed originated in the Czech Republic around the 1300s in the Chodsko region, hence why these dogs were commonly called the Chodský pes. They were first used as guard dogs and as herding dogs. Today, they make great family pets who will protect and watch over their humans.\nOther names this dog goes by include Bohemian Herder, Czech Sheepdog, and Chodenhund. Although these are purebred dogs, you may still find them in shelters and rescues. Remember to adopt! Don’t shop if this is the breed for you.\nThe Bohemian Shepherd is an intelligent breed, always up for trying new activities and very aware of their humans’ needs. This sociable dog thrives in households with children and families, and they require daily physical and mental stimulation with toys and games to stay happy. While they may not be the best choice for first-time dog owners, these pups learn very quickly with patience and consistency and make great companions for those willing to put in the time.\nDogTime recommends this dog bed to give a good night’s sleep to your medium-sized Bohemian Shepherd. You should also pick up this dog fetch toy to help burn off your pup’s high energy!\nSee below for complete list of Bohemian Shepherd dog breed facts and traits!",
  "description": {
    "Highlights": "The Bohemian Shepherd’s coat color is black and tan. The tan markings appear above the eyes, around the ears, on the muzzle, and on feet and underside.The Bohemian Shepherd is an average shedder with heavier shedding occurring seasonally. They are not considered to be allergy friendly and require weekly brushing.Bohemian Shepherds have higher energy needs. Agility training, obedience training, or a trip to the dog park will help burn off that energy. Make sure you give your dog at least one hour-long walk per day.When it comes to training, they need an owner who's patient and firm. These dogs are extremely intelligent and become bored quickly, so training sessions must be interesting with plenty of positive reinforcement.These dogs do not like being left alone for long periods of time. They are very social and do best in homes with a backyard to run in and multiple people to help care for them.The Bohemian Shepherd is said to get along great with other dogs, cats, and small pets in the household.The Bohemian Shepherd is a great choice for families with children. They adore kids and will love and protect the children in their household.",
    "History": "The Bohemian Shepherd is an old breed which first originated in the Czech Republic Territory around the early 1300s. They were bred as guard dogs to watch over families during wartime and became a more versatile breed, used as a herding dog. Though this breed is rare, the dogs quickly gained popularity in their region.There was no conscious breeding program for these dogs, whose numbers started to dwindle, until about 1984, when their popularity grew and the breed started to grow in demand. Since these dogs could perform so many different jobs and were always eager to work, they appealed to families and single owners alike who needed a dog for a task.This breed was finally recognized by the American Kennel Club (AKC) in 2019, and the Bohemian Shepherd was placed in the Foundation Stock Service Group.",
    "Size": "Bohemian Shepherds are a medium-sized breed. They stand 19 to 22 inches at the shoulder and weigh 35 to 60 pounds.Some dogs can be smaller or larger than average.",
    "Personality": "The Bohemian Shepherd is a faithful companion and will guard its home as best they can. While they are not known to be very vocal dogs, they will bark to alert their owner of any dangers. Their dark coloring may make them appear more intimidating than they actually are, and once they get to know a stranger, they'll become calm and affectionate.When it comes to training, the Bohemian Shepherd needs an owner who's patient and firm. These dogs are extremely intelligent and become bored quickly, so it is important to keep training sessions interesting and provide plenty of positive reinforcement and treats! They are always eager to learn new tricks and need to feel like they have purpose. They must remain occupied or else these dogs can become destructive.The Bohemian Shepherd is a very versatile breed and can fill several roles. These dogs are used as service animals, search and rescue, therapy dogs, and for scent tracking. Since the Bohemian Shepherd is such an active breed, they're ideal participants in agility games. On some occasions, they even go back to their herding roots and have been known to nip at the heels of children in an attempt to herd them together!These dogs have a decent amount of energy and do not like being left alone for long periods of time, so owners of this breed must be able to provide adequate exercise and playtime each day. They are very social and do best in homes with a backyard to run in and multiple people to help care for them. After a nice walk outside, the Bohemian Shepherd will gladly come relax on the couch with their human to cuddle.",
    "Health": "Bohemian Shepherds are generally healthy, but like all breeds, they can be subject to certain health conditions. Not all Bohemian Shepherds will get any or all of these diseases, but it is important to be aware of while considering this breed.Some of the more common health problems Bohemian Shepherd’s suffer from include:BloatEar infectionsEye conditionsHip DysplasiaElbow Dysplasia",
    "Care": "Bohemian Shepherds, especially as puppies, will have higher energy needs since this is a herding breed, so they'll need both physically and mentally stimulating activities. Agility training, obedience training, or a trip to the dog park to socialize with other dogs are all great examples of how to burn off that energy. Make sure you give your dog at least one hour-long walk per day, especially if you live in an apartment or don’t have a fenced-in yard.These dogs have long hair so make sure to check their ears daily for pests and debris, especially since this breed has hairy ears. You should also trim your dog’s nails as instructed by your veterinarian or groomer. They should not be clicking against the floor. It's ideal to begin grooming at a young age so your dog will be comfortable with you cleaning their ears, trimming their nails, and brushing their teeth.Make sure to keep up with regular veterinary checkups and your vet will help create a care plan for your dog. Keeping up with vet visits will help to detect any serious illnesses earlier on and can help treat them as soon as possible.",
    "Feeding": "An ideal Bohemian Shepherd diet should be formulated for a medium-sized breed with high energy. This breed is predisposed to bloat, so make sure to divide meals into smaller portions to eat throughout the day rather than leaving food out all the time.As with all dogs, the Bohemian Shepherd’s dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Bohemian Shepherd’s diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "The Bohemian Shepherd’s coat color is black and tan. The tan markings appear above the eyes, around the ears, on the muzzle, and on feet and underside.The Bohemian Shepherd is an average shedder with heavier shedding occurring seasonally. They are not considered to be allergy friendly and require weekly brushing to prevent the hair from becoming matted and clean the ears weekly.They have long, thick top coats that can either be straight or wavy, and they have a soft undercoat which helped protect them from the harsh elements of their native Czech Republic. They can tolerate cooler temperatures more so than extreme heat but if outside, always provide your dog with access to water at all times.",
    "Children And Other Pets": "The Bohemian Shepherd is a great choice for families with children. They adore kids and will love and protect the children in their household. Since they have such high energy levels, they love running around the yard or playing a good game of fetch with their family members.Although they are only medium-sized dogs, it's still important for children to know how to correctly play with their dogs in order for both dog and child to remain safe. The Bohemian Shepherd won’t get too rough while playing, but as stated before, they might attempt to herd small groups of children. Be aware of this when letting your dog romp around with kids!Overall, these are great dogs for kids. They'll be loyal guardians and provide hours of playing and cuddling. That said, children should always be taught how to properly approach and handle puppies and dogs. Children should never approach any dog while eating and should never approach the dog in an aggressive fashion, as they can get spooked. No dog should never be left unsupervised with a child.The Bohemian Shepherd is said to get along great with other dogs, cats, and small pets in the household. Early gradual introductions and socialization will be key in making this possible. But sometimes, it just comes down to luck of the draw when it comes to having a dog that gets along with other pets.",
    "Rescue Groups": "Some people purchase Bohemian Shepherds without understanding the breed or what goes into raising and caring for one. As a result, many may end up in the care of shelters and rescue groups.Rescues specifically for Bohemian Shepherds might be hard to come by. However, you can always check with your local shelter, and you may want to try a rescue that caters to all kinds of dogs. You can take a look at the following:Wright-Way RescueAngels Among Us Pet RescueYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Herding Dogs"
    },
    {
      "name": "Height",
      "value": "19 to 22 inches"
    },
    {
      "name": "Weight",
      "value": "35 to 60 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}