{
  "id": "borador",
  "url": "https://dogtime.com/dog-breeds/borador",
  "name": "Borador",
  "intro": "The Borador is a mixed breed dog — a cross between the Border Collie and Labrador Retriever dog breeds. Outgoing, curious, and energetic, these pups inherited some of the best qualities from both of their parents.\nBoradors go by several names, including Border Collie Lab and Border Lab. Despite their unfortunate status as a designer breed, you can find these mixed-breed dogs in shelters and breed-specific rescues, so remember to adopt! Don’t shop!\nThese cute and energetic pups make excellent companions for active owners, and they can thrive in any space. Still, these medium- to large-sized dogs can grow bored easily and need space, so they tend to do best in homes with yards and lots of activity. If you want a loyal, affectionate, mid-sized dog who thinks they’re a lap dog, the Borador might be the right pup for you\nSee below for all mixed dog breed traits and facts about Boradors!",
  "description": {
    "Highlights": "The Borador is a mixed breed dog. They are not purebreds like their Border Collie or Labrador Retriever parents.The main colors of Boradors are brown, black, tan, and white. Sometimes their coats are solid, and sometimes they have a mix of colors.Boradors are very easy to groom. A good brushing per week will probably do.Most Boradors are so outgoing that they will often greet any stranger with a wag of their tail. This makes them better as companions than as watchdogs.The pup's Border Collie instincts could take hold, and they may try to herd smaller family members, be it children or other animals. Any nipping related to herding tendencies can be easily curbed with positive reinforcement and training.Boradors are generally great with kids, other pets, and all members of the family. Playtime between dogs and kids, as always, should be supervised.",
    "History": "The Borador dog breed may have existed naturally over the years, but designer breeders started intentionally mixing Border Collies and Labrador Retrievers in the early 2000s, likely in North America.Breeders likely started to cross-breed the Labrador Retriever and the Border Collie to create a smart, family-friendly dog. Both parent breeds are working and herding dogs, and when combined, they make for an intelligent, affectionate pup. Breeders continued to create Boradors as demand for the mixed breed dogs climbed.Even though the Borador mixed breed got their start as a designer breed, some have ended up in shelters or in the care of rescue groups. Consider adoption if you decide this is the breed for you.Check your local shelters, look up Borador rescues, or check with breed-specific Labrador Retriever or Border Collie rescues, as they sometimes take in mixed breed dogs and find homes for them.",
    "Size": "As the Borador is a relatively new mixed breed, there are few standards when it comes to size. That said, as a mix between Border Collie and Labrador Retriever parents, you can expect Boradors to be on the medium to large side.Most weigh in at 40 to 64 pounds and range in height from 19 to 24 inches at the shoulder. That said, many can be smaller or larger.",
    "Personality": "Many Borador enthusiasts stress that the mixed breed is truly a family dog. The good-sized pooch is eager to please, and they are just as happy to participate in agility contests as they are to snuggle on the couch--as long as its with their family.In fact, they are so outgoing that they will often greet any stranger with a wag of their tail. This makes them better as companions than as watchdogs.While the Borador is incredibly gentle, the pup's Border Collie instincts could take hold, and they may try to herd smaller family members, be it children or other animals. Any nipping related to herding tendencies can be easily curbed with positive reinforcement and training.Since they are smart and highly energetic dogs, Boradors do best with lots of activity and stimulation. If not properly exercised, the Borador could fall into some bored destructive behaviors. Prevent unwanted chewing and digging by providing plenty of physical and mental stimulation for your Borador.",
    "Health": "The Borador breed is predisposed to some of the same conditions that the Border Collie and Labrador also face. While most are generally healthy, some may be prone to a few health issues, which is why it is important to maintain good care and regular veterinary checkups.Some of the more common health problems Borador suffer from include:Collie Eye AnomalyElbow DysplasiaHip DysplasiaHypothyroidism",
    "Care": "As with all dogs, you should keep up with your Borador's veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.Boradors are prone to weight gain, and they have high energy levels. Both Labrador Retrievers and Border Collies are working and herding dogs, so they need at least one good half-hour- to hour-long walk per day with a few active play sessions and shorter activities mixed in.Be sure to check their ears for debris and pests daily and clean them as recommended by your vet. Trim your dog's nails before they get too long--usually once or twice per month. They should not be clicking against the floor. Your groomer can help with this.Maintaining your Borador's oral health is also vital. You should brush their teeth daily, as plaque can easily build up. Your veterinarian can instruct you on how to brush your dog's teeth properly.",
    "Feeding": "An ideal Borador diet should be formulated for a medium- to large-sized breed with high energy. Like most domestic dogs, they have a tendency to gain weight if they are overfed, so you should stick to a regular feeding schedule and not leave food out during the day. Limit their amount of treats, as well.As with all dogs, the Borador's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Borador's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "Borador coats are often a mix of their Labrador Retriever and Border Collie parents' coats and colors. The main colors of Boradors are brown, black, tan, and white. Sometimes their coats are solid, and sometimes they have a mix of colors.Depending on what they inherit from their Border Collie parent and their Labrador Retriever parent, the Borador can have short- to medium-length hair. Some may have longer coats if they have more Border Collie traits.Luckily, both coats are very easy to groom. A good brushing per week will probably do.Even though they have medium-length coats, Boradors aren't particularly suited for extreme weather. They may be able to fair well in colder weather, but be sure to check if booties or other weather items are needed. As with all dogs, do not leave your Borador in any extreme weather or temperature situation unattended.",
    "Children And Other Pets": "Since Boradors are so outgoing and affectionate, they make fast friends with children. Still, like with all dogs, children should be taught how to safely and properly interact with your Borador. If your Borador has any herding, ankle-nipping habits, you may have to teach children how to curb that behavior during play.When it comes to other pets, Boradors can get along with other animals fairly easily. It is always a good idea to introduce them slowly and calmly, and early socialization will help this go smoothly.Still, there could be a Borador who doesn't get along just fine with other dogs and cats, so it really comes down to training, socialization, and the luck of the draw.",
    "Rescue Groups": "It may be hard to find a breed-specific rescue for Borador because they are a mixed breed. However, you may want to try Border Collie or Labrador Retriever breed-specific rescues, as they often care for mixes, as well. Here are some rescues you can try:Atlantic Region Central Border Collie Rescue, Inc.Lucky Lab Rescue & AdoptionYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Hybrid Dogs"
    },
    {
      "name": "Height",
      "value": "19 to 24 inches"
    },
    {
      "name": "Weight",
      "value": "40 to 65 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}