{
  "id": "border-sheepdog",
  "url": "https://dogtime.com/dog-breeds/border-sheepdog",
  "name": "Border Sheepdog",
  "intro": "The Border Sheepdog is a mixed breed dog — a cross between the Border Collie and Shetland Sheepdog breeds. Energetic, intelligent, and playful, these pups inherited some of the best traits from both of their parents.\nBorder Sheepdogs go by a few names, including Sheltie Border and Border Sheltie. If you like to bring this beautiful mixed breed home, you might be able to find them at shelters or breed specific rescues. Remember, it’s always better to adopt and not shop!\nThese adorable pooches are best suited for homes with yards, as they have a lot of energy. They also fit in with families of all sizes. These pups have a tendency to be yappy. If you want an energetic “firecracker” dog who will keep you on your toes, alert you to any potential dangers, and love you unconditionally, the Border Sheepdog may be the right pooch for you!\nSee below for all Border Sheepdog facts and mixed dog breed characteristics!",
  "description": {
    "Highlights": "Border Sheepdogs are mixed breed dogs. They are not purebreds like their Border Collie or Shetland Sheepdog parents.The main colors of the Border Sheepdog are black, blue, Merle, and sable. They can have white and tan markings. Sometimes their coats are solid, and sometimes they have a mix of colors.These dogs are not known to be a great choice for allergy sufferers but can be fairly easy to groom. A good brushing once a week will probably do.Border Sheepdogs are intelligent and have high energy levels. Make sure your dog gets at least one good half-hour- to hour-long walk per day with a few good, active play sessions and shorter walks mixed in.Most Border Sheepdogs tend to be yappy and bark quite a lot. If you want a watchdog who will alert you to anyone who might approach your door, you can't do much better than the Border Sheepdog.The Border Sheepdog might prefer to be around older children or adults who know how to play gently.Border Sheepdogs aren't naturally fond of other animals and may prefer to be the solo pet in the household. They can get along with other animals if they're trained and socialized early.",
    "History": "Not much is known regarding the exact origin of the Border Sheepdog. However, there is plenty of information regarding their parent breeds, the Border Collie and Shetland Sheepdog.The Border Collie is one of the most intelligent dog breeds alive today. They originated between Scotland and England in the 1800s and were bred to help herd flocks. The Border Collie was admitted to the American Kennel Club in 1995.The Shetland Sheepdog originated from the Shetland Islands and is believed to be a blend from the Pomeranian and Nordic breeds. They are playful with beautiful wispy fur. They were recognized by the American Kennel Club in 1911.",
    "Size": "As the Border Sheepdog is a mixed breed, there are few standards when it comes to their size. That said, as a mix between a Border Collie and Shetland Sheepdog parents, you can expect the Border Sheepdog to be on the medium side.Most weigh in at 25 to 45 pounds and range in height from 16 to 22 inches at the shoulder. However, many can be smaller or larger than normal.",
    "Personality": "Combining both personalities of the Border Collie and Shetland Sheepdog gives you a very intelligent and very energetic pooch. This pup was not meant to laze around the house and needs a lot of exercise to expend their endless energy. They might rather play games of fetch or go for a run rather than cuddle on the couch inside.Most Border Sheepdogs tend to be yappy and bark quite a lot. If you want a watchdog who will alert you to anyone who might approach your door, you can't do much better than the Border Sheepdog.These dogs are easy to train as they are highly intelligent but will need a consistent and energetic owner to curb any bad habits they might have.The Border Sheepdog can get very attached to their owner and family and are always eager to please. They do well with children and other animals in the home if properly trained and socialized early.",
    "Health": "The Border Sheepdog is predisposed to the some of the same conditions that the Border Collie and Shetland Sheepdog also face. While most are generally healthy, some may be prone to a few health issues, which is why it is important to maintain good care and regular veterinary checkups.Some of the more common health problems Border Sheepdogs suffer from include:Von Willebrand's DiseasePatent Ductus ArteriosusCollie Eye Anomaly",
    "Care": "As with all dogs, you should keep up with your Border Sheepdog's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.Border Sheepdog’s are prone to weight gain, and they have high energy levels. Make sure your dog gets at least one good half-hour- to hour-long walk per day with a few good, active play sessions and shorter walks mixed in.Check their ears for debris and pests daily and clean them as recommended by your vet. Trim your dog's nails before they get too long--usually once or twice per month. They should not be clicking against the floor. Your groomer can help with this.Your main concern when it comes to your Border Sheepdog's care will be maintaining their oral health. You should brush their teeth daily, as most dogs are prone to dental issues. Your veterinarian can instruct you on how to brush your dog's teeth properly.",
    "Feeding": "An ideal Border Sheepdog diet should be formulated for a medium-sized breed with high energy. They have a tendency to gain weight if they are overfed, so you should stick to a regular feeding schedule and not leave food out during the day. Limit their number of treats, as well.As with all dogs, the Border Sheepdog's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Border Sheepdog's diet, as there is far too much variation among individual dogs—including weight, energy, and health—to make a specific recommendation.",
    "Coat Color And Grooming": "The Border Sheepdog's coats are often a mix of Border Collie and Shetland Sheepdog parents' coats and colors. The main colors of the Border Sheepdog are black, blue, Merle, and sable. They can have white and tan markings. Sometimes their coats are solid, and sometimes they have a mix of colors.The Border Sheepdog's coats are long and straight, and they're double-coated to keep them safe and comfortable in the elements. They are not known to be a great choice for allergy sufferers but can be fairly easy to groom. A good brushing once a week will probably do.Because of their long coats, the Border Sheepdog might do better in colder weather than hotter weather. Make sure to prepare accordingly for the climate wherever you take them.",
    "Children And Other Pets": "Because the Border Sheepdog is a medium-sized dog, they can play with overly excited children. However, the Border Sheepdog might prefer to be around older children or adults who know how to play gently.That said, for children who learn how to properly approach and play with a medium-sized dog, the Border Sheepdog can make a great, active companion.When it comes to other pets, the Border Sheepdog can get along with other animals if they are introduced slowly and calmly, and early socialization will help this go smoothly. It's best if they get used to other pets early. However, Border Sheepdogs aren't naturally fond of other animals and may prefer to be the solo pet in the household.Still, many Border Sheepdogs get along just fine with other dogs and cats, so it really comes down to training, socialization, and the luck of the draw.",
    "Rescue Groups": "It may be hard to find a breed specific rescue for Border Sheepdogs because they are a mixed breed. However, you may want to try Border Collie or Shetland Sheepdog breed specific rescues, as they often care for mixes, as well. Here are some rescues you can try:Northern Virginia Sheltie RescueAtlantic Region Central Border Collie Rescue, Inc.You can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "16 to 22 inches"
    },
    {
      "name": "Weight",
      "value": "25 to 45 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}