{
  "id": "border-terrier",
  "url": "https://dogtime.com/dog-breeds/border-terrier",
  "name": "Border Terrier",
  "intro": "The alert, good-natured Border Terrier was originally bred to assist in foxhunts by driving foxes out of their hiding places and out into the open for the hounds to chase. Nowadays, they make great family members who adore their humans.\nEven though these are purebred dogs, some may still end up in the care of shelters or rescues. Consider adoption if this is the breed for you.\nBorder Terriers still have a powerful drive to hunt and dig, as well as the energy level that enabled them to keep up with hunters on horseback. These traits can make them an aggravating pet for some humans; for others, Border Terriers are wonderful companions who play hard and love harder. They can adapt to apartment life, so long as they get plenty of exercise. Give this pup plenty of physical activity, and you’ll have a loyal and affectionate best buddy for life.\nDogTime recommends this carrier for traveling with your small Border Terrier. You should also pick up this dog fetch toy to help burn off your pup’s high energy!\nSee below for complete list of Border Terrier dog breed facts and characteristics!",
  "description": {
    "": "The Border Terrier is a small dog with an alert gaze, a powerful drive to hunt and dig, the typical high terrier energy level, and a good-natured personality. He's intelligent, loyal, fearless, loving, and determined, and about as aggravating as any dog can be.After that intro, you may be quickly hitting the back button to hunt for a different breed — and that may be exactly what you should do. The Border Terrier is not for everyone, and before taking one home, you should be fully committed to taking his antics in stride with an amused shake of your head.But for the right people, Border Terriers are wonderful dogs who play hard and love harder. They're ideally suited to active families who can give them plenty of exercise and prevent them from practicing their escape-artist skills.Border Terriers need a securely fenced yard to keep them safe. Given a lack of supervision and enough time alone, they'll dig under or climb over fences to go exploring. They'll escape through holes in fences, through open gates and doors, or by any other means they can find. In fact, they're bred to be able to cross any wall or scramble through any wire entanglement.The drive to chase prey is another inherent part of a Border Terrier's personality. He'll run right in front of a car in pursuit of a cat or rabbit. A Border Terrier's more likely to die in an accident than of old age, so be prepared to protect him from himself.It's also important to prevent boredom. A bored Border — one who's left alone for long periods — becomes noisy and destructive. This is not a dog that does well left out in the yard all day. You'll likely come home to find your neighbors lined up to complain about the barking (which is meant to be heard from 10 feet underground) and your yard filled with holes indicating that your Border is well on his way to China.To keep your Border and the neighbors happy and your yard free of holes, give your Border at least half an hour per day of vigorous exercise. Besides keeping him entertained, exercise will help keep your Border trim — this small breed is prone to obesity.With their needs for companionship and activity met, Borders are happy dogs who generally get along well with everyone from children to strangers. They'll bark at noises, making them excellent watchdogs, but don't expect them to be fierce guard dogs if an intruder enters your home.The Border Terrier can make you laugh and cry and laugh some more. He approaches training with an independent spirit, but he wants to please. If you praise him for a job done well, he'll quickly learn anything you can teach. He can be a handful, but he's always the apple of his owner's eye.",
    "Highlights": "Border Terriers become overweight easily, so be sure to measure your Border's food and give him at least a half hour of vigorous exercise each day.Border Terriers thrive when they're with their people and aren't meant to live outdoors with little human interaction. When left to their own devices, they can be noisy and destructive.These escape artists will find the way out of a fenced yard if given the time and opportunity. They've been known to climb over and dig under fences, and once they get out they have little street sense to keep them from dashing out in front of cars.Border Terriers have a high threshold for pain. If your dog's sick, the only sign may be a behavioral change, such as the dog becoming withdrawn or quiet.Border Terriers have a natural instinct to dig. Rather than fighting it, give your Border Terrier a place of his own to dig or put his digging drive to work with fun games.Border Terriers are active and bouncy. They love jumping up on people to greet them.The Border Terrier's coat needs weekly brushing and periodic stripping — removing the dead hair by hand or with a stripping tool — to maintain its trademark rough texture.Border Terriers love to chew. Some will grow out of chewing inappropriate items such as furniture and shoes, but others enjoy chewing throughout their lives. Giving them plenty of appropriate chew toys is the best way to avoid expensive replacements and unnecessary vet bills.Border Terriers aren't yappy, but they'll bark to alert you of anything unusual, and they can become nuisance barkers if they get bored.Border Terriers have a high prey drive and will chase, attack, and even kill neighborhood cats, squirrels or other small animals. They'll also go after small pets such as rabbits, mice, or gerbils. Because of their tendency to chase, make sure your yard is securely fenced, and don't let your Border off leash in an unfenced area.Border Terriers do well with other dogs and with family cats if the cat is raised with the Border Terrier or lived in the home before the Border Terrier.Border Terriers can make excellent companions for kids, but they can be rambunctious, especially when young, and can unintentionally hurt small children.To get a healthy dog, never buy a puppy from a puppy mill, a pet store, or a breeder who doesn't provide health clearances or guarantees. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies and who breeds for sound temperaments.",
    "History": "The Border Terrier originated in northeast England, near the border with Scotland, during the 18th century. He's a result of the neverending battle between farmers and foxes. Borders were built to have a long, narrow, flexible body, the better to squeeze through narrow holes and flush foxes out of their hiding places, and legs long enough to follow the horses during a foxhunt.Of course, they had stamina to spare, a weather-resistant coat, and thick, loose skin that wasn't easily pierced by the teeth of their foxy adversaries. Early evidence of the breed includes a 1754 painting by Arthur Wentworth of two Border Terriers.While he was prized in England's border country for his fearless and implacable nature, the Border Terrier was little known elsewhere. You would certainly have seen him at agricultural shows in Northumberland in the late 19th century, but on the whole dog fanciers took little notice of him until the early 20th century. In 1920, he was recognized by England's Kennel Club, and a breed club was formed.The first Border Terrier registered in the United States was Netherbyers Ricky, in 1930. For most of his existence, the Border Terrier has been an unknown, and his people prefer that he stay that way if it means protecting him from the ravages of popularity. Currently, he ranks 81st among the 155 breeds and varieties registered by the American Kennel Club.",
    "Size": "The Border Terrier is built to be big enough to keep up with hunters on horseback and small enough to squeeze into tight spaces. Males weigh 13 to 15.5 pounds; females 11.5 to 14 pounds. They stand 10 to 11 inches.",
    "Personality": "Considering that they're terriers, Borders are pretty good-tempered, affectionate, obedient, and easily trained. They're highly intelligent and quickly learn the cues that signal you're going outside for a walk or to the office, when it's mealtime, and what you like and don't like them to chew.They're not so affectionate with other small animals. When it comes to going after prey (even if you don't keep them as hunting dogs), they're fearless and relentless.Like every dog, Border Terriers need early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Border Terrier puppy grows up to be a well-rounded dog.",
    "Health": "Border Terriers are generally healthy, but like all breeds, they can get certain health conditions. Not all Border Terriers will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog's been tested for and cleared of a particular condition.In Border Terriers, you should expect to see health clearances from the Orthopedic Foundation for Animals for hips and from the Canine Eye Registry Foundation (CERF) certifying that the eyes are normal.Because some health problems don't appear until a dog reaches full maturity, health clearances aren't issued to dogs younger than 2 years old. Look for a breeder who doesn't breed her dogs until they're two or three years old.The following problems are not common in the breed, but they may occur: Hip Dysplasia is a condition in which the femur doesn't fit snugly into the pelvic socket of the hip joint. Hip dysplasia can exist with or without clinical signs. Some dogs exhibit pain and lameness on one or both rear legs. As the dog ages, arthritis can develop. Screening for hip dysplasia can be done by the Orthopedic Foundation for Animals (OFA) or the University of Pennsylvania Hip Improvement Program (PennHIP). Dogs who have hip dysplasia shouldn't be bred. If your dog displays signs of hip dysplasia, talk to your vet. Medication or surgery can help. Heart defects of various kinds can affect Border Terriers, the most common of which is pulmonic stenosis, a narrowing of the valve that separates the right chamber of the heart from the lungs. If your Border Terrier has a heart murmur, it may indicate that he has a heart condition that will need to be monitored and treated. Heart murmurs are caused by a disturbance in the blood flow through the chambers of the heart. They're graded on their loudness, with one being very soft and six being very loud. If disease is evident, as diagnosed through x-rays and an echocardiogram, the dog may require medication, a special diet, and a reduction in the amount of exercise he gets. The best way to avoid heart defects is to check that the breeder has not used dogs with heart defects in her breeding program. Malocclusions, meaning the dog's jaws don't fit together correctly, are sometimes found in Border Terriers. There are three different types of incorrect bites. An overshot bite is when the upper jaw extends past the lower jaw. This causes difficulties in grasping; in more severe cases, the lower teeth can bite into the roof of the mouth, causing serious injuries. An undershot bite is when the lower jaw extends out past the upper jaw. Although it is standard in some breeds, it can cause difficulties in Border Terriers and may need to be corrected with surgery. The last type of incorrect bite is wry mouth, a twisting of the mouth caused when one side grows more quickly than the other. It causes difficulties with eating and grasping. In some cases, puppies grow out of these incorrect bites, but if the bite hasn't become normal by the time the puppy is 10 months old, it may need to be corrected surgically. If this is the case, wait until the puppy has finished growing. Corrective surgeries can include tooth extraction, crown height reductions, or the use of spacers. Dogs with incorrect bites, even if the bite is corrected surgically, should not be used for breeding. Seizures can be caused by a number of factors and can occur at any time. Signs of a seizure include sudden trembling or shaking, sudden urination, stiffness, staring, slight muscle spasms, or a loss of consciousness. Seizures aren't curable, but they can be successfully managed with medication. Patellar Luxation, also known as \"slipped stifles,\" is a common problem in small dogs. It is caused when the patella, which has three parts-the femur (thigh bone), patella (knee cap), and tibia (calf)-is not properly lined up. This causes lameness in the leg or an abnormal gait, sort of like a skip or a hop. It is a condition that is present at birth although the actual misalignment or luxation does not always occur until much later. The rubbing caused by patellar luxation can lead to arthritis, a degenerative joint disease. There are four grades of patellar luxation, ranging from grade I, an occasional luxation causing temporary lameness in the joint, to grade IV, in which the turning of the tibia is severe and the patella cannot be realigned manually. This gives the dog a bowlegged appearance. Severe grades of patellar luxation may require surgical repair. Hypothyroidism occurs when the body can't maintain sufficient levels of thyroid hormones. Signs include weight gain, thinning coat, dry skin, slow heart rate, and sensitivity to cold. As hypothyroidism is a progressive condition, if you notice any of these signs, have your dog checked by your vet. Hypothyroidism is easily managed with daily medication, which must continue throughout the dog's life. Because this is a disease of middle age, asking the breeder about the thyroid status of your puppy's grandparents may give you a better idea of whether the problem occurs in the breeder's lines. Cryptorchidism is a condition in which one or both testicles on the dog fail to descend and is common in small dogs. Testicles should descend fully by the time the puppy is 2 months old. If a testicle is retained, it is usually nonfunctional and can become cancerous if it is not removed. When the neutering takes place, a small incision is made to remove the undescended testicle(s); the normal testicle, if any, is removed in the regular manner.",
    "Care": "Border Terriers are family dogs and should live indoors with their people, not tied out in the backyard — although they do enjoy having access to a yard. Just make sure the fence is high and secure — these dogs can be expert escape artists.They'll enjoy at least a half hour of exercise daily, such as a walk on leash, off-leash play in a fenced area, or a good game of fetch. Without enough exercise, Border Terriers are prone to weight gain and boredom. Boredom can lead to destructive behavior and lots of barking.Border Terriers can be a trainer's mixed blessing. On one hand, they're eager to please and intelligent. They quickly learn house rules and other important dog etiquette such as housetraining, walking on leash, and greeting people politely (although they may never give up the habit of jumping up).When it comes to more advanced training, the real challenges begin. Border Terriers were developed to be independent because, during foxhunts, they had to work at a distance from their handlers. This trait is still strong in the breed, and although they may listen to a command, they'll decide for themselves when to obey it.Even so, use a light touch; they're sensitive and respond poorly to harsh training techniques, which will break their spirit. To train your Border Terrier, look for a trainer who understands the terrier mentality and uses positive reinforcement techniques such as praise, play, and food rewards.Given a regular schedule and plenty of opportunities to go to the bathroom outside, Border Terriers are easy to housetrain. Crate training helps with housetraining and will keep your Border Terrier from chewing things while you're away. The crate is a tool, not a jail, however, so don't keep your Border locked up in it for long periods. The best place for a Border Terrier is with you.Leash training is another must. It's amazing how quickly a Border Terrier can run off in search of prey or adventure. This drive does not fade with age; if anything, it becomes stronger.",
    "Feeding": "Recommended daily amount: 1 1/8 to 1 3/8 cups of a high-quality dog food daily, divided into two meals.How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Border Terrier in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test. First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Border Terrier, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The Border Terrier has a short, dense undercoat covered with a wiry topcoat. His skin is thick and loose — something that came in handy during his fox-hunting days, as it protects him from bites.The Border Terrier coat can be red, blue and tan, grizzle and tan, or wheaten (pale yellow or fawn). Some have a small patch of white on the chest.Weekly brushing and periodic stripping (every five to six months) of the rough terrier coat will keep your Border looking neat and tidy. Your grooming kit should include a fine comb, a natural bristle brush, and a stripping knife (unless you opt for having a professional groomer take care of stripping the coat).Stripping involves plucking the dead hair by hand or removing it with a stripping knife or other stripping tool. It's the kind of thing you can do while you and your Border are watching a 30-minute television show. Your Border's breeder can show you how to strip the coat, or you can find a professional groomer who knows how to do it — not all do. You'll find that by stripping the coat, you'll have less Border hair decorating your clothing, furniture, and flooring.For easier care, you can clipper the coat, but the texture and color will become softer and lighter and the coat won't be weather resistant.If you don't mind the scruffy look, you can just leave the coat as is, with no stripping or clipping, but the coat may shed more.Border Terriers do not need to be bathed often — only when they've gotten into something gross and it's really necessary. Their coat naturally repels dirt and, with weekly brushing and a wipe-down with a damp cloth when needed, it should stay fairly clean. When you do bathe him, use a shampoo made for the rough terrier coat to help maintain its texture.Brush your Border Terrier's teeth at least two or three times a week to remove tartar buildup and the accompanying bacteria. Daily is better. Trim his nails once or twice a month, as needed. If you can hear the nail clicking on the floor, they're too long. Short nails keep the feet in good condition, don't get caught in the carpet and tear, and don't scratch your legs when your Border Terrier enthusiastically jumps up to greet you.Start grooming your Border when he's a puppy to get him used to it. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.",
    "Children And Other Pets": "Border Terriers love kids and can match their energy levels all day long, but they're a little rambunctious for households with children under the age of 6 years.As with any dog, always teach children how to approach and touch your Border Terrier, and supervise all interactions between dogs and young children to prevent any biting or ear pulling from either party.Border Terriers usually get along well with other dogs and cats, especially if they're introduced to them in puppyhood. They do best with dogs of the opposite sex. They're likely to chase outdoor cats as well as squirrels and other wildlife, and they shouldn't be trusted alone with pet birds or small, furry pets such as rabbits, hamsters, and gerbils.",
    "Rescue Groups": "Border Terriers are sometimes bought without any clear understanding of what goes into owning one, and these dogs often end up in the care of rescue groups, in need of adoption or fostering. Other Border Terriers end up in rescue because their owners have divorced or died. If you're interested in adopting an adult Border Terriers who's already gone through the destructive puppy stage and may already be trained, a rescue group is a good place to start.North American Border Terrier Welfare",
    "Breed Organizations": "Below are breed clubs, organizations, and associations where you can find additional information about the Border Terrier.Border Terrier Club of America, Inc."
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Terrier Dogs"
    },
    {
      "name": "Height",
      "value": "10 to 11 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "11 to 15 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}