{
  "id": "borzoi",
  "url": "https://dogtime.com/dog-breeds/borzoi",
  "name": "Borzoi",
  "intro": "The Borzoi dog breed was developed in Russia as a coursing and hunting dog. These hounds hunted in teams of three to go after rabbit, foxes, and wolves. They later became popular as a companion for royalty across continental Europe.\nAlthough these are purebred dogs, you may find them in the care of shelters or rescue groups. Consider adoption if this is the breed for you.\nBorzois are laid-back family dogs who can even adapt to apartment living, despite their large size. They do not, however, fair well when left alone for long periods of time during the day. This sensitive breed needs companionship. Their beautiful coat also sheds a lot and requires some maintenance on your part. You’ll get a great couch potato buddy with a Borzoi, but you’ll still have to put in some effort to meet the breed’s needs.\nDogTime recommends this big, spacious crate to give your big Borzoi a place to rest and relax. You should also pick up this dog de-shedder for your high shedding pup!\nSee all dog breed traits and facts about Borzois below!",
  "description": {
    "": "With his tall, lean body, long, narrow head, and silky coat, the Borzoi is the picture of refinement and elegance. Borzois carry themselves proudly, and it's easy to envision them lounging in the palaces of Russian Tsars or swiftly running down a wolf in the Russian countryside. But before you bring a Borzoi to your palace, you need to decide if a Borzoi is right for you.Prized for their grace as well as their sweet dispositions, Borzoi are known for their speed, juxtaposed with a laidback personality. They prefer a quick sprint to long-distance running and are then satisfied to return indoors to relax on a favorite sofa. They're not what you'd call a high-energy dog. If you want to spend the day in bed or on the sofa, your Borzoi will be happy to spend it there with you.Despite his relaxed attitude and regal appearance, the Borzoi is not simply a beautiful showpiece for your home. This giant breed, whose height ranges from 28 to 32 inches, has a mind of his own and a desire for human companionship. He's not the best choice for people who are away from home for long hours every day. His luxurious double coat, which kept him warm during brutal Russian winters, sheds heavily. His size is also a consideration for people with small children. The Borzoi is gentle, but puppies are enthusiastic and may accidentally knock over a toddler in play.The Borzoi's athleticism serves him well in dog sports. Naturally, he's beautiful in the show ring, and he can also compete well in agility, obedience, and rally. But where he shines is in the lure coursing field, exercising his natural instinct to chase. In Western states, Borzoi are sometimes used in open field coursing to hunt jackrabbit, and some farmers use them against coyotes to protect their livestock.No longer a royal hunting companion, today the Borzoi's most important job is that of family friend. With his sweet, gentle demeanor, it's a job at which he excels.",
    "Highlights": "Borzoi are sighthounds and will chase anything that moves. They should never be allowed to run loose unless in a secure area.Borzoi can be sensitive to drugs, especially anesthetics, due to their lack of body fat. Make sure your vet is aware of this. The drug Ropum (Xylazine) should never be used for a Borzoi. Also, avoid exercising them on lawns that have been recently treated with fertilizer, insecticides, herbicides, or other chemicals.Borzoi can be fussy eaters.Borzoi can be prone to bloat. Feed frequent small meals and prevent heavy exercise after eating.Borzoi can be nervous around children and should be introduced to them at a young age if they will be in frequent contact with them.Borzoi bark infrequently and do not have strong guarding instincts. They make poor watchdogs as they cannot be relied upon to raise the alarm when an intruder is sighted.They can live successfully with cats and small animals if introduced to them at an early age. Some Borzoi only follow the \"no chase\" rule indoors and cannot resist the instinct to chase a running cat if outdoors.The Borzoi is not a common breed, so it may take some searching to find a breeder who has puppies. Be patient.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "Once known as the Russian Wolfhound, the Borzoi's written history can be traced to 1650, when the first standard for the breed was written in his homeland, Russia. Bred for hundreds of years by Russian nobles, the Borzoi is believed to have been developed from the early Russian bearhound, the coursing hounds of the Tatars, and the Owtchar, a tall sheepdog.The hunts of the nobles were quite the spectacle. They might involve more than one hundred Borzoi, hunted in trios of one female and two males, as well as an equal number of foxhounds, which were used to seek and flush the prey. When the wolf was sighted, the huntsmen released their dogs to capture, pin, and hold it. After they ceremoniously bound and gagged the wolf, the huntsmen sometimes set it free to be hunted again another day. These lavish hunting expeditions were common until 1861, when the serfs were emancipated and the nobles could no longer rely on an unlimited work force.By 1873, few Borzoi remained, alarming those who admired the breed's beauty and speed. Russian fanciers created the Imperial Association to protect and promote the breed's characteristics, and the bloodlines of many Borzoi in America can be traced to dogs from the kennels of Imperial Association members. The association's members included Grand Duke Nicholas, the uncle of Czar Nicholas II, and Artem Boldareff, a wealthy landowner.Sadly, this association with the aristocracy was lethal. Many Borzoi were slaughtered after the Russian Revolution in 1918 because of it. The breed was saved only because many had been given as gifts to royals in other countries, including Queen Victoria and Alexandra, Princess of Wales, or had been imported by people interested in the breed.The first Borzoi known to be imported to the United States was named Elsie, purchased from Britain by a Pennsylvania man named William Wade. Poor Elsie wasn't much to look at apparently, being described as \"small, light, and weedy.\" Another American, C. Steadman Hanks, visited Russia in the 1890s and imported Borzoi directly from their homeland to establish his Seacroft Kennels.The first Borzoi registered with the American Kennel Club was Princess Irma in 1891. In 1903, Joseph B. Thomas contributed to the establishment of the breed in America by making three trips to Russia to purchase dogs from the Perchino Kennel of Grand Duke Nicholas and the Woronzova Kennel of Artem Boldareff. The Borzoi Club of America, then known as the Russian Wolfhound Club of America, was formed that same year.In 1936, the breed name was changed from Russian Wolfhound to Borzoi. Today, there is little difference between the Borzoi in your living room and his forebears in Mother Russia. He remains the same tall and glamorous sighthound that was one of the great treasures of Czarist Russia.The Borzoi ranks 96th among the 155 breeds and varieties registered by the AKC.",
    "Size": "Males stand at least 28 inches at the shoulder and weigh 75 to 105 pounds. Females are at least 26 inches and weigh 55 to 85 pounds.",
    "Personality": "The gentle-spirited Borzoi personality ranges from serious and stately to clownish. As a companion, the Borzoi is quiet, sensible, and intelligent. He prefers not to be left alone for long periods. His reaction to strangers ranges from aloof to friendly. In general, he's trusting of people and not shy. The Borzoi's easygoing nature doesn't necessarily mean he's easy to train, however. He's an independent thinker and can be stubborn. Last but not least, it's important to the Borzoi to know that he's loved, cared for, and will never be put in harm's way.Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Choose the middle-of-the-road puppy, not the one who's beating up his littermates or the one who's hiding in the corner. Always meet at least one of the parents — usually the mother is the one who's available — to ensure that they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when he grows up.Like every dog, Borzoi need early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Borzoi puppy grows up to be a well-rounded dog. Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills.",
    "Health": "Borzoi are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Borzoi will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition. In Borzoi, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).Gastric dilatation volvulus, also known as gastric torsion or bloat: This is a life-threatening condition that affects large, deep-chested dogs, especially if they're fed one large meal a day, eat rapidly, drink large amounts of water rapidly, or exercise vigorously after eating. Bloat occurs when the stomach is distended with gas or air and then twists. The dog is unable to belch or vomit to rid himself of the excess air in his stomach, and blood flow to the heart is impeded. Blood pressure drops and the dog goes into shock. Without immediate medical attention, the dog can die. Suspect bloat if your dog has a distended abdomen, is drooling excessively, and retching without throwing up. He also may be restless, depressed, lethargic, and weak with a rapid heart rate. If you notice these signs, get your dog to the vet as soon as possible.Progressive Retinal Atrophy (PRA): This is a degenerative eye disorder that eventually causes blindness from the loss of photoreceptors at the back of the eye. PRA is detectable years before the dog shows any signs of blindness. Fortunately, dogs can use their other senses to compensate for blindness, and a blind dog can live a full and happy life. Just don't make it a habit to move the furniture around. Reputable breeders have their dogs' eyes certified annually by a veterinary ophthalmologist and do not breed dogs with this disease.Osteochondrosis Dissecans (OCD): This orthopedic condition, caused by improper growth of cartilage in the joints, usually occurs in the elbows, but it has been seen in the shoulders as well. It causes a painful stiffening of the joint, to the point that the dog is unable to bend his elbow. It can be detected in dogs as early as four to nine months of age. Overfeeding of \"growth formula\" puppy foods or high-protein foods may contribute to its development.",
    "Care": "Borzoi are housedogs, and they like their comforts. Expect to share the furniture with them or to provide them with cozy beds throughout the house where they can rest their bones. Some do best in a home with a yard, while others are fine simply being walked every day. If you are considering a Borzoi for an apartment or condo, however, take into account whether you'll need to carry the dog up and down the stairs if he's ever sick or injured and can't manage them on his own.Borzoi are not generally high-energy dogs, but activity levels vary among individuals. Some will exercise themselves if turned out into a yard while others are lazy and must be taken for a walk. Most Borzoi will be satisfied with a 20-minute walk daily and the occasional opportunity to run full out in a safely fenced area.Walks on leash or playtime in a safely fenced area are musts for this breed. The Borzoi is a sighthound, born to chase, and he'll go after anything that's moving, even if that means running in front of a truck. And you definitely won't be able to catch him once he takes off. An underground electronic fence will not contain a Borzoi. The desire to chase a moving object will always overcome the threat of a momentary shock.Like all hounds with a hunting heritage, Borzoi have minds of their own, which doesn't make training easy. People who don't understand the Borzoi mind may label them stubborn or dumb. They're stubborn, all right, but they're not dumb. They're just debating whether they want to do what you've asked and if so, what's in it for them. They quickly become bored with repetition, so keep training sessions short, fun, and interesting. Constant positive reinforcement is the key to successfully training a Borzoi. Training through intimidation will never work.Borzoi should not be difficult to housetrain. Crate training is recommended, not only as an aid to housetraining, but also to protect your belongings and prevent your Borzoi puppy from getting into trouble when you're not around to supervise. When introduced properly, Borzoi become very fond of their crate and will often spend time in it on their own. Be sure to provide padding to protect their bony body. A good crate size for an adult Borzoi is 26 inches wide by 36 inches high by 48 inches long.Borzoi puppies are slow to mature, so don't expect puppy destructiveness to disappear any time soon. You can alleviate it by providing your Borzoi with plenty of exercise and companionship.",
    "Feeding": "Recommended daily amount: 4 to 8 cups of high-quality dry food a day, divided into two meals.NOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Borzoi are prone to gastric dilatation volvulus, also known as bloat. The likelihood of this often-fatal condition can be decreased by feeding the Borzoi two or more small meals daily rather than a single large meal and avoiding exercise for a couple of hours before and after mealtime.Keep your Borzoi in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test. First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Borzoi, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The Borzoi's long, silky coat, which can be any color or combination of colors, may be flat, wavy, or curly. Short, smooth hair covers the head, ears, and front of legs, and a profuse, curly frill adorns the neck. Thick feathering covers the tail and rear end. The hair's beautiful silky texture is resistant to dirt and mud, so it's easy to keep clean.Brush your Borzoi's coat weekly with a pin brush. Be sure to remove any mats from behind the ears or between the hind legs. Avoid using a wire slicker brush, which can ruin the coat. Borzoi are seasonally heavy shedders and may need brushing more frequently during that time. Bathe him as needed.Brush your Borzoi's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim nails once or twice a month. If you can hear them clicking on the floor, they're too long. Short, neatly trimmed nails keep the feet in good condition and protect your shins from getting scratched when your Borzoi enthusiastically jumps up to greet you.Begin accustoming your Borzoi to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.",
    "Children And Other Pets": "The Borzoi can be too large for a household with small children, especially toddlers. They're giant dogs and can easily knock over a child by accident. Nor are they especially tolerant of toddlers poking and prodding them. They're best suited to homes with older children who understand how to interact with dogs.Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's sleeping or eating or to try to take the dog's food away. No dog should ever be left unsupervised with a child.Generally, Borzoi aren't aggressive toward other dogs, although in an uncontrolled situation their sighthound heritage may take over, especially if small dogs are running around. Some can be aggressive toward dogs of the same sex. With training, young Borzoi can learn not to chase or snap at smaller household pets, including cats. That training may only hold indoors, however. Cats outdoors — even your own cat — may be viewed as fair game.",
    "Rescue Groups": "Borzoi are sometimes bought without any clear understanding of what goes into owning one, and these dogs often end up in need of adoption and or fostering.National Borzoi Rescue FoundationBorzoi Club of America",
    "Breed Organizations": "Below are breed clubs, organizations, and associations where you can find additional information about the Borzoi.Borzoi Club of America, Inc."
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Hound Dogs"
    },
    {
      "name": "Height",
      "value": "26 to 32 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "55 to 105 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 12 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 3
    }
  ]
}