{
  "id": "boshih",
  "url": "https://dogtime.com/dog-breeds/boshih",
  "name": "BoShih",
  "intro": "The BoShih is a mixed breed dog — a cross between the Shih Tzu and Boston Terrier breeds. Small, inquisitive and affectionate, these pups inherited some of the best qualities from both of their parents.\nBoShihs, or Bo Shihs, are also called Boston Shih Tzus. Despite their unfortunate status as a designer breed, you can find these mixed pups in shelters and breed specific rescues, so adopt! Don’t shop!\nBoShihs make great companion animals for just about anyone, but a retired senior would most likely be an ideal match. These dogs love humans who pamper and dote on them. They’re pretty versatile and can thrive in almost any environment — family home, apartment, or small country house as long as they have people around. They can get separation anxiety if they are left alone for long periods of time. They’re your companion as much as you’re their companion.\nSingle person or big family, just make sure your BoShih gets lots of love and attention. They’ll require regular vet check ups, dental cleanings, and grooming sessions. Frequent potty breaks also help with their small bladders.\nSee below for all BoShih facts and mixed dog breed characteristics!",
  "description": {
    "Highlights": "The BoShih is a mixed breed dog. They are not purebreds like their Boston Terrier or Shih Tzu parents.The main colors of BoShihs are black, white, brown, and grey. Rarely solid, their coats are often a mix of their parents' patterns and colors.They usually have long, straight coats with normal density, and they're generally considered to be a good choice for allergy sufferers. Their coats may require daily brushing as well as monthly grooming.Because the BoShih is a small dog, they can be easily injured by overly excited children. BoShihs prefer to be mostly around adults or older kids who know how to play gently.BoShihs are prone to weight gain, and they have moderate energy levels. These pups need a few short walks per day and plenty of potty breaks.These dogs are not recommended for people with long working hours and do not do well being left alone for long periods of time.",
    "History": "The BoShih dog breed may have existed naturally over the years, but designer breeders started intentionally mixing Shih Tzus and Boston Terriers in the late 1990s, likely in North America.Breeders wanted to mix the two parent breeds to eliminate inbreeding and health issues that are common in purebreds. They continued to create BoShih's as demand for the mixed breed pups climbed.Even though the BoShih mixed breed got their start as a designer breed, some have ended up in shelters or in the care of rescue groups. Consider adoption if you decide this is the mixed breed for you.Check your local shelters, look up BoShih rescues, or check with breed-specific Shih Tzu and Boston Terrier rescues, as they sometimes help to re-home mixed breeds.BoShihs are recognized by:ACHC = American Canine Hybrid ClubDBR = Designer Breed RegistryDDKC = Designer Dogs Kennel ClubDRA = Dog Registry of America, Inc.IDCR = International Designer Canine Registry®",
    "Size": "There aren't many set standards when it comes to newer mixed breed like the BoShih. However, as a mix between Shih Tzu and Boston Terrier parents, you can expect your BoShih to be on the small side.Most BoShihs weigh in at ten to 20 pounds and range in height from twelve to 16 inches at the shoulder. That said, some can be smaller or larger.",
    "Personality": "Most BoShihs are described as inquisitive and affectionate. They are small pups who will follow you from room to room throughout your day. They are not recommended for people with long working hours and do not do well being left alone for long periods of time.While BoShihs enjoy regular naps, they are alert and playful and also like walks and thrive on playtime. They may not be eager to learn a new trick, but these lively pups do enjoy interaction and attention.The BoShih will inherit characteristics from both parent breeds. Their personalities can vary but typically will fall in the middle of parental traits. For a good understanding of them, you should read all about their Shih Tzu and  Boston Terrier parents. Combining these two breeds can create an ideal companion pup.Shih Tzus can be stubborn, but what they lack in trainability, they make up for in personality tenfold. They are incredibly friendly, attentive, and cute, while Boston Terriers are intelligent, trainable, and active.Training and socialization should be established early on. Consistency and positive reinforcement are the ways to go with BoShihs.",
    "Health": "The BoShih mixed breed is predisposed to some of the same conditions that the Shih Tzu and Boston Terrier also face. While most are generally healthy, some may be prone to a few health issues, which is why it is important to maintain good care and regular veterinary checkups.Some of the more common health problems BoShihs suffer from include:Patellar LuxationHip DysplasiaReverse Sneezing",
    "Care": "As with all dogs, you should keep up with your BoShih's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.BoShihs are prone to weight gain, and they have moderate energy levels. These pups need a few short walks per day and plenty of potty breaks.Check their ears for debris and pests daily and clean them as recommended by your vet. If your dog develops a pungent aroma, they may be suffering from an ear infection, which are common in this mixed breed. They may require a trip to the vet.Also, trim your dog's nails before they get too long--usually once or twice per month. They should not be clicking against the floor. Your groomer can help with this.Anal gland expression is also typically needed with smaller breeds. If you find your dog \"scooting\" or dragging their bottom on the ground, they may require having their anal glands expressed. You can either do this yourself, or request this during a grooming appointment. Sometimes they do it automatically, though not always. Even if they do it automatically, mention it beforehand so this unpleasant task doesn't get skipped.Your main concern when it comes to your BoShih's care will be maintaining their oral health. You should brush their teeth daily, as small breeds are prone to dental issues. Your veterinarian can instruct you on how to brush your dog's teeth properly. Dental chews and regular dental cleanings through the vet are strongly recommended.",
    "Feeding": "An ideal BoShih diet should be formulated for a small breed with moderate energy. They have a tendency to gain weight if they are overfed, so you should stick to a regular feeding schedule and not leave food out during the day. Limit their amount of treats, as well.As with all dogs, the BoShih's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your BoShih's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "BoShih coats are often a mix of their Shih Tzu and Boston Terrier parents' coats and colors. The main colors of BoShihs are black, white, brown, and grey. Rarely solid, their coats are often a mix of their parents' patterns and colors.They usually have long, straight coats with normal density, and they're generally considered to be a good choice for allergy sufferers. Their coats may require daily brushing as well as monthly grooming. Baths should strictly be 'as needed' with a mild shampoo as, baths can strip the coat of its natural oils. If your BoShih's genetics favor the Boston Terrier parent, then less brushing may be involved. Discuss a coat care plan with your groomer.Their Shih Tzu parent hails from royalty and aren't particularly suited for extreme weather. You'll likely need a coat in the winter for your dog, and you may need to apply sunscreen to the ears, nose, and sensitive areas where there's less fur coverage in the summer months.",
    "Children And Other Pets": "Because the BoShih is a small dog, they can be easily injured by overly excited children. BoShihs prefer to be mostly around adults or older kids who know how to play gently. That said, for children who learn early how to properly approach and play with a small dog, the BoShih can make a great companion.When it comes to other pets, BoShih's can get along with other animals if they are introduced slowly and calmly, and early socialization will help this go smoothly. It's best if they get used to other pets early. These pups do not like being left alone, so multi-pet homes may be ideal.",
    "Rescue Groups": "It may be hard to find a breed-specific rescue for BoShihs because they are a mixed breed. However, you may want to try Boston Terrier or Shih Tzu breed specific rescues, as they often care for mixes, as well. Here are some rescues you can try:MidAmerica Boston Terrier Rescue Inc.Shih Tzus & FurbabiesYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "12 to 15 inches"
    },
    {
      "name": "Weight",
      "value": "10 to 20 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}