{
  "id": "boston-terrier",
  "url": "https://dogtime.com/dog-breeds/boston-terrier",
  "name": "Boston Terrier",
  "intro": "The Boston Terrier has been popular since their creation a little more than a century ago. They were originally bred to be fighting dogs, but today, they’re gentle, affectionate companions with tuxedo-like markings that earned them the nickname “American Gentleman.”\nEven though these are purebred dogs, you may find them in the care of shelters or rescue groups. Remember to adopt! Don’t shop if you want to bring a dog home.\nBoston Terriers are highly affectionate dogs who get along with all members of the family in just about any type of home, even apartments. However, these playful pups also need plenty of exercise. If you can give your dog lots of love and physical activity, you’ll have an adoring and loyal best buddy.\nSee below for complete list of dog breed traits and facts about Boston Terriers!",
  "description": {
    "": "The Boston Terrier may have been bred to be a ferocious pit-fighter, but you'd never know it today. The little American Gentleman, as he was called in the 19th century, is definitely a lover, not a fighter, although males have been known to show their terrier ancestry with a bit of posturing when they feel their territory is being invaded by another dog.Boston Terriers are known for being very intelligent — sometimes too much so. Their lively, affectionate nature makes them extremely loveable, though their sometimes stubborn nature or spurts of hyperactivity can land them in hot water with their owners. Any angst about their behavior, however, soon melts when they look up at you with those huge, round eyes that seem to say \"I love you.\"Although Boston Terriers are small, they're sturdy and muscular. They have a sleek, shiny, straight coat with crisp white markings in a pattern that resembles a tuxedo — part of the reason they gained the name American Gentleman. Boston Terriers' distinctive ears naturally stand erect and are quite large. And then there's those big, beautiful eyes that are set quite apart to add to their outstanding good looks.Boston Terriers have a broad, flat-nosed face without wrinkles. They belong to a class of dogs called brachycephalic (brachy meaning short, and cephalic meaning head). Like other brachycephalic dogs, the lower jaw is in proportion to the body, but they have a short upper jaw to give them a \"pushed in\" face.Boston Terriers' carriage give them a presence that goes beyond their size. They have a slightly arched, proud neckline, a broad chest, and a sturdy, boxy appearance. Their tail is naturally short (docking is forbidden) and set low on the rump.The Boston Terrier's small size and lively, affectionate nature make him a great family pet and companion. They love children and amuse people of all ages with their antics and unique, appealing expression. They are especially good companions for older people and apartment dwellers. Although gentle and even-tempered, they can have the spunky attitude of their terrier ancestors.",
    "Highlights": "Short-nosed dogs like Boston Terriers can't cool the air going into their lungs as efficiently as longer-nosed breeds, and they're much more susceptible to heat stress. Because of their short coat, they can't stand extremely cold weather either. Even in temperate climates, the Boston Terrier should be kept indoors.Because Boston Terriers can have respiratory problems, avoid pulling on your dog's collar to get him to go what you want.Your Boston Terrier is prone to corneal ulcers because his eyes are so large and prominent. Be careful about his eyes when you're playing or taking him for a walk.Depending in part upon their diets, Boston Terriers can be prone to flatulence. If you can't tolerate a gassy dog, a Boston Terrier may not be for you.Because of their short noses, Boston Terriers often snort, drool, and snore (sometimes loudly).With their large heads and small pelvises, whelping isn't easy for Boston Terrier mothers. If you have thoughts about breeding, be sure you realize that in addition to the potential whelping problems that often require a caesarean section, Boston Terrier litters typically are not large (a litter consisting of only one puppy is not uncommon). You may have to wait for several months to get a good quality Boston Terrier puppy from a qualified breeder.While Boston Terriers typically are quiet, gentle dogs, not prone to yappiness or aggression, males can be scrappy around other dogs that they feel are invading their territory.Boston Terriers can be gluttonous about their food, so monitor their condition and make sure they don't become overweight.They can be stubborn, so persistence and consistency are definite pluses in training methods. They are sensitive to your tone of voice, and punishment can make them shut down, so training should be low-key and motivational. Crate-training is recommended while housetraining your Boston Terrier.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "Although everyone agrees that the Boston Terrier came into existence in the late 1800s in Boston, Massachusetts, there are varying stories about how the breed came to be.One story has it that coachmen of wealthy families developed the breed by crossing Bulldogs and the now extinct English White Terrier to create a new dog-fighting breed. Another account is that a Bostonian named Robert C. Hooper imported an Bulldog/English Terrier cross named Judge from England in 1865 because he reminded Hooper of a dog he'd had in his childhood. Yet another story is that Hooper purchased Judge from another Bostonian, William O'Brian, around 1870.While we may never know which story is true, the fact is that there was, indeed, a dog named Judge, and that from him, came the breed we know today as the Boston Terrier.According to The Complete Dog Book, Judge was \"a well-built, high-stationed dog\" weighing about 32 pounds. He was a dark brindle color with a white blaze on his face and a square, blocky head.Amazingly, Judge was bred only once. From a union with a 20-pound white dog named Burnett's Gyp (or Kate) who belonged to Edward Burnett, of Southboro, Massachusetts, came one puppy, a male named Well's Eph.By all accounts, Judge and Kate's offspring wasn't an attractive dog, but he had other characteristics that Hooper and his friends admired, so he was widely bred.One of his matings was to a female named Tobin's Kate, who weighed only 20 pounds and had a fairly short head. She was a golden brindle color and had a straight three-quarter tail. It's thought that their offspring was bred with one or more French Bulldogs to form the foundation for the Boston Terrier we know today.But they weren't called Boston Terriers in the beginning. The multitude of Eph's offspring were called by various names, including bullet heads, round-headed bull-and-terriers, American terriers, and Boston bulldogs.In 1889, about 30 owners of Boston Bull Terriers formed the American Bull Terrier Club, and they called them Round Heads or Bull Terriers. Bull Terrier and Bulldog fanciers objected to the name. Since the Bulldog contingency had a lot of power with the American Kennel Club (AKC) at that time, the Boston Bull Terrier fanciers decided that discretion was the better part of valor and changed the name of their club to the Boston Terrier Club, in tribute to the birthplace of the breed. People started referring to the breed as Boston Bulls.The breed was recognized by the AKC in 1893. The Boston Terrier was one of the first Non-Sporting dogs bred in the U.S. and was the first of the 10 made-in-America breeds currently recognized by the AKC.In the early days, the breed's color and markings weren't considered to be very important. Additionally, although the dogs being bred met the standard outlined by the club, there was a lot of inconsistency within the breed. After years of careful inbreeding to set the type, the Boston Terrier as we know it today was developed. In the 1900s, the breed's distinctive markings and color were painstakingly written into the standard, making them an essential feature of the breed.Boston Terriers quickly became popular in the U.S. In 1915, Boston Terriers were the most popular breed in the U.S., remaining in the top ten most popular breeds until the 1960s and topping the list again in 1920 and 1930. In 1918, there were an amazing 60 Bostons entered in a single all-breed show.Hollywood actors and actresses adored their Boston Terriers. Silent film star Pola Negri, Rudolph Valentino's lover, reportedly took her Boston Terrier, Patsy, with her everywhere, including restaurants and nightclubs. When one of the restaurants refused to let her enter with her beloved dog, she stormed out, shouting \"No Patsy, no Pola. Goodbye forever!\" Another famous person who had a Boston Terrier named Patsy was gossip columnist Louella Parsons.In 1976, the Boston Terrier was chosen as the bicentennial dog of the U.S. Three years later, he was named the official state dog of Massachusetts. Rhett the Boston Terrier is the mascot of Boston University. Wofford College in South Carolina and Redlands High School in California claim the Boston Terrier as their mascots as well.",
    "Size": "The Boston Terrier comes in three weight classes: under 15 pounds, 15 to 19 pounds, and 20 to 25 pounds. They typically stand 12 to 17 inches tall at the shoulder. No matter what they weigh, they should look sturdy, never skinny or spindly.",
    "Personality": "Known as the American Gentleman, the Boston Terrier is lively, smart, and affectionate with a gentle, even temperament. They can, however, be stubborn, so persistence and consistency are definite musts when training.Like every dog, the Boston Terrier needs early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Boston puppy grows up to be a well-rounded dog.",
    "Health": "Boston Terriers are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Boston Terriers will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition.In Boston Terriers, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA website (offa.org).Cataracts: This is a clouded film over the eye lens. Boston Terriers are prone to developing both juvenile and adult cataracts. Juvenile cataracts develop between eight weeks of age and 12 months. While you can sometimes see juvenile cataracts, sometimes they can only be detected by a veterinary ophthalmologist using a CERF (Canine Eye Registration Foundation) test. When purchasing a Boston Terrier puppy, it's wise to ask the breeder if the puppy has been tested for juvenile cataracts.Cherry eye: Cherry eye is a prolapse of the gland of the third eyelid that is believed to be genetic in origin. It frequently occurs in dogs that are less than a year old. Some veterinarians reposition the gland surgically to its original site at the base of the third eyelid, while others remove the prolapsed gland altogether.Patellar Luxation: Also known as \"slipped stifles,\" this is a common problem in small dogs. It is caused when the patella, which has three parts — the femur (thigh bone), patella (knee cap), and tibia (calf) — is not properly lined up. This causes a lameness in the leg or an abnormal gait in the dog. It is a disease that is present at birth although the actual misalignment or luxation does not always occur until much later. The rubbing caused by patellar luxation can lead to arthritis, a degenerative joint disease. There are four grades of patellar luxation, ranging from grade I, an occasional luxation causing temporary lameness in the joint, to grade IV, in which the turning of the tibia is severe and the patella cannot be realigned manually. This gives the dog a bowlegged appearance. Severe grades of patellar luxation may require surgical repair.Heart murmurs: This is a soft or loud, harsh, regurgitant sound in the heart, especially over the mitral valve area where a defect causes a backflowing of blood into the left atrium. Because of this, the heart is not as efficient as it should be in providing blood to the body. Treatment often includes a low-sodium diet, restriction of exercise, diuretics, and medications.Deafness: Boston Terriers have a high incidence of deafness in one or both ears. Breeders should have puppies BAER tested to determine the status of the puppies' ears before they go to new homes. Note that Boston Terriers who are white over more than one-third of their heads and/or bodies tend to produce more deaf puppies.Brain tumors.Allergies: Boston Terriers can suffer from a variety of allergies, ranging from contact allergies to food allergies. If your Boston is licking his paws or rubbing his face a great deal, he may have an allergy. Allergies can be diagnosed by your vet.Megaesophagus: This is a defect in the structure of the esophagus that causes a dog to regurgitate its undigested food. Regurgitation differs from vomiting in that there generally is no advance warning that it will occur, whereas with vomiting there is visible effort involved.Reverse sneezing: Reverse sneezing is a condition that can occur at any time in your Boston Terrier's life. Generally it occurs when your dog is overly excited, gulps his food too fast, or is affected by pollen in the air. Nasal secretions drop onto the soft palate, causing it to close over the windpipe. The dog makes a wheezing sound and may become alarmed. Talk soothingly to him and try to get him to relax to shorten the episode. Some people say that pinching the nostrils closed or holding the palm of your hand over his nose so the dog is forced to breathe through his mouth is the quickest way to stop the reverse sneezing. You may also try stroking his throat.",
    "Care": "The Boston Terrier is a lively dog, but he doesn't have excessive exercise requirements. He's relatively inactive indoors and well suited for apartment dwellers or those who don't have a yard. He enjoys taking a walk with you and playing in a yard, but is definitely an indoor dog and should never be housed outside. Always keep in mind that Boston Terriers can't handle the heat or cold very well.Bostons are sensitive to your tone of voice, and punishment can make them shut down, so training should be low-key and motivational. Use positive techniques such as food rewards, praise, and play.",
    "Feeding": "Recommended daily amount: 0.5 to 1.5 cups of high-quality dry food a day, divided into two meals.NOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Boston Terriers can be gluttonous about their food, so monitor their condition and make sure they don't become overweight. They can also be prone to flatulence, which may be related to their diet. Feed a high-quality food to reduce the likelihood of this problem.For more on feeding your Boston Terrier, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "Perennially on the best-dressed list, the Boston Terrier wears a smooth, fine coat that comes in three colors: black, seal (looks black but has a reddish cast when seen in sunlight), or brindle, all with a white muzzle, face blaze, and chest, giving him the look of wearing a tuxedo.Boston Terriers don't come in solid colors such as black, gray, liver, or white. Be wary of breeders who try to sell you one of these dogs because of the \"rare\" color. Not sticking to the breed standard is a warning sign of a low-quality breeder.Boston Terriers are easy to groom. Brush them weekly with a firm bristle brush and bathe them with a dry, powder shampoo and a damp cloth, or give them an occasional bath when necessary. Because their eyes are so large and prominent, you should wash their faces every day and check their eyes for signs of redness or irritation.Although they do shed, it's minimal and should be easily controlled by regular brushing.Brush your Boston Terrier's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim his nails once or twice a month if your dog doesn't wear them down naturally to prevent painful tears and other problems. If you can hear them clicking on the floor, they're too long. Dog toenails have blood vessels in them, and if you cut too far you can cause bleeding — and your dog may not cooperate the next time he sees the nail clippers come out. So, if you're not experienced trimming dog nails, ask a vet or groomer for pointers.His ears should be checked weekly for redness or a bad odor, which can indicate an infection. When you check your dog's ears, wipe them out with a cotton ball dampened with gentle, pH-balanced ear cleaner to help prevent infections. Don't insert anything into the ear canal; just clean the outer ear.Begin accustoming your Boston Terrier to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "The Boston Terrier loves children and makes a good playmate for them. He's small enough that he won't knock them down but large enough that he's not easily injured. In general, he gets along well with other dogs and cats, especially if he's socialized to them at an early age.",
    "Rescue Groups": "Boston Terriers are often purchased without any clear understanding of what goes into owning one. There are many Boston Terriers in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Boston Terrier rescue.Alabama Boston Terrier RescueWonderdog Rescue (Northern California)Boston Buddies (Southern California)Boston Terrier Club of CT RescueBoston Terrier Rescue of FloridaMidwest Boston Terrier RescueKentucky Tennessee Boston Terrier RescueMidAmerica Boston Terrier RescueBoston Terrier Club of Maryand RescueNebraska Boston Terrier RescueBoston Terrier Club Rescue of Southern NevadaBoston Terrier Rescue of North CarolinaNortheast Boston Terrier RescueBoston Terrier Club of Western Pennsylvania RescueBoston Terrier Rescue of North TexasBoston Terrier Rescue of West Virginia",
    "Breed Organizations": "Below are breed clubs, organizations, and associations where you can find additional information about the Boston Terrier.Boston Terrier Club of America, Inc."
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Companion Dogs"
    },
    {
      "name": "Height",
      "value": "12 to 15 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "10 to 25 pounds"
    },
    {
      "name": "Life Span",
      "value": "13 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}