{
  "id": "boston-terrier-pekingese-mix",
  "url": "https://dogtime.com/dog-breeds/boston-terrier-pekingese-mix",
  "name": "Boston Terrier Pekingese Mix",
  "intro": "Boston Terrier Pekingese Mixes go by several names, including Bostinese and Boston Peke. Despite their unfortunate status as a designer breed, you may find these mixed breed dogs in shelters and rescues, so remember to adopt! Don’t shop!\nThese adorable pups make great apartment dogs for active urban dwellers, and they can even make great family pets in larger homes when trained consistently. If you’re looking for a spunky dog who will keep you on your toes, let you know of potential dangers — or visitors — and love you lots, this might be the perfect mixed breed dog for you.\nDogTime recommends this carrier for traveling with your small Bostinese. You should also pick up this dog de-shedder for your high shedding pup!\nSee below for all mixed dog breed traits and facts about Boston Terrier Pekingese Mixes!",
  "description": {
    "Highlights": "The Boston Terrier Pekingese Mix is a mixed breed dog. They are not purebreds like their Boston Terrier or Pekingese parents.The main colors of Bostineses are brown, black, and white. Sometimes their coats are solid, and sometimes they have a mix of colors and can be speckled or merle.Both parent breeds are prone to moderate to heavy shedding, which doesn't make this mix a great choice for allergy sufferers. Luckily, their coats are fairly easy to groom.If children learn how to safely approach and play with small dogs, this mixed breed can make excellent active companions for kids.Many Boston Terrier Pekingese Mixes naturally get along just fine with other dogs and cats. It's best if they are introduced and socialized early in life.The Boston Terrier Pekingese Mix doesn't need massive amounts of exercise or room to roam, but they do not do well when left alone for long stretches of time.These dogs can be stubborn and somewhat protective, but for an energetic, consistent owner, their loyalty and desire to please will help training go a bit more smoothly.The Bostinese's adorable \"smushed\" face can make it difficult for them to breathe, especially when overheated or in small, confined spaces like airplane pet carriers. Monitor your Bostinese's breathing, and keep them out of extreme weather.",
    "History": "The \"Bostinese\" mixed dog breed may have existed naturally over the years, but designer breeders started intentionally mixing Boston Terriers and Pekingese dogs sometime in the early 2000s, most likely in the United States.Breeders adored the rough and tumble attitude of the Boston Terrier and wanted to combine it with the affectionate lapdog qualities of the Pekingese dog breed. They continued to create Boston Terrier Pekingese Mixes as demand for the mixed breed pups climbed.Even though the Bostinese mixed breed got its start as a designer breed, some have ended up in shelters or in the care of rescue groups. Consider adoption if you decide this is the mixed breed for you.Check your local shelters, look up Boston Terrier Pekingese Mix rescues, or check with breed specific Pekingese or Boston Terrier rescues, as they sometimes take in mixed breed dogs and find homes for them.",
    "Size": "As the Boston Terrier Pekingese Mix is a relatively new mixed breed, there are few standards when it comes to size. That said, as a mix between Boston Terrier and Pekingese parents, you can expect Bostineses to be on the small side.Most weigh in between ten and 25 pounds, and they stand ten to 15 inches from the shoulder. That said, many dogs can be larger or smaller than average.",
    "Personality": "Many Boston Terrier Pekingese Mix enthusiasts often describe these compact pups as spunky and affectionate. Although they do have some lapdog tendencies, thanks to their Pekingese parents, they still can have a rambunctious streak from their Boston Terrier parents.Intelligent and playful, the Boston Terrier Pekingese Mix keeps their humans on their toes and will test boundaries often. This is why consistent training is so important for the Bostinese.While these dogs tend to latch on to one \"main person,\" they're usually affectionate with all family, and even with strangers, as long as they're introduced properly. They can be stubborn and somewhat protective, but for an energetic, consistent owner, their loyalty and desire to please will help training go a bit more smoothly.Even though they can be incredibly playful, the Boston Terrier Pekingese Mix doesn't need massive amounts of exercise or room to roam, which makes them great options for both apartment dwellers and larger home owners alike. No matter the location, the most important thing to the Bostinese is getting attention, as they do not do well when left alone for long stretches of time.",
    "Health": "The Boston Terrier Pekingese mixed breed is predisposed to some of the same conditions that the Pekingese and Boston Terrier also face. While most are generally healthy, some may be prone to a few health issues, which is why it is important to maintain good care and regular veterinary checkups.Some of the more common health problems Boston Terrier Pekingese Mixes suffer from include:Brachycephalic Upper Airway Syndrome (BUAS)Corneal Ulceration, AKA \"Dry Eye\"Patellar Luxation",
    "Care": "As with all dogs, you should keep up with your Boston Terrier Pekingese's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.Bostineses are prone to weight gain, and they have high energy levels. Make sure your dog gets at least one good half-hour- to hour-long walk per day with a few good, active play sessions and shorter walks mixed in.Check their ears for debris and pests daily and clean them as recommended by your vet. Trim your dog's nails before they get too long--usually once or twice per month. They should not be clicking against the floor. Your groomer can help with this.You should brush their teeth daily, as small breeds are prone to dental issues. Your veterinarian can instruct you on how to brush your dog's teeth properly.Your main concern when it comes to your Boston Terrier Pekingese's care will be maintaining respiratory health. The Bostinese's adorable \"smushed\" face can make it difficult for them to breathe, especially when overheated or in small, confined spaces like airplane pet carriers. Be sure to monitor your Bostinese's breathing, and alert your veterinarian if anything seems off.",
    "Feeding": "An ideal Boston Terrier Pekingese Mix diet should be formulated for a small breed with average energy levels. They have a tendency to gain weight if they are overfed, so you should stick to a regular feeding schedule and not leave food out during the day. Limit their amount of treats, as well.As with all dogs, the Boston Terrier Pekingese Mix's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Boston Terrier Pekingese Mix's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "Boston Terrier Pekingese Mix coats are often a mix of their Boston Terrier and Pekingese parents' coats and colors. The main colors of Bostineses are brown, black, and white. Sometimes their coats are solid, and sometimes they have a mix of colors and can be speckled or merle.Their coats can be a mix of their Pekingese parent's long, hair-like coats and their Boston Terrier parent's short, course coat. Both parent breeds are prone to moderate to heavy shedding, which doesn't make this mix a great choice for allergy sufferers. Luckily, their coats are fairly easy to groom, and a weekly brushing should do for shorter coats, while biweekly works for longer coats.No matter the coat, Boston Terrier Pekingese Mixes aren't particularly suited for extreme weather. You'll likely need a coat in the winter for your dog, and you may need to apply dog sunscreen to the ears, nose, and sensitive areas where there's less fur coverage in the summer months.",
    "Children And Other Pets": "Because the Boston Terrier Pekingese Mix is a small dog, they can be easily injured by overly excited children, especially if they are more Pekingese than Boston Terrier. Still, some Bostineses might be sturdier and ready for some rougher play than others. If children learn how to safely approach and play with your Boston Terrier Pekingese Mix, the mixed breed can make excellent active companions for kids.When it comes to other pets, Boston Terrier Pekingese Mixes can get along with other animals if they are introduced slowly and calmly, and early socialization will help this go smoothly. It's best if they get used to other pets early. Still, many Boston Terrier Pekingese Mixes naturally get along just fine with other dogs and cats. It really comes down to training, socialization, and the luck of the draw.",
    "Rescue Groups": "It may be hard to find a breed specific rescue for Boston Terrier Pekingese Mixes because they are a mixed breed. However, you may want to try Boston Terrier or Pekingese breed specific rescues, as they often care for mixes, as well. Here are some rescues you can try:PNC Midwest RescueMidAmerica Boston Terrier Rescue Inc.You can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "10 to 15 inches"
    },
    {
      "name": "Weight",
      "value": "10 to 25 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}