{
  "id": "bouvier-des-flandres",
  "url": "https://dogtime.com/dog-breeds/bouvier-des-flandres",
  "name": "Bouvier des Flandres",
  "intro": "The Bouvier des Flandres was originally bred to be a versatile farm dog. They helped farmers in a multitude of tasks, including herding livestock (particularly cattle), pulling carts, and guarding. The hard-working and intelligent Bouvier is still an ideal farm dog, as well as a capable service, assistance, law enforcement, and guard dog.\nEven though these are purebred dogs, you may find them in the care of shelters or rescue groups. Remember to adopt! Don’t shop if you want to bring a dog home.\nWhile you can also find Bouviers competing in obedience, agility, and herding trials, serving as family companion is the role that seems to suit them best. They’re highly affectionate and playful with all the humans in their pack. That said, make sure you’re comfortable with a bit of messiness if you’re considering adoption. These pups aren’t afraid to roll in the dirt and mud, and their coats tend to drag debris indoors. Their coats also require a bit of maintenance. If you can tolerate a bit of cleanup, you’ll be rewarded with an intelligent and adoring furry family member.\nSee below for complete list of dog breed traits and facts about Bouvier des Flandres dogs!",
  "description": {
    "": "With his tousled coat and powerful build, the Bouvier des Flandres embodies a rugged adventurer packed with strength, endurance, and vigor. Originally bred to be a hard-working farm dog, he aslo makes a great family pet who thrives among the people he loves. While his appearance is striking, the appeal of this dog is often found in his intelligent and serene nature.As a member of the Herding Group, he has a tendency to herd moving objects, including children, people on bikes, and joggers. He is naturally protective of his \"flock,\" and will defend his family should the need arise. However, he is not aggressive without cause.Fearless and confident with a strong personality, the Bouvier is a natural athlete outdoors, but he is also happy hanging out with you inside. While not terribly high-energy, he does need vigorous exercise to keep healthy. He can live comfortably in small quarters, such as a condo or apartment, but it's important he is walked or exercised several times a day.The Bouvier does well with training and generally learns quickly. Still, since he can be strong-willed and sometimes stubborn, he's not recommended for first-time or timid owners. Neither is he recommended for owners who can't stand a mess. His shaggy coat is a mud-burr-dirt magnet so he's prone to tracking dirt and debris throughout the house. Perhaps most annoying is his amazingly odiferous flatulence.For those, however, who embrace his strong personality, extreme grooming needs, large size, and protective nature, the Bouvier can be a great choice.",
    "Highlights": "The Bouvier is not recommended for fastidious people who can't stand a mess. Although he can be tidied up with a significant amount of elbow grease, his coat tends to collect dirt and debris, which in turn is deposited throughout your house.Not surprisingly, the Bouvier requires a lot of grooming — which can be time-intensive and/or expensive.Because of his assertive personality, this breed is not recommended for first-time dog owners.The Bouvier's size, herding instinct, and strong personality make leash training highly advisable.The Bouvier is happiest when he is with his family.",
    "History": "As you might expect, the Bouvier des Flandres originates from the European region of Flandres, and the name means either \"cow herder\" or \"ox herder from Flandres.\"A versatile farm dog, the Bouvier was used to herd cattle, guard the herd, pull carts, and help the farmer and his family in a multitude of tasks. The development of the working Bouvier seemed to be a matter of practicality. His exact ancestry is unknown, but he may be descended from early Sheepdogs, the Dutch Griffon, and the Barbet.The Bouvier worked as a service dog during both World Wars, and was also used as a messenger, a sentry (especially by the United States military), and a search dog to locate ammunition and mines.The first standard for the Bouvier was developed in 1912 by the vice president of the Club St. Hubert du Nord in Europe. The Bouvier came to the United States in the 1920s, and was recognized by the American Kennel Club in 1929.The breed's working heritage is highly prized. In Belgium, a Bouvier cannot win the title of conformation champion unless he has also proven himself as a working dog.",
    "Size": "Males stand about 26 inches tall and females stand about 25 inches tall. Weight varies from 70 to 100 pounds.",
    "Personality": "The Bouvier is known for being intelligent, protective, and strong willed. Not surprisingly, this herding dog likes to gather and protect his flock.He is deeply attached and devoted to his family, and happiest when he's a part of the action. Left alone for long periods of time, he's like to get bored — and resort to annoying behaviors like barking, chasing, and chewing — as well as become very unhappy.The Bouvier maintains a stiff upper lip, however, when it comes to showing affection for his family. He is not likely to jump for joy, Golden Retriever-style, when you return home, but is more likely to quietly show his devotion by curling up at your feet.The Bouvier has a strong personality: He needs an owner who can kindly and consistently show leadership, otherwise, he's likely to fill the void. This doesn't mean you should take a drill sergeant approach, but you must act the confident leader and consistently, albeit gently, enforce guidelines.Like every dog, the Bouvier needs early socialization — exposure to many different people, sights, sounds, and experiences — when young. Socialization helps ensure that your Bouvier puppy grows up to be a well-rounded dog.Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills.",
    "Health": "Bouviers are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Bouviers will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.Hip Dysplasia: This is an inherited condition in which the thighbone doesn't fit snugly into the hip joint. Some dogs show pain and lameness on one or both rear legs, but others don't display outward signs of discomfort. (X-ray screening is the most certain way to diagnose the problem.) Either way, arthritis can develop as the dog ages. Dogs with hip dysplasia should not be bred — so if you're buying a puppy, ask the breeder for proof that the parents have been tested for hip dysplasia and are free of problems.Elbow Dysplasia: Similar to hip dysplasia, this is also a degenerative disease. It's believed to be caused by abnormal growth and development, which results in a malformed and weakned joint. The disease varies in severity: the dog could simpy develop arthritis, or he could become lame. Treatment includes surgery, weight management, medical management, and anti-inflammatory medication.Cataracts: Cataracts cause opacity on the lens of the eye, resulting in poor vision. The dog's eye(s) will have a cloudy appearance. Cataracts usually occur in old age and sometimes can be surgically removed to improve vision.Cancer: Symptoms that may indicate canine cancer include abnormal swelling of a sore or bump, sores that do not heal, bleeding from any body opening, and difficulty with breathing or elimination. Treatments for cancer include chemotherapy, surgery, and medications.Glaucoma: Glaucoma is defined by an increased pressure in the eye, and can be found in two forms: primary, which is hereditary, and secondary, which is caused by decreased fluid in the eye due to other eye diseases. Symptoms include vision loss and pain, and treatment and prognosis vary depending on the type. Glaucoma is treated surgically or with eye drops.Entropion: This is the inward rolling of the eyelid, usually the lower one, and found in both eyes. It causes vision loss and irritation, and generally occurs before a dog turns a year old. Corrective surgery when the dog reaches adulthood is an effective treatment.Ectropion: Another eye condition, Ectropion is the rolling out or sagging of the eyelid, leaving the eye exposed and prone to irritations and infection. If severe, surgery is required, but in mild cases, no treatment is necessary.Hypothyroidism: This is a disorder of the thyroid gland. It's thought to be responsible for conditions such as epilepsy, alopecia (hair loss), obesity, lethargy, hyperpigmentation, pyoderma, and other skin conditions. It is treated with medication and diet.Epilepsy: Epilepsy is a neurological condition that's often, but not always, inherited. It can cause mild or severe seizures that may show themselves as unusual behavior (such as running frantically as if being chased, staggering, or hiding) or even by falling down, limbs rigid, and losing consciousness. Seizures are frightening to watch, but the long-term prognosis for dogs with idiopathic epilepsy is generally very good. It's important to take your dog to the vet for proper diagnosis (especially since seizures can have other causes) and treatment.Subvalvular Aortic Stenosis: This is a heart problem is caused by an abnormally narrow connection between the left ventricle and the aorta. Fainting is the main symptom, eventually leading to heart failure and death. Your vet can detect it and prescribe the proper treatment.Gastric Torsion: Also called bloat, this is a life-threatening condition that can affect large, deep-chested dogs such as Bouviers. This is especially true if they are fed one large meal a day, eat rapidly, drink large volumes of water after eating, and exercise vigorously after eating. Bloat is more common among older dogs. GDV occurs when the stomach is distended with gas or air and then twists (torsion). The dog is unable to belch or vomit to rid himself of the excess air in the stomach, and the normal return of blood to the heart is impeded. Blood pressure drops and the dog goes into shock. Without immediate medical attention, the dog can die. Suspect bloat if your dog has a distended abdomen and is salivating excessively and retching without throwing up. He also may be restless, depressed, lethargic, and weak, with a rapid heart rate. It's important to get your dog to the vet as soon as possible if you see these signs.Addison's Disease: Also known as hypoadrenocorticism, this is an extremely serious condition caused by an insufficient production of adrenal hormones by the adrenal gland. Symptoms include vomiting, a poor appetite, and lethargy. Because these signs are vague and can be mistaken for other conditions, it's easy to misdiagnose until it reaches more advanced stages. More severe symptoms occur when a dog is stressed or when potassium levels get high enough to interfere with heart function, causing severe shock and death. If Addison's is suspected, your vet may perform a series of tests to confirm the diagnosis.Cushing's Disease: Also known as hyperadrenocorticism, this condition sets in when the body produces too much cortisol, sometimes due to an imbalance of the pituitary or adrenal gland. Common signs are excessive drinking and urination. If your Bouvier exhibits these two symptoms, take him to the veterinarian. Treatments include surgery and medication.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition.In Bouviers, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).",
    "Care": "The Bouvier des Flandres is happy to lie around the house and enjoy the luxuries of companionship. He isn't highly active, but he does need regular exercise. He lives comfortably in the city or country.You'll need to take special care if you're raising a Bouvier puppy. Like other large breeds, the Bouvier grows very rapidly between the age of four and seven months, making him susceptible to bone disorders. Don't let your Bouvier puppy run and play on very hard surfaces such as pavement or pull a cart until he's full grown and his joints are fully formed. Normal play on grass is fine, as is puppy agility play, with its one-inch jumps.Training should begin the day you bring your Bouvier puppy home. He is generally eager to please so training is fairly easy. But he can be stubborn, so owners must be consistent and firm to overcome his dominant personality.Another important step in training a Bouvier des Flandres puppy is socialization. Socialization is the process by which puppies or adults dogs learn how to be friendly and get along with other dogs and people.The Bouvier can be suspicious of strangers and very protective of his family — good qualities for a herding dog. Socialization will prevent him from becoming overly shy or protective. You can take the Bouvier puppy to many places that allow dogs, like pet supply and building supply stores to familiarize the dog to strangers and unfamiliar situations. Puppy training classes are highly recommended.Crate training is an important aid in housetraining, and it keeps the Bouvier safe and out of trouble when you are away from home. But he shouldn't spend more than a few hours at a time in it except when he's sleeping at night. Bouviers aren't meant to spend their lives locked up in a crate or kennel.Leash training is a must with the Bouvier. Although the breed is not known for wandering off, he is known for a strong herding drive. He may be unable to resist the temptation to chase people on bikes, cars, or other animals, which can endanger him and others.Tail docking is usually done when pups are very young. You can choose to crop his ears, or not. It requires surgery and several months of care after. If you like the look of cropped ears, factor in the care and expense, as well.",
    "Feeding": "Recommended daily amount: 3 to 5 cups of high-quality dry food a day, divided into two meals.You'll need to take special care if you're raising a Bouvier puppy. Like other large breeds, the Bouvier grows very rapidly between the age of four and seven months, making him susceptible to bone disorders. Feed your puppy a high-quality, low-calorie diet that keeps him from growing too fast (22 to 24 percent protein and 12 to 15 percent fat).NOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Bouvier in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test.First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Bouvier, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The Bouvier des Flandres is blessed (or cursed, depending on you look at it) with a weather-resistant double coat. The outer coat is coarse and long; the undercoat is fine and dense. It appears in several colors, including fawn, black, salt and pepper, and brindle, and sometimes a white star is found on the chest.While he doesn't shed excessively, the handsome Bouvier does require quite a bit of grooming to keep his coat looking good. (It is important to begin this process when the Bouvier is a young puppy so he learns to accept grooming as a normal part of life.)His Dutch nickname, Vuilbaard, means \"dirty beard,\" and like all dogs with a fluffy coat, the Bouvier gets grubby fairly easily. Expect muddy paws, leaves or burrs, feces on the hindquarters, or a wet, dirty beard.The Bouvier's thick coat needs to be brushed several times a week, and it's a great idea to check the coat for burrs, ticks, or weeds every day. Bathe him every six to eight weeks, and trim his coat every few months. Many owners hire a professional to groom their Bouvier, though you still need to brush thoroughly on a very regular basis. If you are considering the Bouvier, consider the time and/or expense required for his upkeep.Brush your Bouvier's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim his nails once or twice a month if your dog doesn't wear them down naturally to prevent painful tears and other problems. If you can hear them clicking on the floor, they're too long. Dog toenails have blood vessels in them, and if you cut too far you can cause bleeding — and your dog may not cooperate the next time he sees the nail clippers come out. So, if you're not experienced trimming dog nails, ask a vet or groomer for pointers.His ears should be checked weekly for redness or a bad odor, which can indicate an infection. When you check your dog's ears, wipe them out with a cotton ball dampened with gentle, pH-balanced ear cleaner to help prevent infections. Don't insert anything into the ear canal; just clean the outer ear.Begin accustoming your Bouvier to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "The Bouvier is a wonderful family dog who is devoted and protective with his family, including children. He may wish to herd his children with nudges and barks.To best teach him to get along with kids, he should be raised with them or, if he doesn't live with them, he should be exposed to children as he grows up.As with every breed, you should always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's eating or sleeping or to try to take the dog's food away. No dog, no matter how friendly, should ever be left unsupervised with a child.The Bouvier should be raised with other dogs and animals for the best chance at getting along with them when he grows up. If he is socialized and trained properly, he usually just ignores other animals in his household. Buy hid instinct to herd and chase is strong, supervision is always a good idea.",
    "Rescue Groups": "Bouviers are often acquired without any clear understanding of what goes into owning one. There are many Bouviers in need of adoption and or fostering. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Bouvier rescue.American Bouvier Rescue League",
    "Breed Organizations": "Below are breed clubs, organizations, and associations where you can find additional information about the Bouviers.American Bouvier des Flandres Club, Inc."
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Herding Dogs"
    },
    {
      "name": "Height",
      "value": "23 to 26 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "70 to 100 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 12 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}