{
  "id": "boxador",
  "url": "https://dogtime.com/dog-breeds/boxador",
  "name": "Boxador",
  "intro": "The Boxador is a mixed breed of dog–a cross between the Boxer and Labrador Retriever dog breeds. Medium to large in size, intelligent, and totally devoted to their families, these pups inherited some of the best qualities from both of their parents.\nBoxadors are also known as Laboxers, Boxerlabs, and Boxerdors. Despite their unfortunate status as a designer breed, you can find these mixed breed dogs in shelters and breed specific rescues, so remember to adopt! Don’t shop!\nBoxadors are not a great choice for novice pet owners, but if you’re looking for a social, furry family companion, please step right up! Big homes with yards are ideal but not required, as long as these dogs get exercise and plenty of love and attention. Boxadors are protective of their loved ones and friendly with people, children, and other dogs. Don’t leave them alone for long periods, though, or else they may become bored and destructive.\nDogTime recommends this big, spacious crate to give your big Boxador a place to rest and relax. You should also pick up this dog brush and massager for your short-haired pup!\nSee below for all Boxador facts and mixed dog breed characteristics!",
  "description": {
    "Highlights": "Boxadors are mixed breed dogs. They are not purebreds like their Boxer or Labrador Retriever parents.The main colors of Boxadors are; black, brown, brindle, and white. Rarely solid, their coats typically have a blend of two or more colors.They're generally not considered allergy friendly. Luckily, their coats are very easy to groom. A good brushing per week will probably do.Boxadors need a 30 minute hike, walk, or game of fetch, plus an hour of active running around a yard each day to help burn off pent up energy.Boxadors love kids and are great playmates for children of all ages. Always supervise any interactions between dogs and young children.Make sure that you have time to care for this active pup because they don't like being left alone for long periods and may get separation anxiety.Boxadors can get along well with other dogs and cats, especially if they're raised with them.",
    "History": "The Boxador breed may have existed naturally over the years, but designer breeders started intentionally mixing Boxers with Labrador Retrievers in North America, likely in the 1990s.Breeders began mixing the two parent breeds to create an active, protective, family companion and guard dog. Mixing these two breeds also helps to eliminate some of the health problems that are common with pure breeds. Breeders continued to create Boxadors as demand for the mixed breed pups climbed.Even though the Boxador got their start as a designer breed, some have ended up in shelters or in the care of rescue groups. Consider adoption if you decide this is the breed for you.Check your local shelters, look up Boxador rescues, or check with breed specific Boxer and Labrador rescues, as they often help to re-home mixed breeds.The Boxador is recognized by:ACHC - American Canine Hybrid ClubDDKC - Designer Dogs Kennel ClubDRA - Dog Registry of America, Inc.",
    "Size": "As the Boxador is a relatively new mixed breed, there are few standards when it comes to size. That said, as a mix between Boxer and Labrador Retriever parents, you can expect Boxadors to be in the medium to large category.Most weigh in at 50 to 110 pounds and range in height from 23 to 25 inches at the shoulder. However, being such a new crossbreed, many can be smaller or larger depending on which parent's genes are more dominant.The males run slightly larger than the females.",
    "Personality": "Boxadors have high energy levels and love to play. A big family with a yard could be ideal for this pup. Lots of people to lavish attention and activities would keep this pooch stimulated.If you are considering adopting, make sure that you have time to care for this active pup because they don't like being left alone for long periods and may get separation anxiety. If they don't get enough stimulation, they could get easily bored, which could result in destructive behavior.Like most dogs, Boxadors need early socialization--exposure to many different people, sights, sounds, and experiences--when they're young. Socialization helps ensure that your Boxador puppy grows up to be a well-rounded, outgoing, friendly dog and stays that way.Boxadors are intelligent and love to please their families, which is helpful with training. Make sure they don't forget who is in charge and give them positive reinforcement.",
    "Health": "The Boxador mixed breed is predisposed to some of the same conditions that the Boxer and Labrador also face. While most are generally healthy, some may be prone to a few health issues, which is why it is important to maintain good care and regular veterinary checkups.Some of the more common health problems Boxadors suffer from include:AllergiesJoint DysplasiaEye ProblemsHypothyroidismHeart ProbleamsIt's fun to spoil our dogs with treats, but keeping your dog's weight in check is one of the best things you can do for them. Chopped carrots or celery make great little healthy treats.",
    "Care": "As with all dogs, you should keep up with your Boxador's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine.Boxadors love to eat and will rapidly gain weight if they are allowed to free feed. Pick a high quality dog food and stick to a feeding schedule; two feedings per day could be ideal to keep this pooch happy.  They also need an exercise schedule. A 30 minute hike, walk, or game of fetch, plus an hour of active running around a yard will help burn off pent up energy.Check their ears for debris and pests daily and clean them as recommended by your vet. If your Boxador's ears fold, they may be prone to bacteria and pest infestation, which can result in ear infections. Keeping them clean and dry is the best way to avoid doctor visits. If your dog develops a pungent aroma or is scratching their ears excessively, they may have an ear infection and will require a vet exam.Trim your dog's nails before they get too long--usually once or twice per month. They should not be clicking against the floor. Your groomer can help with this.Your main concern when it comes to your Boxador's care will be maintaining their oral health. You should brush their teeth a minimum of three times a week. Your veterinarian can instruct you on how to brush your dog's teeth properly.Clean your dogs eyes as you would your own. You can use a cloth or your fingers to wipe away discharge or debris that collects in the corners.",
    "Feeding": "An ideal Boxador diet should be formulated for an active, medium- to large-sized breed. They have a tendency to gain weight if they're overfed, so you should stick to a regular feeding schedule and not leave food out during the day. Limit their amount of treats, as well.As with all dogs, the Boxador's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Boxador's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "Boxador coats are often a mix of their Boxer and Labrador parents' coats and colors. The main colors of Boxadors are; black, brown, brindle, and white. Rarely solid, their coats typically have a blend of two or more colors.They typically have short shiny coats, and they're generally not considered allergy friendly. Luckily, their coats are very easy to groom. A good brushing per week will probably do. They may self groom and are considered a pretty clean dog.Because they tend to have shorter coats, Boxadors aren't particularly suited for extreme weather. You'll likely need a coat in the winter for your dog, and you may need to apply dog sunscreen to the ears, nose, and sensitive areas where there's less fur coverage in the summer months.",
    "Children And Other Pets": "Boxadors love kids and are great playmates for children of all ages. Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any tail pulling or biting on the part of either party. Teach your child never to approach any dog while they're eating or sleeping or to try to take the dog's food away. No dog should ever be left unsupervised with a child.Boxadors can get along well with other dogs and cats, especially if they're raised with them. Learn more about this pup by reading about their parent breeds, the Boxer and Labrador Retriever.",
    "Rescue Groups": "It may be hard to find a breed specific rescue for Boxadors because they are a mixed breed. However, you may want to try Boxer or Labrador Retriever breed specific rescues, as they often care for mixes, as well. Here are some rescues you can try:Green Acres Boxer RescueLucky Lab Rescue & AdoptionYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "23 to 25 inches"
    },
    {
      "name": "Weight",
      "value": "50 to 110 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}