{
  "id": "boxer",
  "url": "https://dogtime.com/dog-breeds/boxer",
  "name": "Boxer",
  "intro": "Boxer dogs were originally bred to be medium-size guard dogs. Today, although they are a part of the AKC’s Working Group, Boxers mostly find homes as loving family companions. That said, they still retain their high energy levels and need plenty of exercise.\nSquare-jawed and muscular, this breed is the George Clooney of the dog world–a looker with a sense of humor and an underlying sweetness. They adore their families and will also appreciate consistent training that doesn’t rely on harsh reprimands.\nIf you’re looking for a high-energy, easy-to-groom, family-friendly pooch, then this just may be the breed for you!\nDogTime recommends this dog bed to give a good night’s sleep to your medium-sized Boxer. You should also pick up this dog fetch toy to help burn off your pup’s high energy!\nSee below for all dog breed characteristics and facts about Boxers!",
  "description": {
    "": "Boxers are large, muscular, square-headed dogs who look imposing--that is, until you look into their eyes and see the mischief and joy of life reflected there. Because of their playful nature and boundless energy, they are sometimes called the \"Peter Pan\" of the dog breeds. Boxers aren't considered fully mature until they are three years old, meaning they have one of the longest puppyhoods in the world of dogs.The typical Boxer is intelligent, alert, and fearless, yet friendly. They're loyal to their family and love to play with them, but they're also headstrong, especially if you try to use harsh training methods with them.With minimal grooming needs and legendary patience and gentleness with children, Boxers are great family companions, as long as you provide them with the physical exercise and mental stimulation they need. If you're willing and able to provide them with adequate exercise in the form of walks or runs, they can even adapt to apartment living, so long as they are able to be close to their beloved people.Boxers originated in Germany and were brought to the U.S. after World War I. Their short, shiny coats are striking: fawn or brindle with flashy white markings. All white or mostly white Boxers are not desirable because, genetically, deafness is associated with white coloring.Many Boxers have docked tails and cropped ears. If the ears are not cropped, they will hang down. Many dog owners are opting to leave their Boxers' ears and tails un-cropped these days--a practice DogTime fully supports! Let those ears and tails go natural!Boxers are renowned for their great love of and loyalty to their families. They often are distrustful of strangers at first, but will not be aggressive unless they perceive a threat to their families. Boxers are so loving that they often think they are lapdogs and try to lie as close to you as possible.Boxer owners around the world take special delight in their beloved dogs' clownish behavior. Boxers are high-spirited, happy, and energetic. They often paw, cat-like, at their toys, food bowls, and even their owners. When they are excited, they often \"kidney bean,\" a little dance that involves twisting their bodies into a semi-circle, similar to the shape of a kidney bean, and then turning in circles. Boxers also make a unique sound, called a \"woo-woo,\" when they want something or are excited. It is not exactly a bark, but rather sounds as though they are saying \"woo-woo,\" look at me!Watching a Boxer run is a delight. They are so exuberant, happy, and graceful, it's sure to bring a smile to your face, especially if they start jumping--something they love to do, twisting, and even turning somersaults to entertain you.But life isn't all fun and games for all Boxers. Because of their strength and courage, Boxers have a wide use in the military and the police, as well as search-and-rescue work. When specifically trained for guard work, Boxers are excellent watchdogs and will restrain an intruder in the same manner as a Mastiff. Boxers also excel in obedience, agility, and schutzhund--a demanding three-phase competition event that tests the dog's tracking, obedience, and protection abilities.Boxers should not be left outdoors for extended periods of time. Their short nose doesn't cool hot air efficiently in the summer, and their short coat doesn't keep them warm in the winter. Many Boxer people joke that their Boxers' range of tolerance is between 72 and 74 degrees Fahrenheit (21-22 degrees Celsius).Boxers aren't the breed for everyone, but if you like a big dog who likes to cuddle, don't mind a little drool between friends, want a dog that will delight you with clownish antics and yet be gentle with your children, and most of all, if you are prepared to keep your Boxer physically and mentally stimulated, the Boxer just might be the right dog for you!",
    "Highlights": "Boxers are high-energy dogs and need a lot of exercise. Make sure you have the time, desire, and energy to give them the play and activity they need.Boxers are exuberant and will greet you ecstatically.Early, consistent training is critical--before your Boxer gets too big to handle!Although they are large, Boxers are not \"outdoor dogs.\" Their short noses and short hair make them uncomfortable in hot and cold weather, and they need to be kept as house dogs.Boxers mature slowly and act like rambunctious puppies for several years.Boxers don't just like to be around their family--they need to be around them! If left alone for too long or kept in the backyard away from people, they can become ill-tempered and destructive.Boxers drool, a lot. Boxers also snore, loudly.Although they have short hair, Boxers shed, especially in the spring.Boxers are intelligent and respond well to firm but fun training. They also have an independent streak and don't like to be bossed around or treated harshly. You'll have the biggest success in training your Boxer if you can make it fun for them.Some Boxers take their guarding duties a little too seriously, while others may not exhibit any guarding instincts at all.",
    "History": "The Boxer's ancestors were the German Bullenbeisser--a dog descended from Mastiffs--and the Bulldog. The Bullenbeisser was used as a hunting dog for centuries to hunt bear, wild boar, and deer. Their task was to catch and hold the prey until hunters arrived. Over time, Bullenbeissers lost their jobs on estates and began to be used by farmers and butchers to guard and drive cattle.The Boxer we know today was developed in the late 19th century. A Munich man named Georg Alt bred a brindle-colored female Bullenbeisser named Flora with a local dog of unknown origin. In the litter was a fawn-and-white male that was named Lechner's Box. This is believed to be the start of the line that would become the Boxer we know today.Lechner's Box was bred to his dam, Flora, and one of the litter was a female called Alt's Schecken. She was registered as a Bierboxer or Modern Bullenbeiser. Schecken was then bred to an English Bulldog named Tom to produce a dog named Flocki, who became the first Boxer to be entered in the German Stud Book after winning at a Munich show that had a special event for Boxers.Flocki's sister, a white female, was even more influential when she was mated with Piccolo von Angertor, a grandson of Lechner's Box. One of her pups was a white female named Meta von der Passage, who is considered to be the mother of the Boxer breed, even though photographs of her show that she bore little resemblance to the modern Boxer. John Wagner, author of The Boxer--first published in 1939--said the following about her:\"Meta von der Passage played the most important role of the five original ancestors. Our great line of sires all trace directly back to this female. She was a substantially built, low to the ground, brindle and white parti-color, lacking in underjaw and exceedingly lippy. As a producing bitch few in any breed can match her record. She consistently whelped puppies of marvelous type and rare quality. Those of her offspring sired by Flock St. Salvator and Wotan dominate all present-day.\"In 1894, three Germans named Roberth, Konig, and Hopner decided to stabilize the breed and put it on exhibition at a dog show. This was done in Munich in 1895, and the next year they founded the first Boxer Club.The breed became known in other parts of Europe in the late 1890s. Around 1903, the first Boxers were imported into the U.S. The first Boxer was registered by the American Kennel Club in 1904, a dog named Arnulf Grandenz. In 1915, the American Kennel Club (AKC) recognized the first Boxer champion, Sieger Dampf v Dom, owned by Governor and Mrs. Lehman of New York. There weren't many female Boxers in the U.S. to breed to him, so he didn't have much influence on the breed.When Word War I broke out, Boxers were enlisted into the military, serving as messenger dogs, carrying packs and acting as attack and guard dogs.Boxers started becoming popular in the U.S. in the 1940s when soldiers coming home from World War II brought their Boxer mascots with them. Through them, the breed was introduced to more people and soon became a favorite companion animal, show dog, and guard dog.The American Boxer Club (ABC) was formed in 1935 and gained acceptance by the AKC in the same year. In the early days, there was a lot of controversy within the club about the Boxer standard. In 1938, the club finally approved a new standard. The latest revisions of the standard were in 2005. Today, the Boxer ranks 7th among the 155 breeds and varieties registered by the AKC.",
    "Size": "Males typically stand 22.5 to 25 inches tall at the shoulder and weigh about 70 pounds.Females typically stand 21 to 23.5 inches at the shoulder and weigh about 60 pounds.",
    "Personality": "The Boxer is described as a \"hearing\" guard dog, meaning they're alert and watchful. When they're not clowning for you, they're dignified and self-assured. With children, they're playful and patient. Strangers are greeted with a wary attitude, but they respond politely to friendly people. They're aggressive only in defense of their family and home.Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them.Meeting the parent dogs, siblings, or other blood relatives can helpful for evaluating what a puppy will be like when they grow up, but it's no guarantee.Like every dog, Boxers need early socialization--exposure to many different people, sights, sounds, and experiences--when they're young. Socialization helps ensure that your Boxer puppy grows up to be a well-rounded, outgoing, friendly dog and stays that way.Enrolling them in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking them to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help them polish their social skills.",
    "Health": "Boxers are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Boxers will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.Here are a few conditions you and your vet should keep an eye out for:Cancer. Boxers are especially prone to the developing mast cell tumors, lymphoma, and brain tumors. White Boxers and Boxers with excessive white markings can be sunburned and may even develop skin cancer. If your Boxer is light-colored, apply sunscreen on their ears, nose, and coat when they go outdoors.Aortic stenosis/sub-aortic stenosis (AS/SAS). This is one of the most common heart defects found in Boxers. The aorta narrows below the aortic valve, forcing the heart to work harder to supply blood to the body. This condition can cause fainting and even sudden death. It's an inherited condition, but its mode of transmission isn't known at this time. Typically, a veterinary cardiologist diagnoses this condition after a heart murmur has been detected. Dogs with this condition should not be bred.Boxer cardiomyopathy (BCM). Also called Boxer Arrythmic Cardiomyopathy (BAC), Familial Ventricular Arrhythmia (FVA) and Arrhythmogenic Right Ventricular Cardiomyopathy (ARVC). BCM is an inherited condition. The dog' heart sometimes beats erratically (arrhythmia) due to an electrical conduction disorder. This can cause weakness, collapse, or sudden death. Because it is difficult to detect this condition, it can cause an unexpected death. Boxers who show signs of this condition should not be bred.Hip Dysplasia: This is a heritable condition in which the thighbone doesn't fit snugly into the hip joint. Some dogs show pain and lameness on one or both rear legs, but you may not notice any signs of discomfort in a dog with hip dysplasia. As the dog ages, arthritis can develop. X-ray screening for hip dysplasia is done by the Orthopedic Foundation for Animals or the University of Pennsylvania Hip Improvement Program (PennHIP). Dogs with hip dysplasia should not be bred. Hip dysplasia is hereditary, but it can also be triggered by environmental factors, such as rapid growth from a high-calorie diet or injuries incurred from jumping or falling on slick floors. Treatment ranges from supplements that support joint function to total hip replacement.Hypothyroidism: Hypothyroidism is caused by a deficiency of thyroid hormone and may produce signs that include infertility, obesity, mental dullness, and lack of energy. The dog's fur may become coarse and brittle and begin to fall out, while the skin becomes tough and dark. Hypothyroidism can be managed very well with a thyroid replacement pill daily. Medication must continue throughout the dog's life.Corneal Dystrophy: This refers to several diseases of the eye that are non-inflammatory and inherited. One or more layers of the cornea in both eyes are usually affected, although not necessarily symmetrically. In most breeds, corneal dystrophy appears as an opaque area in the center of the cornea or close to the periphery. This usually isn't painful unless corneal ulcers develop.Demodectic Mange: Also called Demodicosis. All dogs carry a little passenger called a demodex mite. The mother dog passes this mite to her pups in their first few days of life. The mite can't be passed to humans or other dogs; only the mother passes mites to her pups. Demodex mites live in hair follicles and usually don't cause any problems. If your Boxer has a weakened or compromised immune system, however, they can develop demodectic mange. Demodectic mange, also called demodicosis, can be localized or generalized. In the localized form, patches of red, scaly skin with hair loss appears on the head, neck and forelegs. It's thought of as a puppy disease, and often clears up on its own. Even so, you should take your dog to the vet because it can turn into the generalized form of demodectic mange. Generalized demodectic mange covers the entire body and affects older puppies and young adult dogs. The dog develops patchy skin, bald spots, and skin infections all over the body. The American Academy of Veterinary Dermatology recommends neutering or spaying all dogs that develop generalized demodectic mange because there is a genetic link. The American Academy of Veterinary Dermatology recommends neutering or spaying all dogs that develop generalized demodectic mange because there is a genetic link to its development. The third form of this disease, Demodectic Pododermititis, is confined to the paws and can cause deep infections.Gastric dilatation-volvulus (GDV), also called Bloat or Torsion: This is a life-threatening condition that can affect large, deep-chested dogs like Boxers, especially if they are fed one large meal a day, eat rapidly, drink large volumes of water after eating, and exercise vigorously after eating. Some think that raised feeding dishes and type of food might be additional factors. It is more common among older dogs. GDV occurs when the stomach is distended with gas or air and then twists (torsion). The dog is unable to belch or vomit to rid themselves of the excess air in their stomach, and the normal return of blood to the heart is impeded. Blood pressure drops and the dog goes into shock. Without immediate medical attention, the dog can die. Suspect bloat if your dog has a distended abdomen, is salivating excessively and retching without throwing up. They also may be restless, depressed, lethargic, and weak with a rapid heart rate. It's important to get your dog to the vet as soon as possible. There is some indication that a tendency toward GDV is inherited, so it's recommended that dogs that develop this condition should be neutered or spayed.Allergies: Boxers are prone to allergies, both environmental allergies and food-related allergies. If you notice that your Boxer has itchy, scaly skin, have them checked out by your vet.Deafness: White Boxers are especially susceptible to deafness. About 20 percent of white Boxers are deaf, and white Boxers should not be bred because the genes that cause deafness in white Boxers can be inherited. Additionally, Boxers who carry the extreme white spotting gene can increase the incidence of deafness in the breed.",
    "Care": "Boxers are housedogs. Their short noses and short coats make them unsuited to living outdoors, although they'll enjoy having a fenced yard to play in.Boxers love to play. To keep their muscles toned and satisfy their need for exercise, plan on playing with them or walking them at least twice a day for half an hour. Play fetch, take them for long walks, or get them involved in dog sports such as agility or flyball. Giving your Boxer plenty of daily exercise is the best way to ensure good behavior. A tired Boxer is a good Boxer.Training is essential for the Boxer. They're so big and strong that they can accidentally hurt people by knocking them over if they don't learn to control their actions. The Boxer's temperament plays a role in their trainability. They're happy and excitable, bouncy, and a bit of a mischief-maker. Getting them to take training seriously requires starting early and using firm, fair training methods and positive motivation in the form of praise, play, and food rewards. Be consistent. Your Boxer will notice any time you let them get away with something, and they'll push to see what else he can get away with. Before you head to training class, settle them down a little with an energetic walk or play session. They'll focus better once they've got their ya-yas out.Patience is the key to housetraining your Boxer. Some are housetrained by four months of age, but others aren't reliable until they're seven months to a year old. Take your Boxer out to potty on a regular schedule and praise them wildly when they do their business outdoors. Crate training is recommended.",
    "Feeding": "An ideal Boxer diet should be formulated for a medium-sized breed with high energy. Look for a high quality food for your pup so they can have the best chance for a long healthy life.Boxers may gain weight if they are overfed, so you should stick to a regular feeding schedule. Usually two meals per day is recommended. Limit treats and don't leave food out all day. Follow your veterinarian's guidelines for a healthy diet.As with all dogs, the Boxer's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Boxer's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "Boxers have a sleek, short coat with tight skin over their athletic bodies. They come in two colors: fawn or brindle, with or without white markings. Fawn ranges from light tan to mahogany. Brindle is a striking tiger-striped pattern of black stripes on a fawn background.White markings usually appear on the belly or feet and shouldn't cover more than one-third of the coat. When the white extends onto the neck or face, the color is called flashy fawn or flashy brindle. Boxers without any white are referred to as plain Boxers. On the face, the Boxer has a black mask, sometimes with a white stripe, or blaze, running up the muzzle between the eyes.Boxers don't carry the gene for a solid black coat color, so you won't ever see a black Boxer. In the United Kingdom, fawn boxers are typically rich in color and are called \"red.\"White markings covering more than one third of the body is a disqualification in the show ring. That's because excessive white markings in Boxers make them more susceptible to health conditions such as skin cancer and deafness. Reputable breeders don't want to pass on those genes. In the past, breeders often euthanized white puppies at birth, but today most breeders place them in pet homes. While white Boxers can't be shown in conformation and shouldn't be bred, they can compete in obedience and agility, and of course, they still have the wonderful Boxer personality that makes them such great companions!The Boxer coat requires minimal grooming. Boxers are clean dogs and have been known to groom themselves like cats do. Boxers can shed quite a bit, but weekly brushing with a bristle brush or hard rubber grooming mitt will help keep hair under control. You can enhance the natural sheen of your Boxer's coat by rubbing it down every now and then with a chamois cloth. If you decide to use a shedding blade, be careful when using it around your Boxer's legs so you don't injure them. Bathe as needed.Other grooming needs include dental hygiene and nail care. Brush your Boxer's teeth several times a week to help remove tartar and bacteria. Daily is best if you want to prevent periodontal disease.Trim nails once or twice a month if your dog doesn't wear them down naturally. If you can hear them clicking on the floor, they're too long. Short, neatly-trimmed nails keep the feet in good condition and prevent your legs from getting scratched when your Boxer enthusiastically jumps up to greet you.Begin accustoming your Boxer to being brushed and examined when they're a puppy. Handle their paws frequently--dogs are touchy about their feet--and look inside their mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when they're an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the ears, nose, mouth, and eyes, and on the feet. Ears should smell good, without too much wax or gunk inside, and eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "Boxers love kids and are great playmates for active older children. They can be too rambunctious for toddlers, however, and can accidentally knock them down in play.Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while they're eating or sleeping or to try to take the dog's food away. No dog should ever be left unsupervised with a child.Boxers can get along well with other dogs and cats, especially if they're raised with them.",
    "Rescue Groups": "Boxers are often purchased without any clear understanding of what goes into owning one. There are many Boxers in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Boxer rescue.American Boxer Rescue AssociationBay Area Boxer RescueBoxer Angels RescueBoxer Buddies Rescue and AdoptionBoxer Rebound, Inc.Heart of Ohio Boxer RescueSecond Chance Boxer RescueWiggle Buttz Boxer Rescue",
    "Breed Organizations": "Below are breed clubs, organizations, and associations where you can find additional information about the Boxer.American Boxer Club, Inc."
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Working Dogs"
    },
    {
      "name": "Height",
      "value": "21 to 25 inches at the shoulder"
    },
    {
      "name": "Weight",
      "value": "60 to 70 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 12 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}