{
  "id": "boxmatian",
  "url": "https://dogtime.com/dog-breeds/boxmatian",
  "name": "Boxmatian",
  "intro": "The Boxmatian is a mixed breed dog — a cross between the Boxer and Dalmatian dog breeds. Playful, goofy, and protective, these pups inherited some of the best qualities from both of their parents.\nYou can find these mixed breed dogs in shelters and breed specific rescues, so remember to always adopt! Don’t shop if you’re looking to add a Boxmatian to your home!\nThe Boxmatian is a bit like a cartoon dog come to life! They have a larger-than-life personality and love to play and goof around. If you have one of these dogs in your home, you’ll be laughing a lot. Properly trained, the mixed breed is affectionate and loyal to their humans and will take on a guardian role.\nBut be warned! Correct training from the outset is essential to offset any aggressive tendencies and destructive behavior. For these reasons, this may not be the best dog to bring into a family with small children. Boxmatians also require a lot of exercise and are not apartment dogs on any level.\nSee below for all mixed dog breed traits and facts about Boxmatians!\n ",
  "description": {
    "Highlights": "The Boxmatian is a mixed breed dog. They are not purebreds like their Boxer or Dalmatian parents.Dalmations are known for their distinctive spotted coat, but not all Boxmatian's will necessarily pick up the spotted trait. The breed's coat can be black, white, or pied.In general, the Boxmatian is a dog that prefers to be in warmer rather than colder climates.The Boxmatian is a dog with exceptionally high energy and exercise needs. If you cannot commit to a bare minumum of one hour of exercise every single day, you risk bringing on weight issues.Boxmatians aren't the best dogs for homes with children or other pets, but with early socialization and training, they can be loyal, protective family members.This mixed breed is very active. If you're not an outdoors person and don't have access to large areas where the dog can safely run around and swim and play, then the Boxmatian is probably not the dog for you.",
    "History": "Best guesses suggest that the Boxmatian originated somewhere in Europe; although, exact information about the history of this mixed breed is scarce.If we focus on the parent breeds, the Boxer breed began as both a working farm dog and fighting dog back in the 19th century. It also evolved into a role as a guard dog. Their fighting tendencies have since been bred out of them, and they now make wonderful, loving companions for any family.When it comes to the Dalmatian, it's speculated that it was first spotted in Croatia and dates back to the Middle Ages. At various times in the breed's evolution, it's been known as a coach dog, a military canine, a shepherd and even a circus dog!The Boxmatian has become known as a designer dog breed, but many of them unfortunately end up in shelters. So consider contacting your local rescue groups and shelters if you're thinking about adding the Boxmatian to your home.",
    "Size": "The Boxmatian is a large dog. As is always the case with newer mixed dog breeds, exact size standards might vary.Most weigh in at 50 to 90 pounds and range in height from 19 to 25 inches.",
    "Personality": "First up, the Boxmatian is one of the most energetic dogs around. The mixed breed lives for exercise sessions, and if they're left alone for too long without anything to do, don't be surprised if they engage in destructive or anti-social behavior to amuse themselves.If you're not an outdoors person and don't have access to large areas where the dog can safely run around and swim and play, then the Boxmatian is probably not the dog for you. The mixed breed's innate intelligence also means that they need to be mentally stimulated during exercise sessions. Always try and challenge the dog to think during outdoors games and play sessions.Boxmatian are renowned for their goofy looks, but they're also a powerful dog that becomes very protective of their family. The breed will not welcome strangers; although, with correct training and socialization, you'll realize that they're an affectionate canine at heart.",
    "Health": "Boxmatians are generally considered to be healthy dogs; although, the breed can be predisposed to some of the same conditions that the Boxer and Dalmatian face. As always, it's important to schedule regular wellness visits with your dog's vet.Some of the more common health problems Boxmatians suffer from include:AllergiesHypothyroidism",
    "Care": "As with all dogs, it's important to keep up your Boxmatian's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.The Boxmatian is a dog with exceptionally high energy and exercise needs. If you cannot commit to a bare minumum of one hour of exercise every single day, you risk bringing on weight issues. If you're a runner, incorporate the dog into your training sessions. Even standard walks with a Boxmatian should include breaks for games of fetch.Beyond exercise, you'll want to make sure to brush your Boxmatian's teeth every week. Due to the breed's outdoor needs, you'll also need to monitor their paw pads for signs of any damage, along with trimming the dog's nails every couple of weeks. Bathing is recommended every couple of months. Ask your vet about a suitable shampoo that takes into account the breed's often sensitive skin.Check their ears for debris or pests, especially after outdoor play sessions. Clean them as recommended by your vet.",
    "Feeding": "An ideal Boxmatian diet should be formulated for a large dog with high energy.Boxmatians need to stick to a healthy diet, as overeating can cause weight gain and associated health problems, especially if adequate exercise isn't offered.As with all dogs, the Boxmatian's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Boxmatian's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "Dalmations are known for their distinctive spotted coat, but not all Boxmatian's will necessarily pick up the spotted trait. The breed's coat can be black, white, or pied.The Boxmatian's coat is on the short and straight end of the spectrum. Daily brushings will help cut down on shedding issues--ask your vet for a breed appropriate type of brush.In general, the Boxmatian is a dog that prefers to be in warmer rather than colder climates. That being said, it's important to take heed of some standard considerations: When it's particularly cold outside, kit your dog out with a snappy canine coat; during the hotter months, ensure that fresh water and shade is always available.",
    "Children And Other Pets": "When bringing a Boxmatian into a household with children, be warned that it's usually recommended that the breed doesn't do that well with very small children who might inadvertantly provoke the dog to snap or nip. But with proper socialization, you'll find the Boxmatian to be a loyal, friendly and protective family member.Training will also be required to make sure the Boxmatian isn't aggressive or hostile towards other households pets. Boundaries need to be set and interactions should be supervised, especially during the early stages.Ultimately, early socialization really pays off with this breed. Make sure to reward your Boxmatian for good behavior and adhere to a proper training regime when adding the dog to your family.",
    "Rescue Groups": "It may be hard to find a breed-specific rescue for Boxmatians because they are a mixed breed. However, you may want to try Boxer or Dalmatian breed-specific rescues, as they often care for mixes, as well. Here are some rescues you can try:Green Acres Boxer RescueWilling Hearts Dalmatian RescueYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "19 to 25 inches"
    },
    {
      "name": "Weight",
      "value": "50 to 90 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 13 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 1
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}