{
  "id": "bracco-italiano",
  "url": "https://dogtime.com/dog-breeds/bracco-italiano",
  "name": "Bracco Italiano",
  "intro": "In their native Italy, the Bracco Italiano is known as a hunting dog breed, but they’re also gaining notice as a sweet and affectionate family companion. With their long ears, droopy lips, and soulful expression, the Bracco Italiano has a distinctive look. They’re believed to be an ancient breed, dating back to the fourth or fifth century B.C.\nThe Bracco Italiano goes by a number of other names, including Italian Pointer, The Italian Pointing Dog, and Bracco. If this dog breed interests you, then you may find these adorable pups in shelters or breed specific rescues. Remember, it’s always better to adopt and not shop!\nThese smart dogs have endless amounts of energy and do best in homes with yards. The Bracco is also well suited for all households, from single individuals to large families with children. Though they are not watchdog material, they will let you know if they sense a change in their environment. If you want an energetic dog who will keep you on your toes and love you unconditionally, the Bracco Italiano may be the right dog for you!\nSee below for all dog breed traits and facts about Bracco Italianos!",
  "description": {
    "": "In their homeland of Italy, the Bracco (plural is Bracchi) is primarily a hunting dog, but people are starting to discover that this attractive dog with the noble appearance and pleasant personality is also an excellent companion and show dog.Also known as the Italian Pointer, the Bracco is capable of all types of hunting and both points and retrieves. In the home, they're calm and sweet. Train this intelligent dog with gentleness and consistency, and they'll always aim to please, but sharp corrections will cause them to stop trying. Ever alert, they'll probably bark when people approach the home, but they're too gentle to make a guard dog. The Bracco is accepting of other people and dogs, children, and even cats if they're raised with them.",
    "Highlights": "The Bracco's short, dense, shiny coat can be white; white with orange or dark amber markings; white with chestnut markings; white with speckled pale orange markings; or white with roan-chestnut markings.These dogs have high energy levels. Make sure your dog gets at least one good half-hour- to hour-long walk per day with a few good, active play session and shorter walks mixed in.Dogs of this breed are not made to be watchdogs as they do not bark often. They're generally calm and will stay by your side most of the time.Because the Bracco Italiano is a large dog, they can handle the play of overly excited children. Even then, these calm dogs prefer children or adults who know how to play with them gently.It’s best if they get used to other pets early. However, the Bracco Italiano prefers the company of their human families instead of with other smaller pets.",
    "History": "The Bracco Italiano is a large dog breed originating from Italy and is considered the oldest European Pointer. Paintings that depict dogs resembling today's Bracco Italiano date all the way back to the 4th and 5th centuries BC, and frescoes of dogs that look like this breed appear from Italy during the Renaissance in the 14th century. Some historians believe the Bracco Italiano was originally a cross between a Segugio Italiano and the Asiastic Mastiff.These hunting dogs were popular among the Italian noble families, as they were bred by the Medici and Gonzaga families. Their original job was to drive game into nets or flush birds and other prey from falconers. Later, when firearms were used by hunters, the Bracco was used to retrieve game.The population of the Bracco Italiano dwindled in the early 20th century. An Italian breeder named Ferdinando Delor de Ferrabouc revived the breed and founded the Societa Amitori Bracco Italiano. Today, the breed is popular in Europe and the United States, and can still be seen as hunting and working companions.In 2006, the United Kennel Club (UKC), recognized the Bracco Italiano as a purebred dog. A year later, The Bracco Italiano Club of America formed to encourage the American Kennel Club (AKC) to fully recognize the breed, as well. The AKC has included this breed in their Foundation Stock Service since 2001 and allowed them to compete in certain events since 2010, but so far, they have not granted the breed full recognition.",
    "Size": "Though the Bracco Italiano is an old dog breed from Italy, there are still some standards when it comes to its size. You can expect the Bracco Italiano to be on the large side.Most weigh in at 55 to 90 pounds and range in height from 22 to 26 inches at the shoulder. That said, many can be smaller or larger than normal.",
    "Personality": "The Bracco Italiano loves their human counterparts. They are known to be great hunting and working companions if you live in the countryside, but they are also great and affectionate at home where they like to snuggle and relax. They have high energy and love to play games, especially in the yard. They're fairly easy to train but need a strong and confident trainer.The Bracco Italiano is also great with meeting new humans. They have a strong prey drive due to being originally bred to hunt and chase game. They're not made to be watchdogs as they do not bark often. These dogs are generally calm and will stay by your side most of the time.These large and beautiful pups are also loyal and loving to their human families. They will sometimes get separation anxiety if left alone for long periods of time. It's best to take them on long walks in order to expend their large amounts of energy. These dogs are well suited for households of all sizes.",
    "Health": "The Bracco Italiano might be predisposed to the some of the same conditions that most dog breeds in the pointing group also face. While most are generally healthy, some may be prone to a few health issues, which is why it is important to maintain good care and regular veterinary checkups.Some of the more common health problems the Bracco Italiano suffer from include:Hip dysplasiaEntropionUmbilical herniasEar mites",
    "Care": "As with all dogs, you should keep up with your Bracco Italiano's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.Bracco Italianos are prone to weight gain, and they have high energy levels. Make sure your dog gets at least one good half-hour- to hour-long walk per day with a few good, active play session and shorter walks mixed in.Check their ears for debris and pests daily and clean them as recommended by your vet. Trim your dog's nails before they get too long—usually once or twice per month. They should not be clicking against the floor. Your groomer can help us with this.Your main concern when it comes to your Bracco Italiano's care will be maintaining their oral health. You should brush their teeth daily, as many dogs are prone to dental issues. Your veterinarian can instruct you on how to brush your dog's teeth properly.",
    "Feeding": "An ideal Bracco Italiano diet should be formulated for a large breed with high energy. They have a tendency to gain weight if they are overfed, so you should stick to a regular feeding schedule and not leave food out during the day. Limit their number of treats, as well.As with all dogs, the Bracco Italiano's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Bracco Italiano's diet, as there is far too much variation among individual dogs—including weight, energy, and health—to make a specific recommendation.",
    "Coat Color And Grooming": "Bracco Italiano coats be white or white with markings that can be orange, amber, or chestnut. The markings can be larger and prominent or speckled and pale. Grooming is fairly easy because their coats are short and dense. Us a grooming mitt once a week to keep them looking their best.Because they tend to have shorter coats, Bracco Italianos aren't particularly suited for extreme weather. Prepare accordingly when bringing your dog somewhere extremely cold or hot.",
    "Children And Other Pets": "Because the Bracco Italiano is a large dog, they can handle the play of overly excited children. Even then, these calm dogs prefer children or adults who know how to play with them gently. That said, for children who learn early how to properly approach and play with a large dog, the Bracco Italiano can make a great, active companion.When it comes to other pets, the Bracco Italiano can get along with other animals if they are introduced slowly and calmly, and early socialization will help this go smoothly. It’s best if they get used to other pets early. However, the Bracco Italiano prefers the company of their human families instead of with other smaller pets.Still, many dogs of this breed get along just fine with other dogs and cats, so it really comes down to training, socialization, and the luck of the draw.",
    "Rescue Groups": "Because the Bracco Italiano is a somewhat rare breed, it may be difficult to find a breed-specific rescue. However, you can always check with your local shelter, and you may want to try a rescue that caters to all types of dogs. You can take a look at the following:Wright-Way RescueAngels Among Us Pet RescueYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Sporting Dogs"
    },
    {
      "name": "Height",
      "value": "22 to 26 inches"
    },
    {
      "name": "Weight",
      "value": "55 to 90 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 14 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}