{
  "id": "braque-du-bourbonnais",
  "url": "https://dogtime.com/dog-breeds/braque-du-bourbonnais",
  "name": "Braque du Bourbonnais",
  "intro": "The Braque du Bourbonnais is an ancient purebred pointing dog originally from the country of France. Affectionate, calm, and intelligent, these pups have some of the best qualities of any dog breed out there today.\nThis breed goes by several other names, including Bourbonnais Pointer, Bourbonnais Pointing Dog, French Pointing Dog, French Pointer, Braques Francaises, and Braque Bourbonnais. Despite being a rare breed, you may still sometimes find these adorable pups in your local shelters and rescues, so remember to adopt! Don’t shop!\nThese affectionate pups are best suited for homes with yards and would not be recommended for apartment life. They are people-oriented and need to be around their humans, which makes them well suited for families or large households with more than one person at home. If you want a gentle and energetic pup, then the Braque du Bourbonnais may be the right dog for you!\nSee below for all dog breed traits and facts about Braque du Bourbonnais dogs!",
  "description": {
    "Highlights": "The main colors of a Braque du Bourbonnais are brown, white, fawn, and spotted. Sometimes their colors are solid, and sometimes they will have a mix of these colors with spots.They are not hypoallergenic pups, but they're very easy to groom with their short coats, and they hardly shed.Braque du Bourbonnais might be better suited for older children and adults who know how to play gently.Training is fairly easy as these dogs are intelligent and willing to please their humans. They won't be much as far as watchdogs or guard dogs, as they have a friendly disposition toward everyone they encounter.Make sure your dog gets at least one good half-hour- to hour- long walk per day with a few, good, active play sessions and shorter walks mixed in.Braque du Bourbonnais dogs tend to latch on to their human family and can have severe separation anxiety if left alone in the house. It's best for them to be with a family or large household where someone is most often home than not.",
    "History": "The history of the Braque du Bourbonnais can be dated back all the way to the 1500s in the province of Bourbonnais in France. They are considered one of the most ancient pointers of the pointing breeds in Europe. From their name, \"Braque,\" in French, means \"to aim or point.\" Italian naturalist, Ulisse Aldrovandi, during the Renaissance, created early illustrations of this dog who still exists today.However, during World War I, the Braque du Bourbonnais were almost pushed to the brink of extinction. After the war, breeders banded together to bring this breed back, as they were a beloved hunting companion. The first breed club was founded in 1925. Towards World War II, the breed was almost fully recovered.Though they were almost pushed to extinction yet again during World War II, French hunters and breeders decided to try and save them once again from becoming extinct in 1970. They succeeded, and by 1982, they founded a new Braque du Bourbonnais club.The United Kennel Club (UKC) recognized and entered the breed into the Gun Dog Group in 2006. The American Kennel Club (AKC) inducted the breed into their Foundation Stock Service in 2011.Even though the Braque du Bourbonnais was almost extinct, some have ended up in shelters or in the care of breed specific rescues. Consider adoption if you decide this is the dog breed for you.",
    "Size": "As the Braque du Bourbonnais is an ancient pointing breed, and one of the oldest in their group, you can expect the Braque du Bourbonnais to be on the medium side.Most weigh in at 35 to 55 pounds and range in height from 18 to 23 inches at the shoulder. That said, many can be smaller or larger.",
    "Personality": "The Braque du Bourbonnais is a high energy pup who used to be bred to hunt with their human counterparts. Thus, daily exercise and affection is needed to keep them happy. Because of their energy, they would rather be outside running around the yard than inside cuddling with their pet parents.Training is fairly easy as they are intelligent and willing to please their humans. They won't be much as far as watchdogs or guard dogs, as they have a friendly disposition toward everyone they encounter.The Braque du Bourbonnais has a very strong prey drive and should be leashed most of the time, as their natural hunting instincts might kick in. They do not bark often and are fairly gentle and quiet dogs.These pups do best with early training to curb any unwanted barking habits. They are easy to house train and need consistency and affection from their owner when trying to train them.They also tend to latch on to their human family and can have severe separation anxiety if left alone in the house. It's best for them to be with a family or large household where someone is most often home than not.",
    "Health": "The Braque du Bourbonnais breed is predisposed to some of the same conditions that most breeds of the pointing type also face. While most are generally healthy, some may be prone to a few health issues, which is why it is important to maintain good care and regular veterinary checkups.Some of the more common health problems Braque du Bourbonnais suffer from include:hip dysplasiapulmonic stenosis of the heartentropion/ectropion",
    "Care": "As with all dogs, you should keep up with your Braque du Bourbonnais's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.Braque du Bourbonnais are prone to roll in the dirt once in a while and should be bathed as needed. Make sure your dog gets at least one good half-hour- to hour- long walk per day with a few, good, active play sessions and shorter walks mixed in.Check their ears regularly for debris and pests and clean them as recommended by your vet. Trim your dog's nails before they get too long—usually once or twice a month. They should not be clicking against the floor. Your groomer can help with this.Another concern when it comes to your Braque du Bourbonnais's care will be maintaining their oral health. You should brush their teeth daily, as medium breeds can be prone to dental issues. Your veterinarian can instruct you on how to brush your dog’s teeth properly.",
    "Feeding": "An ideal Braque du Bourbonnais diet should be formulated for a medium-sized breed with high energy. Make sure to stick to a regular feeding schedule and not leave food out during the day. Limit their number of treats, as well.As with all dogs, the Braque du Bourbonnais's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Braque du Bourbonnais's diet, as there is far too much variation among individual dogs—including weight, energy, and health—to make a specific recommendation.",
    "Coat Color And Grooming": "The main colors of a Braque du Bourbonnais are brown, white, fawn, and spotted. Sometimes their colors are solid, and sometimes they will have a mix of these colors with spots.They usually have short, dense coats with a fine texture all over their body except for the back, which has slightly longer and coarser hair. They are not hypoallergenic pups, but they're very easy to groom with their short coats, and they hardly shed. A good brushing per week will help.Because they tend to have shorter coats, the Braque du Bourbonnais breed isn't particularly suited for any extreme weather. Make sure to plan accordingly for them if you are in a very cold or very hot area.",
    "Children And Other Pets": "Because the Braque du Bourbonnais is a rather energetic and medium sized dog, they should be trained to be around younger and smaller children. Braque du Bourbonnais might be better suited for older children and adults who know how to play gently. That said, for children who learn early how to properly approach and play with an energetic dog, the Braque du Bourbonnais can make a great companion.When it comes to other pets, the Braque du Bourbonnais can get along with other animals if they are introduced slowly and calmly, and early socialization will help this go smoothly. It's best if they get used to other pets early. That said, Braque du Bourbonnais aren't naturally fond of smaller animals or birds due to their natural hunting instincts.Still, many Braque du Bourbonnais get along just fine with other dogs and cats, so it really comes down to training, socialization, and the luck of the draw.",
    "Rescue Groups": "Because the Braque du Bourbonnais is a somewhat rare breed, it may be difficult to find a breed-specific rescue. However, you can always check with your local shelter, and you may want to try a rescue that caters to all types of dogs. You can take a look at the following:Wright-Way RescueAngels Among Us Pet RescueYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Working Dogs"
    },
    {
      "name": "Height",
      "value": "18 to 23 inches."
    },
    {
      "name": "Weight",
      "value": "35 to 55 pounds."
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years."
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 3
    }
  ]
}