{
  "id": "broholmer",
  "url": "https://dogtime.com/dog-breeds/broholmer",
  "name": "Broholmer",
  "intro": "The Broholmer is a large purebred dog from Denmark in northern Europe. Calm, protective, and friendly, this pup has some of the best qualities of any dog breed around!\nBroholmers go by a couple of other names, such as the Danish Mastiff or the Danish Broholmer. You may be able find these dogs at your local shelter or rescues. Please remember to adopt! Don’t shop!\nThese protective pooches can do fine in apartments but, because of their large size, are better suited for townhomes or something larger, preferably with a yard. They’re pack dogs and like to be around people, so larger households or families with children are perfect for them. If you want a protective, calm, large pooch who will love you unconditionally, then this may be the right dog for you!\nSee below for all dog breed traits and facts about Broholmers!",
  "description": {
    "Highlights": "The main colors of a Broholmer are typically brown or tan, sometimes with white markings or a black mask.These large pups are fairly easy to groom. A good brushing per week will probably do, though they are not a good choice for allergy sufferers.Because they tend to have shorter coats, the Broholmer isn't particularly suited for extreme weather.Broholmers are prone to weight gain. Make sure your dog gets at least one good half-hour- to hour-long walk per day with a few good, active play sessions and shorter walks mixed-in.The Broholmer has a calm and friendly demeanor and can get along with children of all ages but would be best suited with those who know how to play with them gently.These dogs are wary towards strangers but will not be aggressive. They do not bark often, if at all.",
    "History": "The Broholmer originated from Denmark, although many details of the breed's history are not clear. Tracing back all the way to the Middle Ages, the Broholmer dog breed was originally used to hunt stag. Eventually, they were primarily used to guard large farms and manors.Thanks to the efforts of Count Dehested of Broholm, at the turn of the 18th century, these large pooches were pure-bred and increased in numbers. But towards the end of World War II, the Broholmer almost became extinct. In 1975, a group of Broholmer lovers decided to organize The Society for Reconstruction of the Broholmer Breed, which was also supported by the Danish Kennel Club.Even though the Broholmer breed almost became extinct, some have ended up in shelters or in the care of rescue groups. Consider adoption if you decide this is the breed for you.Check your local shelters, look up Broholmer rescues, or check with breed specific Mastiff rescues, as they closely resemble them and sometimes take in purebred dogs. Help these large pups find forever homes.",
    "Size": "Though the Broholmer dog breed has been around for a while now, there are a few standards when it comes to their size. That said, you can expect a normal Broholmer to be on the larger side.Most weigh in at 90 to 150 pounds and range in height from 22 to 30 inches at the shoulder. That said, many can be smaller or larger than usual.",
    "Personality": "The Broholmer is a friendly but protective dog who likes to stick with their human family or pack. Because they were originally used to hunt stag and guard large farms, they would much rather be outdoors than inside on the couch. The Broholmer loves to play games like hide and seek and chasing after a ball around the yard or park.Training the Broholmer is fairly easy as they are intelligent and willing to please their pet parents. They are wary towards strangers but will not be aggressive. They do not bark often, if at all.These pups are great as watchdogs and make excellent guardians, especially if you have children at home. They are highly intelligent dogs. With early socialization and training, these pups will be able to get along with everyone.If they do not get their daily exercise, they might start to have behavioral problems, so it's best to always let them out for active play at least once a day. If you have a large household or a family with children, this dog might be best suited for you.",
    "Health": "The Broholmer is a purebred dog but can be predisposed to the same health issues that any large dog breed might face. While most are generally healthy, some may be prone to a few health issues, which is why it is important to maintain good care and regular veterinary checkups.Some of the more common health problems the Broholmer suffer from include:hip dysplasiaelbow dysplasiabloat",
    "Care": "As with all dogs, you should keep up with your Broholmer’s regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.Broholmers are prone to weight gain due to their size and have medium energy levels. Make sure your dog gets at least one good half-hour- to hour-long walk per day with a few good, active play sessions and shorter walks mixed-in, if possible.Check their ears for debris and pests daily and clean them as recommended by your vet. Trim your dog’s nails before they get too long—usually once or twice per month. They should not be clicking against the floor. Your groomer can help with this.Your main concern when it comes to your Broholmer's care will be maintaining oral health. Brush their teeth daily as it can be an expensive issue to deal with if their oral hygiene worsens. Your veterinarian can instruct you on how to brush your dog's teeth properly.",
    "Feeding": "An ideal Broholmer diet should be formulated for a large breed with medium energy. They have a tendency to gain weight when they're overfed due to their large size, so you should stick to a regular feeding schedule and not leave food out during the day. Limit their number of treats as well.As with all dogs, the Broholmer's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Broholmer's diet, as there is far too much variation among individual dogs—including weight, energy, and health—to make a specific recommendation.",
    "Coat Color And Grooming": "The Broholmer is quite often mistaken for an English Mastiff due to their size and resemblance. The main colors of a Broholmer are typically brown or tan, sometimes with white markings or a black mask.The Broholmer has a short, smooth coat that lies close to the skin. They are not allergy-friendly and may not be a good choice for those who suffer from allergies. These large pups are fairly easy to groom. A good brushing per week will probably do.Because they tend to have shorter coats, the Broholmer isn't particularly suited for extreme weather. You'll likely need a coat in the winter for your dog, and you may need to apply sunscreen to the ears, nose, and sensitive areas where there's less fur coverage in the summer months.",
    "Children And Other Pets": "Because the Broholmer is a large dog, make sure they are properly trained and socialized so they do not injure smaller dogs or children in the house.The Broholmer has a calm and friendly demeanor and can get along with children of all ages but would be best suited with those who know how to play with them gently. That said, for children who learn early how to properly approach and play with a large dog, the Broholmer can make a great, active companion. Always supervise playtime between kids and dogs.When it comes to other pets, the Broholmer can get along with other animals if they are introduced slowly and calmly, and early socialization will help this go smoothly. It's best if they get used to other pets early, especially around the house.Still, many Broholmers get along just fine with other dogs and cats, so it really comes down to training, socialization, and the luck of the draw.",
    "Rescue Groups": "Because the Broholmer is a somewhat rare breed, it may be difficult to find a breed-specific rescue. However, you can always check with your local shelter, and you may want to try a rescue that caters to all types of dogs. You can take a look at the following:Wright-Way RescueAngels Among Us Pet RescueYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Companion Dogs"
    },
    {
      "name": "Height",
      "value": "22 to 30 inches."
    },
    {
      "name": "Weight",
      "value": "90 to 150 pounds."
    },
    {
      "name": "Life Span",
      "value": "8 to 12 years."
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 3
    }
  ]
}