{
  "id": "brussels-griffon",
  "url": "https://dogtime.com/dog-breeds/brussels-griffon",
  "name": "Brussels Griffon",
  "intro": "Originally bred to hunt and kill rats, this former Belgian street dog is a distinctive and unusual dog breed. Although the Brussels Griffon is small, they’re hardly a pampered pooch. Affectionate and lively, their intelligence, sense of humor, and air of self-importance keep them one step ahead of their people, who adore their pups anyway.\nAlthough these are purebred dogs, you may still find them in shelters and rescues. Remember to adopt! Don’t shop if you want to bring a dog home.\nGriffons adapt well to apartment life, but the neighbors might not appreciate this tiny watchdog’s tendency to sound off at any sign of what they believe to be trouble. These dogs also have quite a bit of energy for their size and need lots of exercise and playtime. Novice pet parents who expect a docile lapdog might find that this pup doesn’t sit still as long as they were hoping. But humans who can meet the breed’s needs and keep up with training will be rewarded with a loving, loyal family member.\nSee below for complete list of dog breed traits and facts about Brussels Griffons!",
  "description": {
    "": "\"Monkey face\" is a term often used to describe the appealing Brussels Griffon. This small, sturdy dog has an intelligent and lively look that's almost human in expression.Brussels Griffons, often called Griffons for short, originated in Belgium, where their hunting skills were used to keep stables free of rats and mice. They eventually became more popular as house pets, and these cheerful, curious, and affectionate dogs do make great companions — for the right person. They're sensitive, sometimes moody and high-strung, and more than a little demanding of their owner's attention.In the U.S., there are two types of Brussels Griffons: The rough-coated Griffon and the smooth-coated Griffon, called the Petit Brabancon. In the breed's homeland of Belgium, there are three types: the Petit Brabancon (which is smooth-coated, as in the U.S.), the Brussels Griffon, which has a rough red coat, and the Belgian Griffon, which has a rough coat that can be any color other than red.The Griffons' flat face, prominent chin, and large, wide-set eyes have led to many comparisons to the Ewoks or Wookie creatures in Star Wars. Despite their small size and cuddly looks, these sturdy dogs are suprisingly heavy and athletic. Many Griffons compete in agility, obedience, and other performance sports.Griffons usually get along well with other dogs and pets. They're very affectionate and tend to bond most closely with one person in the family. They especially love to snuggle with their favorite person.Because they're small and active in the house, they make good apartment dogs, although you may have to train them not to bark at every noise they hear.This unique breed isn't for everyone. The Griffon needs an owner who appreciates a dog that's up-close and personal rather than independent. Empty nesters are often ideal, because Griffons are like children who never grow up and leave for college. Of course, this trait doesn't appeal to everyone. Griffons require a time commitment, not only because they want a lot of time and attention from their people, but also because they can live to be 14 or 15 years old.",
    "Highlights": "Some Brussels Griffons can be gluttonous, and others are picky eaters. It's best to measure out their food and give them regular meals, instead of leaving out food for them all the time.Griffons can be stubborn and difficult to housetrain — stay patient, consistent, and definitely use a crate.They'll bark enthusiastically at every sound, making them good watchdogs but sometimes noisy housemates. Teaching your dog the \"quiet\" command is recommended.Griffons are sensitive dogs and when treated roughly, they may become fear biters — dogs who bite out of fear, rather than aggression.It's difficult to breed Griffons. They often need Caesarean sections, the litters are typically small, and puppy mortality is high.Griffons are not backyard dogs. Like other dogs with short noses, they're vulnerable to heat stroke, and their short hair makes them vulnerable to the cold as well. They need to live inside with the family.The demand for Griffon puppies surged after a Griffon dog was featured in the movie As Good As It Gets. With the increased market for puppies came careless breeding. To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments. Griffons can be either shy or aggressive, especially if they come from low-quality breeders who don't test the parent dogs for temperament problems.",
    "History": "Brussels Griffons trace their roots back to Belgium, where small, terrier-like dogs were bred to hunt and kill vermin in stables, especially those of horse-drawn hansom cabs--the equivalent of today's taxi — in the cities.The Brussels Griffon as we know it today was created from several breeds, including the Affenpinscher, Pug, and English Toy Spaniel. The Affenpinscher contributed the size and wiry coat texture, while the Toy Spaniel influence is seen in the large, expressive eyes, rounded head, and upturned underjaw. In the smooth-coated variety of the Brussels Griffon, the Pug influence is seen.These crosses eventually created a small dog with great rat-hunting abilities and an almost human-looking face — the Brussels Griffon or, as they are called in Europe, the Griffon Bruxellois.Over time, these cocky little dogs became popular as house pets for both noblemen and workers. By 1883, Belgian breeders created a standard for the breed — a written description of how the breed should look--and started entering them in dog shows. Marie Henriette, Belgium's queen and a dog enthusiast, fell in love with the little Griffon Bruxellois and began breeding them and promoting them in Europe and abroad. In 1889, the Club du Griffon Bruxellois was formed in Brussels with the smooth-coated variety being called the Griffon Brabancon.Both rough-coated and smooth-coated Brussels Griffon were exported to England in the early 1890s. In 1898, the breed was admitted to the English Stud Book, and clubs formed to develop the breed.The Griffon found his way to the U.S. around the same time. In 1899, the first Brussels Griffons were registered with the American Kennel Club and were shown at the Westminster Kennel Club dog show. The American Kennel Club officially recognized the breed in 1900.The numbers of Griffons shrank during World Wars I and II, when breeding dogs — or even keeping a small dog as a pet — was a luxury that few could afford. By the end of World War II, Brussels Griffons were nearly extinct in their country of origin, Belgium, but they hung on in England, thanks to the efforts of English breeders.Brussels Griffons have remained a fairly rare breed, although they became trendy for a time in the late 1950s, and again in the late 1990s, after a Griffon upstaged Jack Nicholson in the movie As Good As It Gets.",
    "Size": "Griffons typically stand 7 to 8 inches tall and weigh 7 to 12 pounds. Occasionally, a Griffon will grow to be 20 pounds, a throwback to the breed's larger ancestors.",
    "Personality": "Dogs are individuals, and in this breed temperaments range from outgoing and active to reserved, verging on shy. Most fall somewhere in the middle of the spectrum.The Brussels Griffon has a bossy streak and will run the household whenever he's allowed to, but beneath that tough-dog exterior he's a softie who loves being with his people and is in constant need of their time and attention. They're often called \"Velcro dogs\" because they like to stick close to your side.A Brussels Griffon who feels ignored will resort to misbehavior to get your attention. He dislikes being left home alone and will find a way to let you know of his displeasure.Temperament doesn't happen in a vacuum. It's affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Choose the middle-of-the-road puppy, not the one who's beating up his littermates or the one who's hiding in the corner. Always meet at least one of the parents — usually the mother is the one who's available — to ensure that they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when he grows up.Like every dog, Brussels Griffons need early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your puppy grows up to be a well-rounded dog. Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills.Brussels Griffons love their people, but they can be independent thinkers. Train them with kindness and consistency, using positive reinforcements that include food rewards and praise. The Brussels Griffon who's treated harshly will simply become more stubborn and less willing to do your bidding. Your best bet is to keep training interesting. Keep training sessions short, and always end on a high note, praising him for something he did well.",
    "Health": "Griffons are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Griffons will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition. In Griffons, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).Hip Dysplasia: This is a heritable condition in which the thighbone doesn't fit snugly into the hip joint. Some dogs show pain and lameness on one or both rear legs, but you may not notice any signs of discomfort in a dog with hip dysplasia. As the dog ages, arthritis can develop. X-ray screening for hip dysplasia is done by the Orthopedic Foundation for Animals or the University of Pennsylvania Hip Improvement Program. Dogs with hip dysplasia should not be bred. If you're buying a puppy, ask the breeder for proof that the parents have been tested for hip dysplasia and are free of problems. Hip dysplasia is hereditary, but it can also be triggered by environmental factors, such as rapid growth from a high-calorie diet or injuries incurred from jumping or falling on slick floors. Veterinary care includes giving your Griffon supplements and medicines to help prevent or lessen the pain of arthritis and, in severe cases, surgery.Patella Luxation: Also known as \"slipped stifles,\" this is a common problem in small dogs. It is caused when the patella, which has three parts — the femur (thigh bone), patella (knee cap), and tibia (calf) — is not properly lined up. This causes lameness in the leg or an abnormal gait, sort of like a skip or a hop. It is a condition that is present at birth although the actual misalignment or luxation does not always occur until much later. The rubbing caused by patellar luxation can lead to arthritis, a degenerative joint disease. There are four grades of patellar luxation, ranging from grade I, an occasional luxation causing temporary lameness in the joint, to grade IV, in which the turning of the tibia is severe and the patella cannot be realigned manually. This gives the dog a bowlegged appearance. Severe grades of patellar luxation may require surgical repair.Eye Problems: The Brussels Griffon's prominent eyes are prone to being scratched and becoming irritated. Be sure to check with your vet if your dog's eyes are red or he is rubbing them excessively.Skin Allergies: Brussels Griffons can be prone to allergies. If yours is itching or licking at his paws excessively, have him checked by your vet.",
    "Care": "Without a doubt, Griffons are housedogs. But so long as they're inside with the family, their small size makes them suited to any household, from city highrises to country estates. In either place they can impress you with their inborn rat-hunting skill.They have a lot of energy and need regular exercise to stay in shape, but they'll do okay without a yard so long as they get walks or some other exercise every day. Because they're short-nosed dogs, they can't cool the air they breathe in, and can overheat on hot, humid days. Heat stroke is dangerous, so keep your Griffon someplace cool on a hot day. If you do take him out in the sun, watch for the signs of heat exhaustion — deep, rapid panting and sluggishness. More serious signs include vomiting or diarrhea and seizures. Don't let him play hard on a hot day, and be sure he has access to plenty of fresh, cool water.His intelligence and athletic ability make the Griffon a contender in dog sports such as agility, obedience, and even tracking, as long as you persuade him that it's worthwhile. Training must be fun, and positive reinforcement — rewarding your dog for getting it right, rather than punishing him for mistakes — is the only way to get cooperation from a Griffon. You can't force a Griffon to do anything, but you can make him believe it's his idea.Like so many small breeds, Brussels Griffons can be hard to housetrain. Use crate training and be consistent and persistent, and your dog may eventually be reliable in the house. Or not.",
    "Feeding": "Recommended daily amount: 1/4 to 1/2 cup of high-quality dry food a day, divided into two meals.NOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Griffon in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test. First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Griffon, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "Rough-coated Brussels Griffons have a wiry, dense coat with no silky hair anywhere on their bodies. The hair on the head is slightly longer around the eyes, cheeks, and chin. Although it's wiry, the rough coat should never appear untidy.Smooth-coated Brussels Griffons have a straight, short, glossy coat that lies close to the body, with no trace of wiry hair.Brussels Griffons come in four colors:Red (a reddish brown color with perhaps a little black at the whiskers and chin)Belge (black and reddish brown mixed, usually with black mask and whiskers)Black and Tan (black with uniform reddish brown markings under the chin, on the legs, above each eye, around the edges of the ears, and around the vent — the rear end to you and me)BlackA mature Brussels Griffon may sport a gray muzzle, but otherwise you won't see any white hairs on him.To keep their coats looking neat, rough-coated Griffons must be brushed weekly with a natural bristle brush or hound glove to remove dead hair and then combed with a medium-tooth metal comb. Twice a year they need specialized grooming. The coat must t be \"hand stripped,\" which involves gently plucking loose hairs out by hand to allow new coat growth. Your BG's breeder can show you how to strip the coat, or you can find a professional groomer who knows how to do it — not all do.The benefits? Stripping maintains the coat's hard, wiry texture and reduces scratching and shedding. And this type of coat is somewhat more friendly to people with allergies. You can keep your BG in a schnauzer clip if you don't want to deal with the time or expense involved in stripping the coat, but if you have allergies it may be worth your while to have it done or learn to do it yourself. Clipping the coat makes it feel softer, and the dog will shed more than he does with his wiry coat.Smooth-coated Griffons, on the other hand, need very little grooming other than weekly brushing and an occasional bath when they start to smell doggy. If your Griffon likes to play outdoors and then nap on your sofa or bed, you may want to bathe him weekly. As long as you use a shampoo made for dogs and rinse thoroughly, this shouldn't dry out his skin or hair.Whether smooth-coated or rough, the Griffon sheds little hair.Brush your Griffon's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim nails once or twice a month if your dog doesn't wear them down naturally. If you can hear them clicking on the floor, they're too long. Short, neatly trimmed nails keep the feet in good condition and prevent your legs from getting scratched when your Griffon enthusiastically jumps up to greet you.Begin accustoming your Griffon to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the ears, nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "Griffons don't enjoy hitting, unwanted hugs, being chased, or being forced to sit in someone's lap. If they're cornered or can't escape someone's grasp, they'll growl or snap. For these reasons, they're not a good match for homes with young children, who often don't understand that a cute little Griffon might not want their \"love and kisses.\"It's fine to let your Griffon be around young kids — in fact, it's important to get him used to children, especially during puppyhood, when his temperament is still taking shape. But always supervise your Griffon when children are around, and never let young kids pick him up; instead, make the child sit on the floor with the dog in his lap. Pay attention to the dog's body language, and put him safely in his crate if he looks unhappy or uncomfortable with the child's attention.Griffons usually get along well with other pets, but like most small breeds they're completely unaware of their size and will take on dogs much bigger than themselves. Be prepared to protect them from themselves.",
    "Rescue Groups": "Brussels Griffons are often purchased without any clear understanding of what goes into owning one. There are many Griffons in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Griffon rescue.National Brussels Griffon Rescue, Inc.",
    "Breed Organizations": "Below are breed clubs, organizations, and associations where you can find additional information about the Brussels Griffon.American Brussels Griffon Association"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Companion Dogs"
    },
    {
      "name": "Height",
      "value": "7 to 8 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "7 to 12 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}