{
  "id": "bugg",
  "url": "https://dogtime.com/dog-breeds/bugg",
  "name": "Bugg",
  "intro": "The Bugg is a mixed breed dog — a cross between the Boston Terrier and Pug dog breeds. Intelligent, affectionate, and spunky, these pups inherited some of the best traits from both of their parents.\nThe Bugg is sometimes called the Pugin or simply the Boston Terrier Pug. Despite their unfortunate status as a designer breed, you can find these mixed breed dogs in shelters and breed specific rescues, so remember to adopt! Don’t shop!\nThese cute pups are great apartment and house dogs, alike. Since they don’t require as much exercise as larger breeds, they’re an excellent choice for seniors or first-time owners. Still, this mix is an intelligent, playful dog, and they love being the center of attention. If you are looking for a silly pooch who will be glued to your side most of the time, this may be the right dog for you!\nSee below for all Bugg facts and mixed dog breed characteristics!",
  "description": {
    "Highlights": "Buggs are mixed breed dogs. They are not purebreds like their Boston Terrier or Pug parents.The main colors of Buggs are brown, black, and white. Sometimes their coats are solid, and sometimes they have a mix of colors. Some even inherit the Boston Terrier's trademark tuxedo.They usually have short coats, and they're generally considered to be a good choice for allergy sufferers. Still, their short coats do shed a bit, so they are not completely hypoallergenic.Buggs are prone to weight gain. Make sure your dog gets at least one good half-hour- to hour-long walk per day with a few good, active play sessions mixed in.The Bugg is a notoriously friendly and playful dog, which makes them a wonderful pet for children. Still, the Bugg is a small mixed breed dog, and they can be easily injured by overly excited children.Buggs like to be the center of attention, and they may prefer to be the only pet in the house.They can handle small bouts of being alone, but they do best in a household where someone is home for a majority of the time.",
    "History": "The Bugg dog breed may have existed naturally over the years, but designer breeders started intentionally mixing Boston Terriers and Pugs in the late 1980s, likely in North America.Both the Boston Terrier and the Pug are known as affectionate, easy-going breeds, so breeders likely wanted to mix the two parent breeds to maximize these desirable traits. They continued to breed Buggs as demand for the mixed breed pups climbed.Even though the Bugg breed got their start as a designer breed, some have ended up in shelters or in the care of rescue groups. Consider adoption if you decide the Boston Terrier Pug mix is the right breed for you. Check your local shelters, look up Bugg rescues, or check with breed specific Boston Terrier or Pug rescues, as they sometimes take in mixed breed dogs and find homes for them.",
    "Size": "As the Bugg is a somewhat new mixed breed, there are few standards when it comes to size. However, as a mix between two compact breeds, the Boston Terrier and the Pug, you can expect them to be on the smaller side.Most weigh in between ten and 25 pounds, and they range in height from 14 to 18 inches from the shoulder. That said, many can be smaller or larger.",
    "Personality": "Just like their parents, Buggs can be incredible companions. The mixed breed tends to be outgoing and friendly, even with children. They also tend to pick a favorite human and stick by their side, which makes them ideal pets for one-person homes as well as families.The Bugg can also get territorial if not properly socialized and trained. As a small dog, the Bugg is prone to resource guarding and could get vocal or snippy with other animals or pets competing for your attention.Many Bugg enthusiasts describe the mixed breed as nothing short of goofy. They are always happy to indulge in a quick play session or to burrow into you as you watch TV from the couch. This hammy mixed breed loves being in the spotlight, which also means that they are prone to separation anxiety. They can handle small bouts of being alone, but they do best in a household where someone is home for a majority of the time.",
    "Health": "The Bugg breed is predisposed to some of the same conditions that the Pug and Boston Terrier also face. While most are generally healthy, some may be prone to a few ailments, which is why it is important to maintain good care and regular veterinary checkups.Some of the more common health problems Buggs suffer from include:Brachycephalic syndromeEye issues, especially cataractsPatellar Luxation (knee joint issues)",
    "Care": "As with all dogs, you should keep up with your Bugg's regular veterinary checkups to detect any potential health hazards early. Your vet can help you develop a care routine to keep your Bugg healthy.Buggs don't require a massive amount of exercise, so if they overeat even just a little, they are prone to weight gain. Make sure your dog gets at least one good half-hour- to hour-long walk per day with a few good, active play sessions mixed in.Check their ears for debris and pests daily and clean them as recommended by your vet. Trim your dog's nails before they get too long--usually once or twice per month. They should not be clicking against the floor. Your groomer can help with this.The Bugg is a brachycephalic breed, AKA the adorable, smushed face. This means one of your main concerns regarding your Bugg's health should be their respiratory health. Talk to your vet about a plan of action to prevent brachycephalic syndrome, a potentially fatal condition.You should brush their teeth daily, as small breeds are prone to dental issues. Your veterinarian can instruct you on how to brush your dog's teeth properly.",
    "Feeding": "An ideal Bugg diet should be formulated for a small breed with high energy. Still, they are more than happy to laze about if given the chance, and they have a tendency to gain weight if overfed.Be sure to stick with a regular feeding schedule, and don't leave food out during the day. While treats are an amazing incentive for training your Bugg, try to limit the amount.As with all dogs, the Bugg's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Bugg's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "Bugg coats are often a mix of their Boston Terrier and Pug parents' coats and colors. The main colors of Buggs are brown, black, and white. Sometimes their coats are solid, and sometimes they have a mix of colors. Some even inherit the Boston Terrier's trademark tuxedo.They usually have short coats, and they're generally considered to be a good choice for allergy sufferers. Still, their short coats do shed a bit, so they are not completely hypoallergenic.The Bugg's coat is fairly easy to care for. A weekly brushing, along with regular bathing, will keep your Bugg's coat clean and healthy.Because they tend to have shorter coats--along with flat faces--Buggs are not suited for extreme weather. You'll likely need a coat in the winter for your dog, and you may need to apply sunscreen to the ears, nose, and sensitive areas where there's less fur coverage in the summer months.",
    "Children And Other Pets": "The Bugg is a notoriously friendly and playful dog, which makes them a wonderful pet for children. Still, the Bugg is a small mixed breed dog, and they can be easily injured by overly excited children. This pup can make an amazing, active companion for kids who learn how to properly approach and play with a small dog.When it comes to other pets, Buggs can get along with other animals if they are introduced slowly and calmly, and early socialization will help this go smoothly. If not, your Bugg might show off their Boston Terrier-inherited territorial streak and become aggressive with other animals, especially other dogs. Buggs like to be the center of attention, and they may prefer to be the only pet in the house.Still, many Buggs get along just fine with other dogs and cats, so it really comes down to training, socialization, and the luck of the draw.",
    "Rescue Groups": "It may be hard to find a breed-specific rescue for Buggs because they are a mixed breed. However, you may want to try Boston Terrier or Pug breed specific rescues, as they often care for mixes, as well. Here are some rescues you can try:MidAmerica Boston Terrier Rescue Inc.Compassionate Pug RescueYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "14 to 18 inches"
    },
    {
      "name": "Weight",
      "value": "10 to 25 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}