{
  "id": "bull-pei",
  "url": "https://dogtime.com/dog-breeds/bull-pei",
  "name": "Bull-Pei",
  "intro": "The Bull-Pei is a mixed breed dog–a cross between the Chinese Shar-Pei and English Bulldog breeds. Medium in size, loving, and loyal, these pups inherited some of the best traits from both of their parents.\nDespite their unfortunate status as a designer breed, you may find these pups in shelters and breed specific rescues, so remember to adopt! Don’t shop!\nBull-Peis make excellent companions and guard dogs without being too large or requiring much exercise. They’re striking to look at because of their wrinkles. Just make sure that you have the time to keep your pup clean and dry, as they are prone to getting skin infections between the wrinkles.\nThese dogs can live in apartments or houses. If you’re looking for a chill companion dog who looks quite distinguished, the Bull-Pei may be perfect for you.\nDogTime recommends this carrier for traveling with your small Bull-Pei. You should also pick up this dog brush and massager for your short-haired pup!\nSee below for all mixed dog breed traits and facts about Bull-Peis!",
  "description": {
    "Highlights": "The Bull-Pei is a mixed breed dog. They are not purebreds like their English Bulldog or Shar-Pei parents.The main colors of Bull-Pei's are black, brown, grey, white, and fawn. Rarely solid, their coats typically have a blend of two or more colors.They're generally not considered allergy friendly. Luckily, their coats are very easy to groom. A good brushing per week will probably do.Bull-Peis may be more suitable for households with older kids who know how to behave and interact with animals.They can get along well with other dogs, if they are raised with them. If they take after the Shar-Pei parent, they may make a better solo pet.Bull-Peis don't need too much exercise. They may only require about 40 to 60 minutes of exercise per day.Bull-Peis personalities can be somewhat placid and are not overly excitable. They're very content around their loved ones and won't be too concerned about making friends outside of their home.",
    "History": "The Bull-Pei mixed breed may have existed naturally over the years, but designer breeders started intentionally mixing Chinese Shar-Peis and English Bulldogs in the 1990s, likely in North America.Breeders wanted to mix the two parent breeds to create a distinguished looking, companion guard dog. They continued to create Bull-Peis as demand for the mixed breed grew.Even though the Bull-Pei mixed breed got its start as a designer breed, some have ended up in shelters or in the care of rescue groups. Consider adoption if you decide this is the breed for you.Check your local shelters, look up Bull-Pei rescues, or check with breed specific Shar-Pei and English Bulldog rescues, as they sometimes take in mixed breed dogs and find homes for them.This mixed bred is recognized by:ACHC = American Canine Hybrid ClubDDKC = Designer Dogs Kennel ClubDRA = Dog Registry of America, Inc.IDCR = International Designer Canine Registry®",
    "Size": "As the Bull-Pei is a relatively new mixed breed, there are few standards when it comes to size. That said, as a mix between Shar-Pei and English Bulldog parents, you can expect Bull-Peis to be medium in size.Most weigh in at 35 to 65 pounds and range in height from 16 to 18 inches at the shoulder. However some can be larger or smaller. There is relatively no difference between the males and females in terms of size.",
    "Personality": "Bull-Peis personalities can be somewhat placid and are not overly excitable. They're very content around their loved ones and won't be too concerned about making friends outside of their home.While the Shar-Pei tends to be more active than the English Bulldog, their Bull-Pei pups don't need too much exercise. They may only require about 40 to 60 minutes of exercise per day.Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them.If you adopt a adult Bull-Pei, closely supervise them around children. English Bulldogs are known for having a great disposition around children. That is not the case with Chinese Shar-Peis. Above all else, socialization is the key for having a well rounded dog.",
    "Health": "The Bull-Pei mixed breed is predisposed to some of the same conditions that the Shar-Pei and English Bulldog also face. While most are generally healthy, some may be prone to a few health issues, which is why it is important to maintain good care and regular veterinary checkups.Some of the more common health problems Bull-Peis suffer from include:Skin ProblemsBreathing DifficultyHypothyroidismCancerPatellar LuxationBloatIt's fun to spoil our dogs with treats, but keeping your dog's weight in check is one of the best things you can do for them. Chopped carrots or celery make great little healthy treats.",
    "Care": "As with all dogs, you should keep up with your Bull-Pei's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog living as long as possible.Make sure your dog is clean between the folds of their skin to keep them from getting infections.Check their ears for debris and pests daily and clean them as recommended by your vet. Trim your dog's nails before they get too long--usually once or twice per month. They should not be clicking against the floor. Your groomer can help with this.One of the toughest jobs in caring for any dog will be maintaining their oral health. You should brush their teeth daily, as many dogs are prone to dental issues. Your veterinarian can instruct you on how to brush your dog's teeth properly.If you find your dog dragging their bottom or \"scooting\" they may need to have their anal glands expressed. You can do this yourself, or have a vet or groomer do it.",
    "Feeding": "An ideal Bull-Pei diet should be formulated for a medium-sized breed. They have a tendency to gain weight if they are overfed, so you should stick to a regular feeding schedule and not leave food out during the day. Limit their amount of treats, as well. Look for a high quality dog food.As with all dogs, the Bull-Pei's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Bull-Pei's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "Bull-Pei coats are often a mix of their Shar-Pei and English Bulldog parents' coats and colors. The main colors of Bull-Pei's are black, brown, grey, white, and fawn. Rarely solid, their coats typically have a blend of two or more colors.They usually have short coats, and they're generally not considered allergy friendly. Luckily, their coats are very easy to groom. A good brushing per week will probably do, it helps spread the oil through their coat.Bathe approximately every twelve weeks. Frequent baths can irritate their skin. After bathing, they need to be thoroughly dried between all the folds of their skin to keep them from getting yeast infections.Because they tend to have shorter coats, Bull-Peis aren't particularly suited for extreme weather. You'll likely need a coat in the winter for your dog, and you may need to apply dog sunscreen to the ears, nose, and sensitive areas where there's less fur coverage in the summer months.As you groom, check for sores, rashes, or signs of infection such as redness, odor, tenderness, or inflammation on the skin, in the ears, nose, mouth, and eyes, and on the feet. Ears should smell good, without too much wax or gunk inside, and eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "While English Bulldogs are known for being fond of kids, Chinese Shar-Peis don't have the same innate adoration for small humans. Bull-Peis could go either way. If they are raised from puppyhood, chances are they will be overly protective every member of their home.Bull-Peis may be more suitable for households with older kids who know how to behave and interact with animals.They can get along well with other dogs, if they are raised with them. Shar-Pei's can be aggressive and territorial, so if the Bull-Pei has more of this side of the parental gene pool, they would make a better solo pet.Close supervision around other animals is strongly recommended. This mixed breed could be prone to chasing cats and other small animals.Learn more about this pup by reading about their parent breeds, the Chinese Shar-Pei and English Bulldog.",
    "Rescue Groups": "It may be hard to find a breed specific rescue for Bull-Peis because they are a mixed breed. However, you may want to try English Bulldog or Shar-Pei breed specific rescues, as they often care for mixes, as well. Here are some rescues you can try:The Bulldog Club of America Rescue NetworkPei Land Shar Pei RescueYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "16 to 18 inches"
    },
    {
      "name": "Weight",
      "value": "35 to 65 pounds"
    },
    {
      "name": "Life Span",
      "value": "9 to 11 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 2
    }
  ]
}