{
  "id": "bull-terrier",
  "url": "https://dogtime.com/dog-breeds/bull-terrier",
  "name": "Bull Terrier",
  "intro": "The Bull Terrier was originally developed in the 19th century as a fighting dog and, later, a fashionable companion for gentlemen, but these days they’re a family companion and show dog. They’re a dog breed distinguished by their long, egg-shaped head.\nEven though these are purebred dogs, some may still end up in the care of shelters or rescues. Consider adoption if this is the breed for you.\nThis dog is a lover, not a fighter. In fact, Bull Terriers are known for being affectionate to all the members of their household, especially children. Their friendliness and love of people also means they don’t like to be left alone for long hours, though. They want to be a part of all their humans’ daily activities. Because they have high energy and intensity, these dogs need plenty of exercise and vigorous playtime. If you can be firm and consistent with training, stay active to keep up with your pup, and provide plenty of love and attention, then this dog may be your new best friend!\nDogTime recommends this dog bed to give a good night’s sleep to your medium-sized Bull Terrier. You should also pick up this dog brush and massager for your short-haired pup!\nSee below for complete list of Bull Terrier dog breed facts and characteristics!",
  "description": {
    "": "If you remember the late 1980s, you probably recall the Budweiser commercials featuring a Bull Terrier named Spuds Mackenzie, whose sly grin and on-screen antics turned the breed into a pop icon. Many people were captivated by the breed's unique head, muscular build, and fun-loving nature. After the ads aired, the Bull Terrier's popularity soared.Nicknamed \"the kid in a dog suit,\" the Bull Terrier is active and friendly, as well as being one of the clowns of the dog world. He has a larger-than-life personality that ranges from intelligent and innovative — not always the most desirable qualities in a dog — to placid and loyal. He also comes in a smaller version — the Miniature Bull Terrier — who shares the same attributes.Life with a Bull Terrier is always an experience. He's a \"busy\" dog from puppyhood well into middle age. The Bull Terrier isn't content to spend long periods alone day after day; he wants to be with his people, doing what they're doing. He does best with an active family who can provide him with plenty of energetic play. He also needs someone who will consistently (but kindly) enforce the house rules. Otherwise, he'll make up rules of his own. For that reason, he's not the best choice for timid owners or people who are new to dogs.Like most terriers, Bull Terriers (unneutered males in particular) can be aggressive toward other animals, especially other dogs. To be well-behaved around other canines, they need early socialization: positive, supervised exposure to other dogs that begins in early puppyhood and continues throughout life. Cats and other furry animals who enter their territory should beware.Because they can be rambunctious, Bull Terriers aren't recommended for homes with younger children, but with older kids they're tireless playmates. They enjoy vigorous daily exercise and can be highly destructive if they're bored. Successfully training a Bull Terrier calls for patience, confident leadership, and consistency.Some cities and states have restrictions on or ban ownership of Bull Terriers, and you should be aware of your local laws before you bring your Bull Terrier home.If you're ready to take on the challenge of a Bull Terrier, you'll find him to be an affectionate, loyal companion who's always ready to entertain you — he's been known to make even the most serious of people giggle — or go on an adventure. One thing's for sure: life with this breed will never be dull.",
    "Highlights": "Bull Terriers thrive in the company of their people, and should live indoors with their human family. They don't do well when left alone for long periods and will wreak destruction when bored.Bull Terriers aren't suited for cold, damp climates. Keep your Bull Terrier warm with a coat or sweater in winter.These aren't high maintenance dogs, grooming-wise. A weekly brushing and occasional wipe-down with a damp cloth is usually all it takes to keeps them clean, although they must be brushed more frequently during twice-yearly shedding periods.The Bull Terrier needs 30 to 60 minutes of exercise, play, and mental stimulation daily.Ownership of Bull Terriers is restricted or banned in some cities, states, and provinces. Research your local dog laws before you get one; banned dogs may be seized and euthanized.The Bull Terrier is strong-willed and can be difficult to train. He's not recommended for timid or first-time dog owners.Without early socialization and training, Bull Terriers can be aggressive toward other dogs, animals, and people he doesn't know.Bull Terriers are too rough and rambunctious for homes with young children, but they're tireless playmates for active older kids who've been taught how to interact with dogs.Never buy a Bull Terrier from a puppy mill, a pet store, or a breeder who doesn't provide health clearances or guarantees. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies and who breeds for sound temperaments.",
    "History": "The Bull Terrier dates to approximately 1835 and was probably created by crossing a Bulldog with the now-extinct white English Terrier. These \"bull and terrier\" dogs were later crossed with Spanish Pointers to increase their size. They were known as gladiators for their prowess in the dog-fighting ring.In 1860, fanciers of the bull and terrier, in particular a man named James Hinks, set about creating an all-white dog. The striking animals became fashionable companions for gentlemen and were nicknamed \"White Cavalier\" because of their courage in the dog-fighting ring and their courtliness toward people. While they're no longer used for fighting, white Bull Terriers still go by that sobriquet to this day, a tribute to their sweet disposition (which of course is shared by colored Bull Terriers).The first Bull Terrier registered by the American Kennel Club (AKC) was Nellie II in 1885. Twelve years later, in 1897, the Bull Terrier Club of America was formed. The colored Bull Terrier was made a separate variety in 1936, and the Miniature Bull Terrier became a separate breed in 1992.Well-known fans of Bull Terriers include General George S. Patton, whose white Bull Terrier Willie followed him everywhere; actress Dolores Del Rio; author John Steinbeck; and President Woodrow Wilson. One well-known Bull Terrier is Patsy Ann, who greeted each ship that docked in Juneau, Alaska during the 1930s. Beloved by tourists, she was photographed more often than Rin Tin Tin, and in 1934 she was named the official greeter of Juneau. Today, Patsy Ann's spirit lives on in a bronze statue that was commissioned and placed on the Juneau wharf in 1992.A Bull Terrier appeared in Sheila Burnford's book \"The Incredible Journey,\" as well as the first film version of it, but that film didn't have the same effect on the breed as Budweiser's 1980-era commercials starring Bull Terrier Spuds Mackenzie. When the ad campaign aired, the breed's popularity soared.A colored Bull Terrier made history in 2006, when Ch. Rocky Top's Sundance Kid (Rufus to his friends) became the first colored Bull Terrier to win Best in Show at the Westminster Kennel Club dog show. The only white Bull Terrier to win the prestigious event was Ch. Haymarket Faultless in 1918. The breed's appearance has changed quite a bit — for the better, breeders say — since then.Today, Bull Terriers rank 61st in popularity among the breeds and varieties registered by the American Kennel Club, up from 85th in 1996. Miniature Bull Terriers rank 129th.",
    "Size": "Bull Terriers come in a wide range of sizes, ranging from 35 pounds to 75 pounds. Generally, males weigh 55 to 65 pounds and females 45 to 55 pounds. They stand about 21 to 22 inches at the shoulder.The Miniature Bull Terrier stands 10 to 14 inches tall at the shoulder, and weighs about 25 to 33 pounds.",
    "Personality": "Never one to take a backseat to anyone or anything, the Bull Terrier is a friendly, feisty extrovert who's always ready for a good time, and always happy to see you. A Bull Terrier who's shy and backs away from people is absolutely not normal.Bull Terriers and Mini Bull Terriers are described as courageous and full of fire. These are good traits, but they can veer into the disagreeable category if the Bull Terrier is allowed to become possessive or jealous. Without early training and socialization — exposure to dogs and other animals — they can be potentially aggressive toward other animals.With people, though, they have a sweet disposition. On the downside, they can be chewers, barkers, and tail chasers, and are often difficult to housetrain.",
    "Health": "Bull terriers are generally healthy, but like any breed, they can have health issues. Reputable breeders provide health certifications for a puppy's parents.In Bull Terriers, you should expect to see the results of BAER hearing tests for white Bull Terriers, health clearances from the Orthopedic Foundation for Animals for the heart and thyroid, and UP:UC ratios for kidney function.Because some health problems don't appear until a dog reaches full maturity, health clearances aren't issued to dogs younger than two years old. Look for a breeder who doesn't breed her dogs until they're two or three years old.The following problems may occur in the breed: Hereditary Nephritis is a severe form of kidney disease found in Bull Terriers, often at an early age. It's caused by small and undeveloped kidneys or a malfunction of the kidney's filters, resulting in high levels of protein in the urine. Bull Terriers with this disease usually die before they're three years old, although some live to be 6 or 8 years old before succumbing to kidney failure. A urine protein/urine creatinine (UP:UC) test is recommended annually, starting when dogs are 18 months old. Bull Terriers with an abnormal UP:UC ratio, meaning there's too much protein in the urine, should not be bred. Bull Terriers can also suffer from renal dysplasia, a congenital disease (meaning the dog is born with it) in which the kidneys don't mature properly, hindering their ability to perform properly. Deafness in one or both ears is common in white dogs, and some colored Bull Terriers can be deaf in one ear. All Bull Terrier puppies should undergo BAER (brainstem auditory evoked response) testing to ensure that their hearing is normal. A veterinarian or a Bull Terrier club can help you find the nearest BAER testing facility. Bull Terriers who are deaf in one ear can lead relatively normal lives, but puppies that are deaf in both ears require special training techniques and handling. Heart Disease caused by defects in heart structure and function is occasionally found in Bull Terriers. Some cases are more serious than others and usually are indicated by the presence of a heart murmur. In some cases, a cardiac ultrasound (echocardiogram) may be necessary to diagnose the problem. Some Bull Terriers outgrow their murmurs, some live with them for years with no problem, and others develop heart failure. Depending on the condition and the stage at which it's diagnosed, treatment may range from medication to surgery. Skin Problems can affect Bull Terriers, especially white ones, who have sensitive skin that can be prone to rashes, sores and irritations. They may also be prone to contact or inhalant allergies, caused by a reaction to substances such as detergents or other chemicals or airborne allergens such as pollen, dust, and mildew. Check your Bull Terrier's skin regularly and treat any rashes quickly. Provide soft, clean bedding in crates and other sleeping areas to prevent sores. Sometimes a change to a diet with few or no chemical additives can help. Other Bull Terriers need long-term treatment with antibiotics or steroids to keep skin problems under control. Spinning is an obsessive form of tail-chasing that usually begins at approximately six months of age. It can continue for hours and leave the dog with no interest in food or water. Spinning may be a type of seizure and is sometimes successfully treated with medications such as phenobarbitol, anafranil or Prozac. Treatment is often more successful in females than males. Bull Terriers can also develop a milder form of tail chasing that's easily dealt with by eliminating the dog's boredom. Lens luxation is when the lens of the eye is displaced when the ligament holding it in place deteriorates. It's sometimes treatable with medication or surgery, but in severe cases the eye may need to be removed.",
    "Care": "The Bull Terrier needs someone at home during the day. Leaving a Bull Terrier to entertain himself is about as smart as leaving a creative and intelligent child unsupervised in a room full of explosives. For one thing, they'll eat just about anything, and many die from gastrointestinal blockages that aren't discovered until it's too late. Rawhide toys can be especially problematic. Bull Terrier-proof your home!A Bull Terrier needs half an hour to an hour of physical and mental exercise daily. He'll enjoy going for walks, chasing a ball, or testing his wits against an interactive toy. He's also capable of competing in agility and obedience trials. Be sure to always walk him on leash so he won't run after other animals or go off exploring on his own.Bull Terrier puppies are bouncy and into everything. High-impact exercise can damage growing bones, so until your puppy's full grown, at 12 to 18 months of age, beware of bone-jarring activities such as jumping on and off the furniture, playing Frisbee, or running on slick wood or tile floors. These can all stress or injure the still-developing joints and ligaments.Early and consistent training is essential. You must be able to provide leadership without resorting to physical force or harsh words. A Bull Terrier isn't the easiest breed to train, and you'll be most successful if you appeal to his love of play with positive reinforcement techniques while still remaining firm and consistent in what you expect.Bull Terriers can be difficult to housetrain. Follow the housetraining program closely; the crate method is best. A crate will also prevent your Bull Terrier from destroying your belongings or otherwise getting into trouble.Bull Terriers are suspicious of strangers and can be aggressive toward other animals (especially dogs of the same sex) and people. Take him to puppy socialization classes as early as possible, as well as to dog-friendly public places so he can get used to many different situations, people, and dogs. He should also learn to welcome visitors to your home.",
    "Feeding": "Recommended daily amount: 1 5/8 to 4 1/4 cups of a high-quality dog food daily, divided into two meals.How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Bull Terrier in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test. First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Bull Terrier, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The Bull Terrier's coat is short, flat, and shiny, with a hard texture. Bull Terriers come in two color varieties: white and colored. White Bull Terriers are solid white, with or without colored markings on the head but nowhere else on the body. Colored Bull Terriers are any color other than white or any color with white markings.Bull Terriers are easy to groom; they need only weekly brushing with a rubber mitt or curry brush. The exception is during their twice yearly shedding season, when daily brushing will be necessary to keep all the hair under control. Unless they've rolled in something stinky, Bull Terriers don't need frequent bathing and can be washed with a dry shampoo or dusted off with a damp cloth.Other grooming needs include dental hygiene and nail care. Brush your Bull Terrier's teeth at least two or three times a week to remove tartar buildup and the accompanying bacteria. Daily is better. Trim his nails once or twice a month, or as needed. If you can hear the nails clicking on the floor, they're too long. Short nails keep the feet in good condition and don't get caught in the carpet and tear. If the feet need to be tidied up with trimming, the best time to do it is when you are clipping the nails.Check the ears weekly to make sure there's no debris, redness, or inflammation. Clean them as needed with a cotton ball and a cleanser recommended by your dog's breeder or your veterinarian. Wipe around the outer edge of the ear canal, and don't stick the cotton ball any deeper than the first knuckle of your finger.Begin getting your Bull Terrier used to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears.Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.",
    "Children And Other Pets": "Bull Terriers and Miniature Bull Terriers are active dogs who can play rough, so they're not recommended for homes with young children. They're great playmates with boundless energy for active older children who understand how to interact with dogs.Bull Terriers can, however, be aggressive toward kids they don't know, especially if there's a lot of shouting or wrestling going on. They may feel it's their duty to protect \"their\" children from their friends. Always supervise play; as with any dog, never leave a dog alone with a child, and teach children how to approach and touch dogs.With the children in their own family, they're highly tolerant, but they don't like being teased. Don't permit your children to play tug-of-war with the dog.Bull Terriers, especially unneutered males, can be aggressive toward dogs of the same sex, but opposite genders usually get along well. Bull Terriers shouldn't be trusted with cats or other small furry animals.",
    "Rescue Groups": "Bull Terriers are sometimes bought without any clear understanding of what goes into owning one, and these dogs often end up in the care of rescue groups, in need of adoption or fostering. If you're interested in adopting a Bull Terrier, a rescue group is a good place to start.Bull Terrier Club of America Rescue Support CommitteeMiniature Bull Terrier Club of AmericaBig Apple Bull Terrier Rescue",
    "Breed Organizations": "Below are breed clubs, organizations, and associations where you can find additional information about the Bull Terrier.Bull Terrier Club of America"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Terrier Dogs"
    },
    {
      "name": "Height",
      "value": "21 to 22 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "35 to 75 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}