{
  "id": "bullador",
  "url": "https://dogtime.com/dog-breeds/bullador",
  "name": "Bullador",
  "intro": "The Bullador is a mixed breed dog–a cross between the Labrador and English Bulldog breeds. These pups fall into the medium-to-large size range. Active and loyal, Bulladors inherited some of the best traits from both of their parents.\nBulladors should not be confused with Labrabulls–Labrador Retriever and Pit Bull mixes. Despite their unfortunate status as a designer breed, you can find these mixed pups in shelters and breed specific rescues, so remember to adopt! Don’t shop!\nIf you are a longtime dog parent and want to add a social, furry companion to your family, please step right up! Big homes with yards are ideal but not required. Bulladors can live in apartments as long as they get plenty of exercise and lots of love. They’re protective of their loved ones and friendly with people, children, and other dogs. Don’t leave them alone for long periods, though, or else they may become bored and destructive.\nDogTime recommends this dog bed to give a good night’s sleep to your medium-sized Bullador. You should also pick up this dog brush and massager for your short-haired pup!\nSee below for all Bullador facts and mixed dog breed characteristics!",
  "description": {
    "Highlights": "The Bullador is a mixed breed dog. They are not purebreds like their Labrador Retriever and English Bulldog parents.The main colors of Bulladors are black, brown, white, tan and brindle. Rarely solid, their coats typically have a blend of two or more colors.They usually have short coats, and these pups are not a good choice for allergy sufferers. Luckily, their coats are very easy to groom. A good brushing per week should suffice.Bulladors are prone to weight gain and are active dogs. They should get at least 60 to 90 minutes of brisk-paced walking or hiking. Depending on which parents genes dominate, they could need more or less.Their amiable temperament and size make the Bullador an excellent companion for children of all ages. A Bullador will put up with a lot from a child, although they shouldn't have to.With their easy going nature, Bulladors also get along well with other pets, especially dogs and cats.Like most dogs, Bulladors will behave better in social situations with early socialization--exposure to many different people, sights, sounds, and experiences--when they're young.",
    "History": "The Bullador breed may have existed naturally over the years, but designer breeders started intentionally mixing Labrador Retrievers and English Bulldogs in the 1990s, likely in North America.Breeders wanted to mix the two parent breeds to minimize health problems associated with purebreds and create an active, friendly companion dog. They continued to create Bulladors as demand for the pups climbed.Even though Bulladors began as a \"designer\" breed, some have ended up in shelters or in the care of rescue groups. Consider adoption if you decide this is the pup for you.Check your local shelters, look up Bullador rescues, or check with breed specific Labrador Retriever and English Bulldog rescues, as they will often help to re-home mixes.The Bullador is recognized by:ACHC - American Canine Hybrid ClubDRA - Dog Registry of America, Inc.IDCR - International Designer Canine Registry®",
    "Size": "As the Bullador is a relatively new mixed breed, there are few standards when it comes to size. That said, as a mix between Labrador Retriever and English Bulldog parents, you can expect Bulladors to be in the medium to large range.Most weigh in at 50 to 90 pounds and range in height from 17 to 20 inches at the shoulder. However, being such a new crossbreed, they can be smaller or larger than average.",
    "Personality": "Bulladors can be extremely friendly like their Labrador parent with a hint of reservation from their Bulldog parent. While the Labradors tends to be more active than the English Bulldog, these pups are somewhere in the middle--usually more active than the English Bulldog but slightly less active that the Labrador. These rules are not set in stone, as they are a newer mixed breed.Both Bulldogs and Labradors are fond of kids, and Bulladors fall right in line. If a child is bothering them, they will probably walk away. Although, no matter how much a dog has a pre-disposition, they can be unpredictable. Never leave dogs alone with small children--ever.Bulladors have a prey drive and, if given a big yard to run around in, they may enjoy chasing birds and small critters. Make sure that the yard is secure so they can't get caught up in the excitement and take off.Like most dogs, Bulladors will behave better in social situations with early socialization--exposure to many different people, sights, sounds, and experiences--when they're young. Socialization helps ensure that your Bullador puppy grows up to be a well-rounded, outgoing, friendly dog.",
    "Health": "The Bullador breed is predisposed to some of the same conditions that the Labrador Retriever and English Bulldog also face. While most are generally healthy, some may be prone to a few health issues, which is why it is important to maintain proper care and regular veterinary checkups.Some of the more common health problems Bulladors suffer from include:Skin ProblemsBreathing DifficultyHip and Elbow DisplasiaObesityIt's fun to spoil our dogs with treats, but keeping your dog's weight in check is one of the best things you can do for them. Chopped carrots or celery make great little healthy treats.Also, you should make sure your dog is clean between the folds of their skin--especially if they have any of the English Bulldog parent's folds--to keep them from getting infections.",
    "Care": "As with all dogs, you should keep up with your Bullador's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your pup healthy.Bulladors are prone to weight gain and are active dogs. They should get at least 60 to 90 minutes of brisk paced walking or hiking. Depending on which parents genes dominate, they could need more or less.Check their ears for debris and pests daily and clean them as recommended by your vet. Trim your dog's nails before they get too long--usually once or twice per month. They should not be clicking against the floor. Your groomer can help with this.If your dog has a pushed-in face, like their English Bulldog parent, they will be at a big disadvantage for extreme weather. These dogs have trouble breathing in the extreme cold, and trouble cooling down in extreme heat.One of the toughest jobs caring for any dog is maintaining their oral health. You should brush their teeth a minimum of three times a week. Your veterinarian can instruct you on how to brush your dog's teeth properly.If your dog has any folds on their face, make sure to check between the folds for signs of irritation and bacteria. It's tough for dogs to groom themselves in these areas and they may need some assistance. Make sure the skin is clean and dry. You can wipe it down with a damp cloth or consult your vet for proper care.If you find your dog dragging their bottom or \"scooting\" they may need their anal glands expressed. It's worth every penny to have this done professionally at your next vet or grooming appointment.",
    "Feeding": "An ideal Bullador diet should be formulated for an active, medium-to-large sized breed. Look for a high quality dog food from a pet food retailer to make sure that your dog is getting proper nutrition. Bulladors love food and have a tendency to gain weight if they are overfed, so you should stick to a regular feeding schedule and not leave food out during the day. Limit their amount of treats, as well.As with all dogs, the Bullador's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Bullador's diet, as there is far too much variation among individual dogs--including weight, energy, and health to make specific recommendations.",
    "Coat Color And Grooming": "Bullador coats are often a mix of their Labrador and Bulldog parents' coats and colors. The main colors of Bulladors are black, brown, white, tan and brindle. Rarely solid, their coats typically have a blend of two or more colors.They usually have short coats, and these pups are not a good choice for allergy sufferers. Luckily, their coats are very easy to groom. A good brushing per week should suffice.Because of their short coats, Bulladors aren't particularly suited for extreme weather. If their face is pushed-in, like the English Bulldog parent they will have a double disadvantage. If you live in a place where the weather changes all four seasons, they should only be outside long enough to do their business during cold winters and the heat of the summer.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the ears, nose, mouth, and eyes, and on the feet. Ears should smell good, without too much wax or gunk inside, and eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "Their amiable temperament and size make the Bullador an excellent companion for children of all ages. A Bullador will put up with a lot from a child, although they shouldn't have to. Usually they'll walk away if they feel annoyed. If a child mistreats their own pup, they are likely to mistreat a dog who's not so child tolerant. It's in everyone's best interest for children to learn how to interact with all dogs.Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while they're sleeping or eating or to try to take the dog's food away. No dog should ever be left unsupervised with a child.With their easy going nature, Bulladors also get along well with other pets, especially dogs and cats. They may be less sociable toward new dogs. However, once they warm up, they will likely be good friends.To get a better understanding of Bullador's read more about their parents, the Labrador Retriever and English Bulldog.",
    "Rescue Groups": "It may be hard to find a breed specific rescue for Bulladors because they are a mixed breed. However, you may want to try English Bulldog or Labrador Retriever breed specific rescues, as they often care for mixes, as well. Here are some rescues you can try:The Bulldog Club of America Rescue NetworkLucky Lab Rescue & AdoptionYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "17 to 20 inches"
    },
    {
      "name": "Weight",
      "value": "50 to 90 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 12 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}