{
  "id": "bullboxer-pit",
  "url": "https://dogtime.com/dog-breeds/bullboxer-pit",
  "name": "Bullboxer Pit",
  "intro": "The Bullboxer Pit is a mixed breed dog — a cross between the Boxer and American Pit Bull Terrier dog breeds. Powerful, faithful, and energetic, these pups inherited some of the best traits from both of their parents.\nBullboxer Pits are also sometimes called the Pixoter or American Bullboxer. You may find these mixed breed dogs in shelters and rescues, so remember to always adopt! Don’t shop if you’re looking to add one of these pups to your home!\nBullboxer Pits can be loyal and protective companions, and they often bond well with children. But due to the dog’s natural strength and sometimes stubborn streak, it is imperative that they are socialized both from a very young age and throughout their lifetime. Reward-based training works particularly well with this mixed breed. An attentive and responsible pet parent will bring the best out of the Bullboxer Pit.\nSee below for all mixed dog breed traits and facts about Bullboxer Pits!",
  "description": {
    "Highlights": "The Bullboxer Pit is a mixed breed dog. It is not a purebred like their Boxer or Amercian Pit Bull Terrier parents.Bullboxer Pits may tend to overeat. Owners must be diligent about monitoring diet.Bullboxer Pits have often been used as farm or guard dogs, due mostly to their loyal nature and powerful strength.These dogs are often referred to as \"nanny dogs\" due to their protective nature towards children.The Bullboxer Pit's coat has been seen in almost every color imaginable! The most regularly seen coat colors are brown, tan, yellow, and black.Although their coats are easy to maintain, Bullboxer Pits do shed all year long. Brushing can help.Due to their exercise requirements, physical strength, and need for training, this breed might not be best for novice dog owners.",
    "History": "The Bullboxer Pit's parent breeds have a long and interesting heritage. Boxers came on the scene in Germany back in the 1800s; the dogs were often used to transport supplies and ferry messages to troops during the first two World Wars. The American Pit Bull Terrier was first employed in blood sports and used in baiting bears and bulls.The first ever Bullboxer Pits can be traced back to a German dog breed called the Bullenbeisser, which is now extinct. However, some breeders continue to mix Boxers and American Pit Bull Terriers to this day.Due to the care and attention Bullboxer Pits require from an owner, many of them can end up in shelters. So consider contacting your local rescue groups and shelters if you're thinking about adding the Bullboxer Pit to your home. There's no need to rely on a breeder if you want to bring one of these mixed breed dogs home.",
    "Size": "The Bullboxer Pit is often described as a medium-sized dog, although they are also stockier and sturdier than many other middle-sized canines.Most weigh in at 50 to 80 pounds and range in height from 16 to 20 inches. Female Bullboxer Pits can often be a little smaller than their male counterparts.",
    "Personality": "Bullboxer Pits have often been used as farm or guard dogs, due mostly to their loyal nature and powerful strength. These dogs can be especially devoted to their families, and often become very protective of any children in the household.While the Bullboxer Pit's loyalty is not in doubt, it does take an exceptionally responsible human owner to bring the best out of the breed--socialization needs to start early and should be an ongoing part of the dog's life.Thanks to the Bullboxer Pit's parent breeds, this is a very active dog. Committing to a large amount of exercise is key to maintaining the canine's powerful figure and muscular appearance. Very upbeat walks--or even jogs--are required, so the owner must also be able to maintain a healthy and regular exercise routine. Around two hours of exercise per day is required--adding agility training or even swimming to the daily sessions can help vary things up.Apartment dwellers may find that many buildings do not permit Bullboxer Pits to live with them. These dogs aren't particularly well suited to apartment life, anyway, though they can live in a small space if owners keep up with their high exercise needs.",
    "Health": "As you'd expect from such an athletic breed, Bullboxer Pits are generally considered to be healthy dogs, although they can suffer from some common health issues. As with any dog, it's important to maintain good care and schedule regular veterinary checkups.Some of the more common health problems Bullboxer Pits suffer from include:Obesity due to overeatingCardiomyopathyHip dysplasiaDemodectic mange",
    "Care": "As with all dogs, it's important to keep up your Bullboxer Pit's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.Bullboxer Pits can become obese due to overeating, so it is important to monitor food servings and be vigilant about not allowing the breed to over-snack. In tandem with a sensible diet, it is imperative that Bullboxer Pits are put on a very active exercise regime. Aim for a couple of hours of exercise every day, and supplement very brisk walks with frisbee and swimming sessions, along with properly monitored agility training.The Bullboxer Pit's paw pads also require attentive maintenance to stop them from cracking and drying out. Your vet can help recommend an appropriate moisturizer for use on your Bullboxer Pit's paws.",
    "Feeding": "An ideal Bullboxer Pit diet should be formulated for a medium-sized breed with medium-to-high energy.If a Bullboxer Pit hasn't been trained correctly, or if owners do not strictly monitor diet, they might develop a tendency to overeat. Stick to a regular feeding schedule and keep snacks to a minimum.As with all dogs, the Bullboxer Pit's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Bullboxer Pit's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "It is said that the Bullboxer Pit's coat has been seen in almost every color imaginable! The most regularly seen coat colors are brown, tan, yellow, and black. You'll often see the breed with extra black or white markings set against the base coat color.The Bullboxer Pit has a short, single layer coat, which is easy to manage. However, the breed does shed all around the year--brushing a couple of times a week can help. Bathing your Bullboxer Pit once a month should suffice for this breed--but if your Bullboxer Pit appears to have inherited the same distinctive facial wrinkles as one of their parent breeds, the Boxer, you'll want to wipe their face down once a week.Bullboxer Pits fare best in moderate climates. It is best to try and avoid extreme temperatures with this breed. A fashionable doggy jacket can help this breed in very cold weather.",
    "Children And Other Pets": "Bullboxer Pits are loyal and active dogs and, in most cases, can develop strong bonds with the children in a household. Sometimes referred to as \"nanny dogs,\" they can become very protective towards young kids. However, due to the dog's powerful physical strength, it is imperative that play sessions are always supervised.Early socialization is key with this breed. They are intelligent dogs, and love to be rewarded for good and correct behavior. But because of the Bullboxer Pit's strength, proper training is essential to prevent aggressive outbursts.Bullboxer Pits are often okay with other animals--but, again, it comes down to correct socialization. Persistent and early training is essential!",
    "Rescue Groups": "It may be hard to find a breed-specific rescue for Bullboxer Pits because they are a mixed breed. However, you may want to try Boxer or American Pit Bull Terrier breed-specific rescues, as they often care for mixes, as well. Here are some rescues you can try:Green Acres Boxer RescueSave-A-Bull RescueYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "16 to 20 inches"
    },
    {
      "name": "Weight",
      "value": "50 to 80 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 14 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}