{
  "id": "bulldog",
  "url": "https://dogtime.com/dog-breeds/bulldog",
  "name": "Bulldog",
  "intro": "The Bulldog was originally used to drive cattle to market and to compete in a bloody sport called bullbaiting. Today, they’re gentle companions who love kids.\nEven though these are purebred dogs, you may find them in the care of shelters or rescue groups. Remember to adopt! Don’t shop if you want to bring a dog home.\nA brief walk and a nap on the sofa is just this dog breed‘s speed. Bulldogs can adapt well to apartment life and even make great companions for novice pet parents. They’re affectionate with all members of the family and are fairly low-maintenance pups. Just make sure to keep them out of extreme weather, and also give them enough exercise, as weight gain is a risk with these dogs who are happy to spend most of the day on the couch.\nDid you know they make dog food specifically for Bulldogs?\nSee below for complete list of dog breed traits and facts about Bulldogs!",
  "description": {
    "": "What do England, the U.S. Marines, Yale University, University of Georgia, and dozens of other schools all have in common? The dog they have all chosen to represent their tough, tenacious characters. That dog? Why, it's the Bulldog, of course!Sometimes called the English Bulldog or the British Bulldog, the breed originated in England and has a bloody past. It descended from fighting mastiffs that were brought to the British Isles by the Romans and was used in a bloody sport called bullbaiting. Today, however, the Bulldog only slightly resembles his ancestors in appearance. And all of the ferociousness that he exhibited in the bullbaiting pens? Gone for good. Despite his still ferocious appearance, you'd be hard-pressed to find a dog with a sweeter, more loving disposition.Bulldogs are never mistaken for other breeds of dogs. They are a medium-size dog with a thick-set, low-slung body. Their short-muzzled head is massive and square. They have broad shoulders and chests, with thick, sturdy limbs.Although Bulldogs are low to the ground, they are wide and muscular. Their broad heads have cheeks that extend to the sides of their eyes, and the skin on their foreheads should have dense wrinkles. A Bulldog has a droopy upper lip and his lower jaw is undershot, meaning that his lower teeth stick out farther than his top teeth. The Bulldog's jaws are massive and strong, intended for latching on to his opponent and holding on.Bulldogs have round, dark eyes. Their ears are small and thin, folded back like a rose. Their short tails are carried low on their rumps.The Bulldog's muscular body leads him to have a distinctive gait. Because his stocky legs are set at each corner of his body, he moves with more of a waddle than a walk. It resembles sort of a loose-jointed, shuffling, sideways roll. Because their shoulders are much wider than their rear ends and they have such large heads, it's difficult for the females to whelp puppies without assistance. Most have to have caesarean sections to deliver their puppies, so breeding a Bulldog is an expensive proposition.Despite cartoon depictions of them as ferocious dogs, today's Bulldogs are bred to be affectionate and kind. They are, indeed, resolute and courageous, but they aren't out to pick a fight. They often have a calm dignity about them when they are mature, and while they are friendly and playful, they can be a bit stubborn and protective of their families. Bulldogs love people. They seek people out for attention and enjoy nothing more than languishing next to their masters, and perhaps snoring while sleeping with their heads in their laps.Unfortunately, the Bulldog's unique body and head structure makes him prone to health problems, especially respiratory and joint difficulties. They can quickly become overweight if they don't get enough exercise. Too much weight stresses their bodies and may aggravate existing health problems.The Bulldog is popular dog in the U.S., but he's not for everyone. He's surprisingly heavy for his size, and if you need to pick him up, say to take him to the vet, it can be a challenge. Inside the house, Bulldogs tend to be inactive, preferring to sleep until it's time to eat again. They love children, but don't expect them to spend hours chasing a ball or running with the kids in the backyard. Your Bulldog may engage in such play for a while, but then you'll find him back at your side, content to watch the world go by and look up at you happily with that face that only a mother - or a devoted Bulldog fan - could love.",
    "Highlights": "Bulldogs can be stubborn and lazy. Your mature Bulldog may not be very enthusiastic about going to a walk, but it's important that he is exercised every day to keep him fit. Bulldogs can't tolerate heat and humidity. When your Bulldog is outdoors, watch him carefully for signs of overheating and take him inside immediately if he starts to show distress. Some people put kiddy play pools filled with water in a shaded spot for their Bulldogs to lie in when the weather is warm and everyone is outside. They definitely are housedogs and should not live outdoors all of the time.Bulldogs are sensitive to cold weather.Bulldogs wheeze, snort, and snore. They also are prone to sleep apnea.Bulldogs are well-known for having flatulence. If this problem seems excessive with yours, talk to your vet.Bulldogs' short noses make them prone to a number of respiratory ailments.Bulldogs can have pinched nostrils that make it difficult for them to breathe and may require surgery to correct.Bulldogs are greedy eaters and will overeat if given the chance. Since they gain weight easily, they can quickly become obese if you don't monitor their food intake.Because of the size of their heads and fronts, Bulldogs have difficulty giving birth. Most require caesareans to deliver their puppies. It isn't advised for inexperienced breeders to try to breed them.As a short-nosed breed, Bulldogs are sensitive to anesthesia. Be sure to talk with your vet about this before any surgeries are done.To get a healthy pet, never buy a puppy from a backyard breeder, puppy mill, or pet store. Find a reputable breeder who tests her breeding dogs for genetic health conditions and good temperaments.",
    "History": "The Bulldog is a much different dog today than his ancestors. Descended from ancient mastiff-type dogs, the Bulldog breed was developed entirely in England. The first mention of the breed was in 1500, a description of a man \"with two Bolddogges at his tayle...\" The then-fierce dogs were used in a practice called bull baiting, which involved the dog grabbing onto the bull's nose and roughly shaking it.Bull baiting actually had a purpose; it was thought to tenderize the bull's meat. For many years, this practice was said to \"thin\" the blood of the bull and make its flesh tender after it was butchered. This belief was so strong that many areas in England had laws requiring bulls to be baited before they were slaughtered.More than that, it was a popular spectator sport in a time when there were no professional sports, TV shows, movies, or video games. The angry bull would toss the dog up in the air with its horns if it could, much to the delight of the watching crowd. The dog, on the other hand, would attempt to latch onto the bull, usually at its snout, and pin it to the ground through the force of its painful bite. Upcoming bullbaitings were advertised and crowds wagered on the outcome of the struggle.These early Bulldogs were taller and heavier than today's Bulldog, and they were bred to be especially adept at this bloody sport. Typically, they crept on their bellies toward the enraged bull so he couldn't get his horns under their bodies and toss them up in the air. And their wide mouths and powerful jaws were impossible for the bull to shake off once the Bulldog had a firm hold on its snout. His short, flat nose enabled the Bulldog to breathe while holding onto the bull's snout. He needed to be tenacious to hang onto the bull no matter how much the bull tried to shake him off. The Bulldog's high tolerance for pain was developed to enhance his ability to excel at this barbarous spot. Even the wrinkles on his head are said to have had a purpose: to direct the blood that resulted from his grip on the bull to flow away from his eyes so he wouldn't be blinded.In 1835, after many years of controversy, bullbaiting was outlawed in England, and many thought the Bulldog would disappear since he no longer had a purpose. At the time, the Bulldog wasn't an affectionate companion. The most aggressive and courageous dogs had been selectively bred for generations to be bull-baiters. They lived to fight with bulls, bears and anything else that was put before them. It was all they knew.Despite this, many people admired the Bulldog's stamina, strength, and persistence. These few decided to save the appearance and breed them to have a sweet, gentle temperament instead of the aggression needed for the baiting arena.And so the Bulldog was re-engineered. Dedicated, patient breeders started selecting only those dogs that had a docile temperament for breeding. Aggressive and neurotic dogs weren't allowed to reproduce. By focusing their attention upon the temperament of the Bulldog, these breeders transformed the Bulldog into the gentle, affectionate dog we see today.Breeders started showing Bulldogs in conformation shows in England in 1859. The first dog show that allowed Bulldogs to be shown was at Birmingham, England in 1860. In 1861, a Bulldog named King Dick won at the Birmingham show. One of his descendants, a dog named Crib, was later described as being \"close to perfection.\"In 1864, the first Bulldog breed club was formed by a man named R.S. Rockstro. The club had about 30 members and its motto was \"Hold Fast.\" A member of the club, Samuel Wickens, wrote the first breed standard, using the pseudonym Philo-Kuon. The Bulldog's breed standard reportedly was the first one written in the world. The club unfortunately disbanded after only three years.In 1875, another Bulldog club was founded, and it developed a breed standard that was similar to the Philo-Kuon. This breed club is still in existence.Bulldogs were brought to the United States, and a brindle and white Bulldog named Donald was shown in New York in 1880. A Bulldog named Bob was registered with the American Kennel Club in 1886. In 1890, H.D. Kendall of Lowell, Massachusetts founded The Bulldog Club of America. It was one of the first breed clubs to become a member of the new American Kennel Club. In the beginning, the club used the British breed standard, but thought it wasn't concise enough, so they developed the American standard in 1894 for what they called the American-bred Bulldog. The English protested about the name and also some of the items in the new standard. After a lot of work, the standard was revised and accepted in 1896. This standard is still used today.The American Kennel Club recognized the Bulldog in 1890. During the 1940s and 1950s, Bulldogs were close to the top 10 breeds in popularity. Today, the Bulldog ranks 12th among the 155 breeds and varieties registered by the AKC, a tribute to his solid credentials as a companion.More than anything else, the Bulldog is a triumph of the human ability to rehabilitate an entire breed and make it into a desirable, affectionate companion through thoughtful, dedicated breeding practices. In the 1800s, cities such as Rome passed laws that Bulldogs couldn't be walked on the streets even on leash due to their ferociousness, and yet, a few years later, the Bulldog was already becoming known as one of the friendliest and most tranquil of dogs. All because some dedicated breeders had patience, knowledge, and a vision of what the Bulldog could be at its finest.",
    "Size": "Mature male Bulldogs weigh about 50 pounds; mature females about 40 pounds. Show dogs may be about 10 pounds heavier. They stand 12 to 15 inches at the shoulder.",
    "Personality": "Sociable and sweet, but with a reputation for courage that makes him an excellent watchdog, the Bulldog is a lover, not a fighter. He's dignified rather than lively and has a kind although occasionally stubborn nature. The Bulldog is friendly and easygoing; he gets along with everyone. He can be a slow learner, but once he knows something, he's got it for good. Bulldogs don't tend to be barkers. Usually their appearance alone is enough to frighten off intruders.Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Choose the middle-of-the-road puppy, not the one who's beating up his littermates or the one who's hiding in the corner. Always meet at least one of the parents-usually the mother is the one who's available-to ensure that they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when he grows up.Like every dog, Bulldogs need early socialization-exposure to many different people, sights, sounds, and experiences-when they're young. Socialization helps ensure that your Bulldog puppy grows up to be a well-rounded dog. Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills.",
    "Health": "Like all breeds, Bulldogs are prone to certain diseases and conditions. Not all Bulldogs will get any or all of these diseases, but it's important to be aware of them so you can be informed when you interview breeders and can know what to look for throughout your Bulldog's life.Buying from a responsible breeder will help ensure that you get the healthiest Bulldog possible. A puppy from a reputable Bulldog breeder will be vaccinated and dewormed before you take him home. Responsible breeders use only physically sound, mature (at least 2 years or older) dogs, and test their breeding stock for genetic diseases pertinent to the breed.Both parents should have health clearances, documentation that a dog has been tested for and cleared of a particular condition. In Bulldogs, you should expect to see health clearances from the Orthopedic Foundation for Animals for hips, elbow, and knees, and from the Canine Eye Registry Foundation (CERF), certifying that the eyes are normal.Health clearances are not issued to dogs younger than 2 years of age. That's because some health problems don't appear until a dog reaches full maturity. For this reason, it's often recommended that dogs not be bred until they are two or three years old.Overall, Bulldogs can have a lot of health problems. They are wonderful dogs, but be sure you're willing to monitor their health closely and can afford any medical treatment they may need. The following conditions may affect Bulldogs:Cherry Eye: This is a condition in which the gland under the third eyelid protrudes and looks rather like a cherry in the corner of the eye. Your vet may need to remove the gland.Dry Eye: This condition is caused when natural tear production is inadequate. Signs include a dry appearance or blue haze to the eye. Your vet can perform a test to determine if your Bulldog has dry eye and prescribe medication you can administer to relieve the pain of this condition.Entropion: This is a condition in which the eyelashes turn inward and rub against the eye, causing irritation. It may require surgery to correct.Inverted Or Reverse Sneezing: This isn't really a health problem but generally occurs when nasal fluids drip down on the Bulldog's soft palate, causing it to close. It also can occur when your Bulldog gets something in his nose. It sounds a lot worse than it is. Try to calm your Bulldog by stroking his throat and this should pass quickly.Brachycephalic Syndrome: This disorder is found in dogs with short heads, narrowed nostrils, or elongated soft palates. Their airways are obstructed to varying degrees and can cause anything from noisy or labored breathing to total collapse of the airway. Dogs with brachycephalic syndrome commonly snuffle and snort. Treatment varies depending on the severity of the condition but includes oxygen therapy as well as surgery to widen nostrils or shorten palates.Head Shakes. This resembles a fit, but it affects only the head. It's seen as an involuntary shaking of the head from side-to-side or up-and-down. Sometimes, this is violent. This dog appears to be conscious and aware of what is happening. It may be linked to stress and low blood sugar. Breeders often suggest giving your dog some honey to bring the blood sugar level back up or distracting them to stop the shaking. If the shaking doesn't appear to be related to stress or over-excitement, you should take him to the vet as soon as possible to make sure he isn't in pain.Demodectic mange. Also called Demodicosis. All dogs carry a little passenger called a demodex mite. The mother passes this mite to her pups in their first few days of life. The mite can't be passed to humans or even other dogs - only the mother can \"give\" these mites to her pups. Demodex mites live in hair follicles and usually don't cause any problems. If your Bulldog has a weakened or compromised immune system, however, he can develop demodectic mange. Demodectic mange can be localized or generalized. In the localized form, patches of red, scaly skin with hair loss appears on the head, neck, and forelegs. It's thought of as a puppy disease, and often clears up on its own. You should take your dog to the vet anyway because this can turn into the generalized form of demodectic mange. (Enlarged lymph nodes often are a sign that this will occur.)Generalized demodectic mange covers the entire body and affects older puppies and young adult dogs. The dog develops patchy skin, bald spots, and skin infections all over its body. Dogs that develop localized or generalized demodicosis should not be bred because the condition is considered to have a genetic component.Hip Dysplasia. This is a heritable condition in which the thighbone doesn't fit snugly into the hip joint. Most Bulldogs appear to have hip dysplasia based on their hip x-rays, just because they tend to naturally have shallow hip joints, but it's unusual for them to have the associated problems with lameness unless they're allowed to become overweight or are exercised too much during their period of rapid growth. If your Bulldog is diagnosed with hip dysplasia, seek a second opinion and look into other treatment options, such as supplements, before agreeing to surgery.Tail Problems. Some Bulldogs have screw tails, inverted tails or other types of \"tight\" tails that can cause them to have some skin problems. You should keep your Bulldog's tail clean and dry to prevent infection.Patellar luxation. Also known as \"slipped stifles,\" this is a common problem in small dogs. It is caused when the patella, which has three parts-the femur (thigh bone), patella (knee cap), and tibia (calf)-is not properly lined up. This causes lameness in the leg or an abnormal gait, sort of like a skip or a hop. It is a condition that is present at birth although the actual misalignment or luxation does not always occur until much later. The rubbing caused by patellar luxation can lead to arthritis, a degenerative joint disease. There are four grades of patellar luxation, ranging from grade I, an occasional luxation causing temporary lameness in the joint, to grade IV, in which the turning of the tibia is severe and the patella cannot be realigned manually. This gives the dog a bowlegged appearance. Severe grades of patellar luxation may require surgical repair.",
    "Care": "Bulldogs are inactive indoors and don't require a great deal of exercise (although they must be walked every day to keep them from gaining weight). They are indoor dogs and prefer a relaxed lifestyle. After about 15 minutes of play, they're ready for a nap. This low to moderate energy level makes the Bulldog suited to any type home, from an apartment to a house with a yard. You can take the Bulldog for a walk of a mile or two during the cool part of the day, but he'll be just as happy with a brief stroll up and down your street.Because of their pushed-in face, Bulldogs don't do well in extremely hot (or cold) weather. They breathe heavily when they're hot and don't dissipate heat well. They're especially susceptible to heatstroke. As little as half an hour outdoors in 85-degree temperatures can kill them. Provide him with an air-conditioned environment and plenty of fresh water. Bulldogs are also not swimmers. Their massive heads drag them straight down. If you have a pool, spa, or pond, protect your Bulldog from falling in.The Bulldog is unlikely to be an obedience-trial star, but once he learns something, he never forgets it. He learns best through fun training sessions that involve repetition and positive reinforcement through food rewards and praise.",
    "Feeding": "Recommended daily amount: 1/2 to 2 cups of a high-quality dog food daily, divided into two meals.How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.It's easy to overfeed a Bulldog, but obesity can stress his joints, so he shouldn't be allowed to get fat. Keep your adult Bulldog in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the hands-on test. Place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Bulldog, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "Your Bulldog's coat should be straight, short, fine textured, smooth and glossy. He has soft, loose skin, especially on the head, neck, and shoulders. His head is covered with heavy wrinkles and he has two loose folds at the throat (from the jaw to the chest) to form what's called a dewlap.Bulldogs come in a variety of colors: red brindle; all other brindles; solid white; solid red, fawn, or fallow (pale cream to light fawn, pale yellow, or yellow red; and piebald (large patches of two or more colors). Solid black isn't common and isn't much admired.Brush the Bulldog's smooth, fine, short-haired coat once a week with a firm bristle brush. Wipe his face with a damp cloth every day, taking care to clean inside the wrinkles. Be sure to dry the inside of the wrinkles completely after they're washed. Some people suggest wiping the wrinkles with baby wipes that have lanolin and aloe vera. If your Bulldog's skin is irritated inside of the wrinkles, ask your vet to recommend a soothing ointment. After you've cleaned the wrinkles, wash your Bulldog's nose and apply petroleum jelly to it to keep it soft and prevent it from becoming dry and flaky.The Bulldog is an average shedder. If you can take the time to brush him more than once a week, it will help reduce the amount of hair that gets on your clothes and furniture.Other grooming needs include nail care and dental hygiene. Trim your Bulldog's nails once or twice a month. If you can hear them clicking on the floor, they're too long. The earlier you introduce your Bulldog to nail trimming the less stressful the experience is for both of you.Brush the teeth at least two or three times a week — daily is better — to remove tartar and bacteria. Start when your puppy is young so he'll be used to it.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the ears, nose, mouth, and eyes, and on the feet. Ears should smell good, without too much wax or gunk inside, and eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "His amiable temperament and bulk make the Bulldog an excellent companion for children, even young ones. A Bulldog will put up with a lot from a child, although he shouldn't have to, and he'll walk away if he gets tired of being tormented.Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's sleeping or eating or to try to take the dog's food away. No dog should ever be left unsupervised with a child.With their pacific nature, Bulldogs also get along well with other pets, dogs and cats. They may be less sociable toward strange dogs, however.",
    "Rescue Groups": "Bulldogs are sometimes purchased without any clear understanding of what goes into owning one, and these dogs often end up in the care of rescue groups, in need of adoption or fostering. Other Bulldogs end up in rescue because their owners have divorced or died. Adopting an adult Bulldog has many benefits. Adult dogs are often already housetrained and have some obedience training, and they've already gone through the destructive puppy stage.The Bulldog Club of America Rescue Network",
    "Breed Organizations": "Below are breed clubs, organizations, and associations where you can find additional information about the Bulldog.Bulldog Club of America"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Companion Dogs"
    },
    {
      "name": "Height",
      "value": "12 to 15 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "40 to 50 pounds"
    },
    {
      "name": "Life Span",
      "value": "8 to 12 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}