{
  "id": "bull-arab",
  "url": "https://dogtime.com/dog-breeds/bull-arab",
  "name": "Bull Arab",
  "intro": "The Bull Arab is a hybrid breed dog with ancestry linked to the English Bull Terrier, Greyhound, shorthair Pointers, and later, larger breeds like the Mastiff and Great Dane. Strong, loyal, and active, the Bull Arab inherited some of the best qualities from their lineage.\nBull Arabs go by several names, including the Australian Pig Dog and Aussie Pig. You may find these dogs in shelters and breed specific rescues, so remember to adopt! Don’t shop!\nThese independent and energetic dogs often work as guard and hunting dogs in their native Australia. The Bull Arab was bred specifically to have the hunting and scent-tracking skills of their ancestors. When larger breeds like Mastiffs and Great Danes made their way into the bloodline, they became excellent guard dogs, too. Even though Bull Arabs are loyal to their humans, this large and sometimes intimidating dog may not be the best option for first-time adopters. This breed requires heavy socialization and training, or they can become aggressive.\nIf you are looking for a dog who doubles as a big snuggle buddy and a guard, and you feel up to the task of consistent training, the Bull Arab might be the right dog for you!\nSee below for all dog breed traits and facts about Bull Arabs!",
  "description": {
    "Highlights": "The Bull Arab's coat is often predominantly cream or white with patches of brown, tan, black. Some Bull Arabs have brindled coats and may be darker.When properly trained, the Bull Arab makes an excellent family pet, even with children in the house. Be sure to teach your kids how to safely interact with a big dog. Smaller children can be easily injured if a Bull Arab gets a little too excited during playtime.The Bull Arab can be somewhat aggressive towards smaller animals, given their high prey drive. Cats and smaller dogs might not feel as at-home if the Bull Arab decides to chase them around.Bull Arabs can be prone to weight gain, especially if they don't get enough exercise, and they have high energy levels. Make sure your dog gets at least two good half-hour- to hour-long walks per day with a few good, active play sessions and shorter walks mixed in.Breed advocates and Bull Arab enthusiasts describe the breed as an intensely loyal family dog with a calm, gentle presence, which is absolutely true when they're trained and socialized properly.The Bull Arab requires an experienced human and are not the best choice for novice pet parents.",
    "History": "Australian Breeder Mike Hodgens is credited with starting the Bull Arab breed in 1972. He crossed an English Bull Terrier (reportedly 50 percent of the litter's DNA) with a crossbreed of the German Short-haired Pointer and a Greyhound.The breed was developed to hunt wild pigs, and the Bull Arab does an excellent job of it by pinning the pigs' ears to the ground. As the breed became more popular with hunters, some introduced Mastiff and Great Dane to the bloodline to increase the dog's size.Even though the Bull Arab breed got its start as a hybrid breed, some have ended up in shelters or in the care of rescue groups. Consider adoption if you decide this is the breed for you. Check your local shelters, look up Bull Arab rescues, or check with group-specific hunting dog rescues, as they sometimes take in hunting dogs and find homes for them.",
    "Size": "As the Bull Arab is a more-recent breed, there are few standards when it comes to size. That said, as a mix between the English Bull Terrier, German Short-haired Pointer, and potentially a large breed like the Mastiff, you can expect the Aussie Pig to be on the larger sizde.Most weigh in at 60 to 95 pounds and range in height from 24 to 27 inches at the shoulder. That said, many can be smaller or larger than average.",
    "Personality": "Like the Pit Bull in the US, the Bull Arab breed has some negative stereotypes attached to them in their native Australia. They are often viewed as aggressive and violent, due to highly publicized tragedies, like when two Aussie Pig dogs lethally attacked a neighbor's German Shepherd. Breed advocates and Bull Arab enthusiasts describe the breed as an intensely loyal family dog with a calm, gentle presence, which is absolutely true when they're trained and socialized properly.This isn't to say that if you aren't able to give the strictest training in the world you will have a violent dog on your hands at all! However, it should be emphasized that any large breed that is strong and independent, like the Bull Arab, requires an experienced human.Bull Arabs have an incredibly strong prey and hunting drive, and this is where that training will come in handy. The Aussie Pig might excitedly dart off if they catch a scent, so it's important to make sure your Bull Arab is in a safely contained, outdoor area, like a yard, or you have them on a leash while outside. Given their size, they also do best in larger homes with plenty of outdoor space. The Bull Arab can fare fine in smaller areas, like apartments, but they will require more frequent walks and exercise as a result.",
    "Health": "The Bull Arab breed is predisposed to some of the same conditions that the Greyhound, German Short-haired Pointer, and English Bull Terrier also face. While most are generally healthy, some may be prone to a few health issues, which is why it is important to maintain good care and regular veterinary checkups.Some of the more common health problems Aussie Pigs suffer from include:BloatCataractsCryptorchidism (retained testicles)EpilepsyPrimary Lens Luxation, which can lead to blindness",
    "Care": "As with all dogs, you should keep up with your Bull Arabs's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.Bull Arabs can be prone to weight gain, especially if they don't get enough exercise, and they have high energy levels. Make sure your dog gets at least two good half-hour- to hour-long walks per day with a few good, active play sessions and shorter walks mixed in.Check their ears for debris and pests daily and clean them as recommended by your vet. Be sure to trim your dog's nails before they get too long -- usually once or twice per month. They should not be clicking against the floor. Your groomer can help with this.Keep up on maintaining their oral health. You should brush their teeth daily, especially if you are using your Bull Arab as a hunting dog. Your veterinarian can instruct you on how to brush your dog's teeth properly.",
    "Feeding": "An ideal Bull Arab diet should be formulated for a large breed with high energy. They have a tendency to gain weight if they are overfed, so you should stick to a regular feeding schedule and not leave food out during the day. Limit their amount of treats, as well.As with all dogs, the Bull Arab's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Bull Arab's diet, as there is far too much variation among individual dogs -- including weight, energy, and health -- to make a specific recommendation.",
    "Coat Color And Grooming": "The Bull Arab's coat is often a short, dense coat, much like the German Short-haired Pointer. The coat is often smooth, and some Bull Arab dogs have an undercoat as well; this fluctuates depending on the Bull Arab's exact bloodline.The Australian Pig Dog's coat is often predominantly cream or white with patches of brown, tan, black. Some Bull Arabs have brindled coats and may be darker. Again, this depends on the exact ancestry of your Bull Arab.Even though they have tough coats, Bull Arabs should not be left out in any extreme weather conditions, hot or cold. Be sure to apply sunscreen to any bare or lighter spots of your Bull Arab before spending a good amount of time outdoors.",
    "Children And Other Pets": "When properly trained, the Bull Arab makes an excellent family pet, even with children in the house. Be sure to teach your kids how to safely interact with a big dog like the Aussie Pig Dog, and be sure your pup knows their boundaries, too! Smaller children can be easily injured if a Bull Arab gets a little too excited during playtime.As for other pets in the house, the Bull Arab can be somewhat aggressive towards smaller animals, given their high prey drive. Cats and smaller dogs might not feel as at-home if the Bull Arab decides to chase them around (and potentially harm them).Still, many Bull Arabs get along just fine with other dogs and cats, so it really comes down to training, socialization, and the luck of the draw."
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Hybrid Dogs"
    },
    {
      "name": "Height",
      "value": "24 to 27 inches"
    },
    {
      "name": "Weight",
      "value": "60 to 95 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 1
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 2
    }
  ]
}