{
  "id": "bullmastiff",
  "url": "https://dogtime.com/dog-breeds/bullmastiff",
  "name": "Bullmastiff",
  "intro": "The Bullmastiff dog breed is a firm and fearless family guardian. While standoffish toward strangers, they’ve got a soft spot for their loved ones.\nCalled the “silent watchdog,” this breed is nonetheless so mellow that they make great apartment dogs. They have short, easy-care coats, but beware: These dogs are droolers. If you can get past a little slobber, you’ll find a big, protective companion who will be happy to join you on adventures, so long as you save a spot on the couch for them afterward.\nDogTime recommends this big, spacious crate to give big Bullmastiffs a place to rest and relax. You should also pick up this dog brush and massager for your short-haired pup!\nSee all Bullmastiff dog breed traits and facts below!",
  "description": {
    "": "In 1901, a Mr. Burton of Thorneywood Kennels challenged a group of spectators at a dog show to take on the task of escaping a muzzled dog he had brought with him, the prize being one pound--a large sum of money at the time.The volunteer was a man experienced with dogs, but he must have soon regretted his act. Despite being given a head start, he was pursued, caught, and knocked down by the dog three times.Anyone who knew the dog was a Bullmastiff wouldn't have been surprised. Developed by gamekeepers on England's great estates, the dogs served as guardians of the grounds and were bred to be courageous, confident, strong, and fast.Large and powerfully built, the Bullmastiff has a formidable appearance that's a wonderful deterrent to would-be attackers or intruders. They're a determined protector when needed and a loving family companion the rest of the time.When well-trained and well-socialized, the Bullmastiff is a confident, trustworthy, and noble credit to the breed and to dogs in general.In one sense, this is a clean breed, with a short coat that's easy to groom and doesn't shed excessively. On the other, they're droolers. With this breed it's advisable to keep a hand towel with you at all times.Despite their size, the Bullmastiff isn't a high-energy dog. A couple of short walks or playtimes a day will meet their needs. They're mellow enough to live comfortably in an apartment or condo, as long as they get their daily outings.Of course, a puppy will have more energy than an adult dog, but they should settle down by the time they're two years old. Being low-key doesn't mean they're lazy. The breed can excel in dog sports such as agility, conformation, obedience and tracking. Bullmastiffs are also super therapy dogs, thanks to their calm nature and comical expression.When it comes to training, they're an independent thinker. Guide them with firmness, fairness, and consistency from an early age, and they'll look to you as head of the household.Let them go their own way, and they'll soon be running things, so don't let that happen. Early socialization--exposure to many different people, places, sights, sounds, and experiences--is essential.With this breed's history of being a guardian dog, the Bullmastiff can do well in homes where both people work as long as he gets plenty of human interaction during at-home hours.It's okay for them to spend time in a fenced yard or kennel run, but primarily these dogs should live in the home. After all, you want a guardian dog to be Johnny-on-the-spot in the event of an intruder as well as to be emotionally close to you so he'll want to protect you. The Bullmastiff is a silent watchdog who detains unwelcome visitors with his size and presence, biting only as needed.Bullmastiffs do very well with children and show amazing patience with them. Their size can be overwhelming to toddlers, however. Nor is the Bullmastiff meant to be a baby sitter. No dog should be left unattended with young children.Bullmastiffs can reach a weight of 130 pounds, and most of that is muscle. Living with a Bullmastiff brings the responsibility of ensuring that you have a well-trained and socialized dog. When that's the case, you'll find yourself in possession of a wonderful dog who is loving, faithful, and courageous, a huggable lug who's your best friend.",
    "Highlights": "Bullmastiffs don't need a lot of exercise and will be happy with a couple of short walks every day.Bullmastiffs can do well in families where both parents work. They are not overly concerned with being alone, but puppies will need someone who can come home to let them out for potty breaks.Bullmastiffs shed little and require only minimal grooming.Bullmastiffs can do well in apartments or condos because they're so mellow.Bullmastiffs can be aggressive toward other animals if they're not properly socializedBullmastiffs should live indoors with their people.Bullmastiffs are prone to heat exhaustion and heatstroke and should be kept indoors during hot or humid weather.Bullmastiffs drool and can be prone to gassiness. If wiping up drool bothers you in any way, this is not the breed for you.Bullmastiffs need early training that continues throughout their life. Training and socialization help curb unwanted aggression and willfulness.Large and loving, Bullmastiffs enjoy spending time with you on your couch, feet, and lap. They take up a lot of room but give you lots of love in return.Bullmastiffs can be determined guard dogs and will protect their home and family with their life if the need arises. Their size and confidence is a deterrent to intruders.Bullmastiffs are good with children, but they can accidentally knock over or step on toddlers.Bullmastiffs have a high pain threshold so it can be difficult to determine if the dog is hurt.",
    "History": "The Bullmastiff is a relatively modern breed that was developed in the mid-19th century, probably around 1860, by English gamekeepers who needed a large, quiet, fearless dog with the speed to track down poachers and the strength to hold them.They probably experimented with a number of breeds in an attempt to create the perfect dog for their needs, but the one that paid off was the Mastiff/Bulldog cross. The Mastiff was large but not aggressive enough, while the Bulldog, brave and tenacious, lacked the size needed to knock down and hold a man.The popular cross became known as the Gamekeeper's Night-Dog and worked and lived alongside the gamekeeper and his family. The dogs were bred for utility and temperament with little thought put into looks, the exception being a preference for a dark brindle coat, which provided camouflage at night.Poaching eventually declined, and the Bullmastiff took on a new role as a guard dog. As a result of the Mastiff influence, the fawn coat with a black mask became more common as well.It wasn't until the early 20th century that the Bullmastiff began to be bred as a distinct type rather than as a crossbreed.In 1924, England's Kennel Club recognized the breed. The American Kennel Club followed suit in 1933. The first Bullmastiff registered by the AKC was Fascination of Felons Fear in 1934.Today the Bullmastiff ranks 40th among the 157 breeds and varieties registered by the AKC, a testament to their qualities as a companion.",
    "Size": "A Bullmastiff male is 25 to 27 inches in height and weighs 110 to 130 pounds; females are 24 to 26 inches and weigh 100 to 120 pounds.",
    "Personality": "The ideal Bullmastiff is fearless and confident, but obedient to their people's wishes. Smart and reliable, they can be an independent thinker, yet they want to please.They're a natural guardian of the home and family and will respond instantly if they're threatened. Bullmastiffs were bred to be silent watchdogs, so it's unusual for them to bark.As with every dog, Bullmastiffs need early socialization--exposure to many different people, sights, sounds, and experiences. Socialization helps ensure that your Bullmastiff puppy grows up to be a well-rounded dog.Enrolling them in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking them to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help them polish their social skills.",
    "Health": "Bullmastiffs are generally healthy, but like all breeds, they can be subject to certain health conditions. Not all Bullmastiffs will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.Because some health problems don't appear until a dog reaches full maturity, health clearances aren't issued to dogs younger than two years old.Common health problems in this breed include cancer, hip and elbow dysplasia, torn anterior cruciate ligaments, bloat, subaortic stenosis, skin and coat problems, hypothyroidism, and entropion.Hip Dysplasia: This is a heritable condition in which the thighbone doesn't fit snugly into the hip joint. Some dogs show pain and lameness on one or both rear legs, but you may not notice any signs of discomfort in a dog with hip dysplasia. As the dog ages, arthritis can develop. X-ray screening for hip dysplasia is done by the Orthopedic Foundation for Animals or the University of Pennsylvania Hip Improvement Program (PennHIP). Dogs with hip dysplasia should not be bred. Hip dysplasia is hereditary, but it can be worsened by environmental factors, such as rapid growth from a high-calorie diet or injuries incurred from jumping or falling on slick floors.Elbow Dysplasia: This is a heritable condition common to large-breed dogs. It's thought to be caused by different growth rates of the three bones that make up the dog's elbow, causing joint laxity. This can lead to painful lameness. Your vet may recommend surgery to correct the problem or medication to control the pain.Hypothyroidism: Caused by a deficiency of thyroid hormone, this disease may produce signs that include infertility, obesity, mental dullness, and lack of energy. The dog's fur may become coarse and brittle and begin to fall out, while the skin becomes tough and dark. Hypothyroidism can be managed very well with a thyroid replacement pill daily. Medication must continue throughout the dog's life.Entropion: This defect, which is usually obvious by six months of age, causes the eyelid to roll inward, irritating or injuring the eyeball. One or both eyes can be affected. If your Bullmastiff has entropion, you may notice them rubbing at their eyes. The condition can be corrected surgically, which is best done after the dog reaches maturity at one or two years of age.Subaortic Stenosis: This common heart defect occurs when the aorta narrows below the aortic valve, forcing the heart to work harder to supply blood to the body. This condition can cause fainting and even sudden death. It's an inherited condition, but its mode of transmission isn't known at this time. Typically, a veterinary cardiologist diagnoses this condition after a heart murmur has been detected. Dogs with this condition should not be bred.Cystinuria: This genetic disorder is caused by an inability to reabsorb cystine, an amino acid, back into the kidney tubules. This results in the formation of kidney or bladder stones, which can cause life-threatening blockages of the urinary tract, especially in males. It's identified through an inexpensive urine nitroprusside test for cystine available through the University of Pennsylvania. Medication, diet, and surgery are all options that may help. Dogs with this inherited defect should not be bred.Gastric Dilatation Volvulus, Gastric Torsion, Bloat: This life-threatening condition can affect large, deep-chested dogs such as Bullmastiffs, especially if they are fed only one large meal a day, eat rapidly, drink large volumes of water after eating, or are allowed to exercise vigorously after eating. Raised feeding dishes and the type of food given may also be factors. It is more common among older dogs. GDV occurs when the stomach is distended with gas or air and then twists (torsion). The dog is unable to belch or vomit to rid itself of the excess air in its stomach, and the normal return of blood to the heart is impeded. Blood pressure drops and the dog goes into shock. Without immediate medical attention, the dog can die. Suspect bloat if your dog has a distended abdomen, is salivating excessively and retching without throwing up. They also may be restless, depressed, lethargic, and weak with a rapid heart rate. It's important to get your dog to the vet as soon as possible. There is some indication that a tendency toward GDV is inherited, so it's recommended that dogs who develop this condition be neutered or spayed.Ruptured Anterior Cruciate Ligament: This common knee injury tends to occur in large young dogs during play and older overweight dogs. A twisting of the dog's hind leg, which causes the anterior cruciate ligament to tear or rupture resulting in a sudden lameness in a hind leg. When the ligament is torn or ruptured, the tibia and femur can move against each other. This can lead to arthritis fairly quickly. Surgery is one form of treatment if the ligament is completely torn. If the ligament is only partially torn and other circumstances rule out surgery as an option, the rupture can be treated medically with special instruction on low-impact exercise and, if the dog is overweight, diet.Cancer: Dogs, like humans, can develop cancer. There are many different types of cancer, and the success of treatment differs for each individual case. For some forms of cancer, the tumors are surgically removed, others are treated with chemotherapy, and some are treated both surgically and medically. Cancers found commonly in Bullmastiffs include lymphosarcoma, osteosarcoma, hemangiosarcoma, and mast cell tumors.Panosteitis: This is an elusive ailment sometimes seen in young dogs. Its primary sign is sudden lameness, and puppies usually outgrow it by the age of two years with no long-term problems. The lameness can be slight or severe and can be managed with canine pain relievers. Panosteitis is often misdiagnosed as elbow dysplasia, hip dysplasia, patellar luxation, or even more serious disorders. If misdiagnosed, the vet may want to do surgery on your dog that isn't needed. If signs occur, ask for a second opinion from an orthopedic specialist before allowing surgery to be performed.Skin Problems: Bullmastiffs have sensitive skin that can be prone to rashes, sores, and irritations. They may also be prone to contact or inhalant allergies, caused by a reaction to substances such as detergents or other chemicals or airborne allergens such as pollen, dust, and mildew. Check your Bullmastiff's skin regularly and treat any rashes quickly. Provide soft, clean bedding in crates and other sleeping areas to prevent sores. Sometimes a change to a diet with few or no chemical additives can help. Other Bullmastiffs need long-term treatment with antibiotics or steroids to keep skin problems under control.",
    "Care": "The Bullmastiff is a low-energy dog who can adapt well to most home environments, although their size makes them best suited to a house with a fenced yard.Besides keeping them from roaming and protecting them from traffic, a fence prevents the Bullmastiff from expanding their territory beyond their home and yard, which could cause them to try to prevent other people and dogs from entering the surrounding area.Their short muzzle makes the Bullmastiff prone to heat exhaustion and heatstroke. Avoid exercise during the heat of the day, and keep them indoors during hot or humid weather. Be sure they always have access to shade and fresh water when they're outdoors.Start training your Bullmastiff puppy as soon as you bring them home, while they're still at a manageable size. Enroll in a puppy socialization class to get them used to being around other dogs and people. This is extremely important for the Bullmastiff, who can be aggressive toward other dogs and people they don't know if they aren't taught manners.In addition to puppy kindergarten and regular obedience class, take your Bullmastiff to parks, outdoor shopping malls, and other places where they can learn to meet people and become accustomed to new experiences, sights, and sounds.Although they want to please, the Bullmastiff thinks for themselves and needs a confident trainer. Use positive reinforcement techniques, never physical punishment, but be firm and consistent in what you ask of them. Avoid repetitive training, or your Bullmastiff will get bored and start doing their own thing.Think beyond puppyhood. If you don't want your Bullmastiff on the furniture when they weigh 130 pounds, don't let them on it when they only weigh 20 pounds. Once a habit is established, it will be difficult to break.Housetraining shouldn't be a problem as long as you make it a positive experience and provide your pup with a regular potty schedule and plenty of opportunities to go outside. Crate training is a wonderful tool for housetraining and keeping your young puppy from chewing things they shouldn't.The Bullmastiff needs a firm hand when training, but they also need love and patience. When they're trained, you'll find that they're a wonderful, caring, and loyal companion who will gladly risk their life to defend yours.",
    "Feeding": "Recommended daily amount: 3 1/8 to 4 1/8 cups of a high-quality dog food daily, divided into two meals.How much your adult dog eats depends on their size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog.The quality of food you buy also makes a difference--the better the food, the further it will go toward nourishing your dog, and the less of it you'll need to shake into your dog's bowl.Keep your Bullmastiff in good shape by measuring their food and feeding them twice a day rather than leaving food out all the time. If you're unsure whether they're overweight, give them the eye test and the hands-on test.First, look down at them. You should be able to see a waist. Then place your hands on their back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see their ribs without having to press hard. If you can't, they need less food and more exercise.For more on feeding your Bullmastiff, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The Bullmastiff coat is short and dense, offering good protection from rain, snow, and cold.It comes in three colors: red, fawn or brindle (specks and streaks of light and dark markings) with a dark muzzle and ears. Occasionally, a Bullmastiff will have a small white mark on their chest.Bullmastiffs don't shed heavily, and their coats are easy to keep clean and shiny with a quick daily brushing using a rubber curry. Bathe only as needed.Check the ears weekly and clean as needed with a solution recommended by your veterinarian. If they smell bad or are filled with a waxy material resembling coffee grounds, the dog may have an infection or mite infestation, so take them to a veterinarian.Trim nails once or twice a month. If you can hear them clicking on the floor, they're too long. Short, neatly trimmed nails keep the feet in good condition. If the nails get too long, the toes can become spread out, reducing the support provided by the foot and making it more likely that stickers and small stones will get stuck in the foot.Don't forget dental hygiene. Brush their teeth at least two or three times a week to prevent tartar buildup and periodontal disease, daily for best results.Grooming provides you with an excellent opportunity to bond with your dog and to check their overall health. As you brush the coat or teeth, clean the ears and trim the nails, look for sores or other signs of irritation such as redness on the skin, mouth, feet, and ears. Eyes should be free of redness or discharge.Begin getting your Bullmastiff used to being brushed and examined when they're a puppy. Handle their paws frequently--dogs are touchy about their feet--and look inside their mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when they're an adult.",
    "Children And Other Pets": "Bullmastiffs are patient with and protective of children, but because they're so large, they can accidentally knock over or step on a toddler. If you have children, take their age and size into consideration when deciding whether to get a Bullmastiff.Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any ear biting or tail pulling on the part of either party.Teach your child to never approach any dog while they're sleeping or eating or try to take away the dog's food. No dog, no matter how good-natured, should ever be left unsupervised with a child.The Bullmastiff may well be aggressive toward dogs they don't know. They do best with dogs of the opposite sex, especially if they've been raised with them.They can get along with cats if they're raised with them, although some Bullmastiffs can't resist the urge to chase them. A cat who stands up for themselves will fare better than one who runs away.",
    "Rescue Groups": "Bullmastiffs are often acquired without any clear understanding of what goes into owning one, and these dogs often end up in the care of rescue groups, in need of adoption or fostering. Contact rescue organizations for more information about available dogs and adoption requirements.The American Bullmastiff AssociationBullmastiff Rescue of CanadaPacific Northwest Bullmastiff FanciersBullmastiff Rescue Resource Centre",
    "Breed Organizations": "Below are breed clubs, organizations, and associations where you can find additional information about the Bullmastiff.American Bullmastiff Association, Inc."
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Working Dogs"
    },
    {
      "name": "Height",
      "value": "24 to 27 inches at the shoulder"
    },
    {
      "name": "Weight",
      "value": "100 to 130 pounds"
    },
    {
      "name": "Life Span",
      "value": "8 to 10 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}