{
  "id": "canaan-dog",
  "url": "https://dogtime.com/dog-breeds/canaan-dog",
  "name": "Canaan Dog",
  "intro": "The Canaan Dog is a pariah dog that has survived in the desert region of Israel for thousands of years. Believed to be the dog breed that the Hebrews used in biblical times to herd and guard their flocks and encampments, some are still used by Bedouins and Druse for this purpose today.\nEven though these are purebred dogs, you may find them in the care of shelters or rescue groups. Remember to adopt! Don’t shop if you want to bring a dog home.\nIn Europe and North America, Canaan Dogs are companions and compete in dog sports such as conformation, agility, and obedience. They’re highly adaptable and can even adjust to apartment life, so long as their humans can meet the breed’s exercise needs. However, as an ancient pack breed, they need firm leadership and consistent training. While they’re smart, they can also be stubborn. Use positive reinforcement, and you’ll have a pooch who’s eager to please.\nSee below for complete dog breed traits and facts about Canaan Dogs!",
  "description": {
    "": "Dogs were an elemental part of ancient Middle Eastern communities, where they were used to herd and guard the flocks of sheep that were a man's wealth. Known as Kelef Kanani, Hebrew words meaning Canaan Dog, those primitive dogs survived for thousands of years, into the modern era, and still retain the traits that allowed them to live in harsh desert conditions. Today's Canaan Dog has the same smooth coat, prick ears, and bushy tail as his ancestors, and no doubt the same alert, watchful, inquisitive nature that made him a well-regarded herding dog. This agile dog can change directions quickly and moves at a brisk trot, covering ground more rapidly than you can imagine.Besides his pleasing form and graceful movement, the Canaan Dog is blessed with an endearing and responsive personality. Although his heritage of desert survival gives him a certain degree of independence, a Canaan Dog who's been properly socialized loves his family and is adaptable to many living situations. Life in an apartment with several short daily walks is as agreeable to him as living in a suburban home with a yard and three noisy kids. While this breed is active, its energy level isn't excessive. And the Canaan Dog's territorial nature makes him unlikely to stray far from home, although, like any dog, he should be protected from traffic and other dangers by a fenced yard.This is a versatile breed. While the Canaan Dog doesn't excel in any one area, he is smart and quick to learn, ready and willing to engage in almost any doggy activity, from tracking to herding, obedience to agility. He draws the line only at jumping into a cold lake to retrieve a bird. Today's Canaan retains primitive herding skills and some have been herding-tested with excellent results. The Canaan's herding instinct is not as powerful as that of some other breeds, notably the Border Collie, nor does he have the single-mindedness of certain sporting breeds. Few Canaans will retrieve a ball a hundred times in a row. In behavior, as in appearance, the Canaan is a moderate.Nonetheless, this is a dog who requires firm but loving handling as well as early socialization in puppyhood to counteract tendencies toward aloofness and aggression toward other dogs. Experienced dog owners will find the Canaan easy to train, but first-timers can have their hands full. A confident attitude and the help of a good trainer can ease the way. This intelligent dog responds best to motivational techniques such as food rewards, praise, and play. He's easily bored with repetitive training and requires a challenging and creative learning environment.It's also important to provide him with strong, firm leadership. A Canaan who decides he's in charge instead of you will make his own decisions about who is allowed onto his property, and this can lead to serious behavior problems.Canaan Dogs are considered highly reactive, an excellent survival trait. Reacting quickly when confronted with something new and being cautious or suspicious in new situations can save a dog's life and are among the reasons the breed survived to the present day. Canaan breeders have worked to maintain the breed's character, so these traits are still present, making them excellent watchdogs.The breed is an excellent and vocal watchdog, so be prepared for some barking. Canaans are keenly alert and will notice anything new or any new person on their property. They will bark to alert you to someone's presence but will keep their distance, circling and hanging back while watching what is going on. This causes some people to consider them shy, but it's their method of responding to new or potentially dangerous situations.Canaan Dogs get along well with children, considering them part of their pack and treating them gently. They also do well with other small pets in the household that they are raised with, including cats.The Canaan Dog has been used for centuries to herd and guard flocks and encampments, and more recently they've been used as mine detectors, trackers, and alert dogs. They compete in herding, agility, conformation, and obedience.While he's loyal and affectionate, the Canaan isn't a glutton for attention. He's capable of occupying himself as needed. This doesn't mean, of course, that he should be stuck out in the backyard all the time with no human interaction. Like any dog, Canaans are social animals who enjoy being with their people. They make wonderful companions and protectors of their family and property. If you understand and appreciate the unique qualities of this breed and are willing and able to live with a primitive breed who retains the instincts and behaviors that have kept him around for thousands of years, the Canaan Dog may be the ideal companion for you.",
    "Highlights": "The Canaan Dog is not the best choice for first-time dog owners.Canaans are a primitive breed and are more concerned with pack order than some breeds. They will attempt to wrest \"pack\" leadership from a passive owner.They need extensive and continual socialization throughout their life to help them recognize what is a threat and what is not.Canaan Dogs can be dog-aggressive. Some cannot live with a dog of the same sex, and some extend the aggression to any dog that they meet.Canaans are aloof with strangers.Canaan Dogs bark when something is new or different in their territory. They can become nuisance barkers if they aren't taught when to stop or if they're frequently left alone for long periods.They do not make good guard dogs as their suspicion of new people and things can make them indiscriminate about who and what is a threat.Canaan Dogs require a securely fenced yard.They like to dig and can turn your nicely manicured lawn into a plot that resembles the surface of the moon.Their intelligence makes them highly trainable, but their independent nature and difficulty with motivation can make it questionable whether they will choose to listen to you. When it comes to training, they have a \"what's in it for me?\" attitude.They shed profusely twice a year and shed smaller amounts throughout the rest of the year.Canaan Dogs are a rare breed, with only about 1,600 in the world. If you want a Canaan Dog puppy, expect to spend time on a waiting list.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "In the Bible, the book of Exodus calls Canaan — ancient Palestine and Phoenicia from about 3,000 BCE — a good and spacious land, flowing with milk and honey. Flocks of sheep and goats prospered there, and where there are flocks, there are dogs. The dogs of these ancient Middle Eastern communities were known as Kelef Kanani, Hebrew words meaning Canaan Dog. It's likely that the Kelef Kanani differed little from his modern-day descendant, the Canaan Dog. Tomb drawings from Beni Hassan in Egypt, which date to 2200-2000 BCE, show dogs with smooth coats, prick ears, and bushy tails curling over their backs. No doubt they had the same alert, watchful, inquisitive expression that marks today's Canaan Dog, a breed that may well be a living portrait of early domesticated dogs.The Middle Eastern herding dogs of the past kept their charges from straying, protected them from predators or thieves, and sounded the alarm when danger was near. But over the centuries, with the invasion of Roman conquerors and the dispersal of the land's inhabitants to the far corners of the earth, the Canaan Dog became unemployed. He retreated to the hilly desert of southern Israel, living a feral lifestyle that depended on his wits and fitness. Sometimes he continued in his nomadic life, earning a living with the Bedouin desert dwellers, or served as guards for the Druse, religious communities of hill people who made their home on Mount Carmel and other areas of what are now Syria, Lebanon, Jordan, and Israel. Sculpted by this harsh lifestyle, the dog became a wily athlete, perfectly suited to his environment.For centuries, the Canaan Dog continued his unfettered life in the desert, but in 1935, world events conspired to bring him back into the human community. Not only was World War II brewing, an independent Jewish state was in the offing. Isolated Jewish settlements in Palestine needed guard dogs that could withstand desert conditions, and the area's armed forces were looking for a desert-tough guard and patrol dog. Rudolphina Menzel, a professor of animal and comparative psychology at the University of Tel Aviv, was asked to develop a dog that would meet these needs. Her original plan was to work with established breeds, but in her mind's eye she kept picturing Canaan Dogs that she had seen in the desert. They had survival skills, and that was what was needed.Dr. Menzel and her husband acquired several of the desert dogs and began breeding them, recording and refining their bloodlines. They trained their new breed for sentry work, land mine detection, and message delivery, and they were active with the Middle East Forces during World War II. After the war, some of the dogs took up second careers as guide dogs. By 1948, the Palestine Kennel Club had registered 150 of them.In 1965, Ursula Berkowitz of Oxnard, California, imported four Canaan Dogs. The Canaan Dog Club of America was formed the same year. The United Kennel Club recognized the breed in 1992 and the American Kennel Club in 1997. The breed entered the national spotlight in 1998 when Ch. Catalina's Felix to the Max became the first Canaan Dog to compete in the Herding Group at the Westminster Kennel Club show. He's still a rare breed, ranking 150th among the 155 breeds and varieties registered by the AKC.",
    "Size": "Male Canaan Dogs stand 20 to 24 inches at the shoulder and weigh 45 to 55 pounds; females are smaller at 19 to 23 inches and 35 to 45 pounds.",
    "Personality": "The Canaan is described as alert, vigilant, devoted, and docile with his family. He's aloof toward strangers, although he should never be shy or aggressive, and highly territorial. His territoriality, which kicks in at about age 2, makes the Canaan a good alarm dog. He's sure to bark whenever anyone comes to the door, settling back down once he's certain you have the situation under control. That's assuming he views you as leader of the pack. If he doesn't, he may try to run things himself and make his own decisions about who's welcome and who's not. You must be willing and able to be a strong leader when you live with a Canaan.The breed requires extensive socialization — exposure to many different people, places, sights, sounds, and experiences — and not just for a few months in puppyhood but for several years, if not a lifetime. A dog who has been exposed to a variety of people and situations while young will be less stressed and less likely to overreact when confronted with something new as an adult. If you plan to show or compete with your Canaan in any type of dog sport, socialization and training are essential to your success. Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills.Some Canaan Dogs go through a fear period starting at 9 to 12 months of age, which can last for as long as a year. They may be especially anxious around strangers and bark at seemingly harmless objects. During this period, be calm and confident, showing him that he has nothing to fear. Trying to soothe him will only encourage him to believe that there really is something out there waiting to get him.Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Choose the middle-of-the-road puppy, not the one who's beating up his littermates or the one who's hiding in the corner. Always meet at least one of the parents — usually the mother is the one who's available — to ensure that they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when he grows up.",
    "Health": "Canaans are a hardy breed and don't suffer from any known hereditary health problems.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition. In Canaans, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).",
    "Care": "The Canaan's dense undercoat allows him to spend time outdoors in all kinds of weather, but when his people are home, he should be a housedog. He requires a securely fenced yard to protect him from traffic and from altercations with other dogs. With a consistent schedule, he's easy to housetrain.Canaans love to dig and can make quite large excavations in a short period if left to their own devices. Provide them with a digging area they can call their own or redirect the digging tendency with other activities.The Canaan doesn't require extensive exercise. He's usually satisfied with a couple of short walks a day or a walk plus some vigorous playtime in the backyard.",
    "Feeding": "Recommended daily amount: 1.5 to 2.5 cups of high-quality dry food a day, divided into two meals.NOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Canaan in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test. First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Canaan Dog, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "Canaan Dogs have a double coat that insulates them from desert temperature extremes. The outer coat is straight and harsh to the touch, lying flat on the body, with a slight ruff on the neck. The undercoat is short and soft. The thickness of the undercoat varies depending on the climate in which the dog lives. The bushy tail tapers to a pointed tip.Canaans can be predominantly white with a mask and sometimes additional large patches of color, or they can be a solid color, ranging from black to all shades of brown, including sandy, red, or liver, with or without white trim on the chest, belly, feet, lower part of the legs, and tail tip. Solid brown or tan dogs sometimes have shadings of black.Shedding is minimal, and little brushing is needed to keep the coat in good condition. Weekly brushing with a stiff bristle brush will do the trick, although you may need to brush more frequently during the twice yearly shedding of the undercoat. The Canaan Dog is a relatively clean dog with no doggie odor and does not require frequent bathing.Brush your Canaan's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim nails once or twice a month if your dog doesn't wear them down naturally. If you can hear them clicking on the floor, they're too long. Short, neatly trimmed nails keep the feet in good condition and prevent your legs from getting scratched when your Canaan enthusiastically jumps up to greet you.Begin accustoming your Canaan to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the ears, nose, mouth, and eyes, and on the feet. Ears should smell good, without too much wax or gunk inside, and eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "Canaans are gentle with children, devoted and protective. Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's eating or sleeping or to try to take the dog's food away. No dog, no matter how loving, should ever be left unsupervised with a child.Canaans can get along with other dogs, if they're brought up with them and socialized extensively, but they tend to play rough with a lot of vocalization. To people who don't know the breed, they may seem aggressive toward other dogs. They can be, but it's important to be able to tell the difference between rough play and true aggression. Study dog body language so you can know when to interfere and when to relax and let them be dogs. That said, adult Canaans are not the best candidates for playing at off-leash dog parks. They may try to bully or interfere with the play of other dogs. They can also be aggressive toward dogs of the same sex.Canaans do best with cats when they're raised with them and when the cat is savvy enough to stand up to the dog instead of running from him. Running activates the Canaan's prey drive, and he will give chase. The breed's strong prey drive can lead them to chase and kill small animals, especially those they find outdoors. They are probably not a good choice for families with pets such as rabbits, hamsters, and gerbils.",
    "Rescue Groups": "Canaan Dogs are often purchased without any clear understanding of what goes into owning one. There are many Canaans in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Canaan rescue.The Canaan Dog Club of America, Inc.Canaan Dog Rescue Network",
    "Breed Organizations": "Below are breed clubs, organizations, and associations where you can find additional information about the Canaan Dog.Canaan Dog Club of America"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Herding Dogs"
    },
    {
      "name": "Height",
      "value": "19 to 24 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "35 to 55 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}