{
  "id": "cane-corso",
  "url": "https://dogtime.com/dog-breeds/cane-corso",
  "name": "Cane Corso",
  "intro": "The Cane Corso is a working dog who absolutely loves having a job to do. This old Italian dog breed was developed to guard property and hunt big game such as wild boar.\nAlthough these are purebred dogs, you may find them in the care of rescue groups or shelters. Remember to adopt! Don’t shop if you want to bring one of these dogs home.\nCane Corsos are powerful and athletic, best suited to experienced pet parents who have large, securely fenced yards. They’ll definitely need their humans to give them a task; otherwise, they may find their own ways to reduce boredom — probably with destructive behavior. If you can give your dog plenty of space, exercise, and training, then this may be the breed for you!\nIt’s important to remember that dogs of any breed can suffer from health issues throughout their lives. A good pet insurance plan can help you prepare to give your dog the care they need at any age.\nSee below for all dog breed traits and facts about Cane Corsos!",
  "description": {
    "": "The Cane Corso (Corso for short) is a serious dog breed for a person who is serious about having a dog as a companion and who can provide him with the firm and loving guidance he needs to become a great dog. He is a family-only dog. Don’t expect him to buddy up with everyone he meets: He has no interest in people or other animals outside his family, but those within the family will have his undivided loyalty and protection.Give this dog a job. He’s unwilling to just lie around all day and will find his own “work” to do if you don’t provide it: usually running the fence and barking at passersby, digging holes to China, or chewing up your furniture. If you have a farm or ranch, he will help you with the livestock; otherwise, get him involved in a dog sport such as agility, dock diving, nose work, obedience, or tracking.",
    "Highlights": "The Corso’s short coat comes in black, light, and dark shades of gray; light and dark shades of fawn; and red. Any of these colors may have a brindle pattern: irregular streaks of light and dark color.Solid fawn and red Corsos may have a black or gray mask.The Corso’s ears may be cropped or uncropped.The Corso is a working dog who needs lots of mental and physical stimulation.Corsos are not demonstrative, but they enjoy “talking” to their people with “woo woo woo” sounds, snorts, and other verbalizations.The Corso is not a good “first dog.” He requires plenty of socialization, training, and exercise to be a good companion.",
    "History": "The Corso is one of many Mastiff-type dogs. This one was developed in Italy and is said to descend from Roman war dogs. He is more lightly built than his cousin, the Neapolitan Mastiff, and was bred to hunt game, guard property, and be an all-around farm hand. Their work included rounding up pigs or cattle and helping to drive them to market.The word “cane,” of course, is Latin for dog and derives from the word “canis.” The word “corso” may come from “cohors,” meaning bodyguard, or from “corsus,” an old Italian word meaning sturdy or robust.The breed declined as farming became more mechanized and came near to extinction, but starting in the 1970s dog fanciers worked to rebuild the Corso. The Society Amatori Cane Corso was formed in 1983, and the Federation Cynologique Internationale recognized the breed in 1996.A man named Michael Sottile imported the first litter of Corsos to the United States in 1988, followed by a second litter in 1989. The International Cane Corso Association was formed in 1993. Eventually, the breed club sought recognition from the American Kennel Club, which was granted in 2010. The breed is now governed by the Cane Corso Association of America.",
    "Size": "The Corso is a large, muscular dog. Males stand 25 to 27.5 inches at the withers; females 23.5 to 26 inches. Weight is proportionate to height and typically ranges from 90 to 120 pounds.",
    "Personality": "The Corso’s history describes him as having a “vigorous temperament, ready to meet any challenge.” That type of temperament can be a double-edged sword. With a confident, consistent owner who provides good leadership and prevents the dog from roaming, the Corso can be an excellent family dog who is never inappropriately aggressive, but in the wrong hands he can become aggressive and be a danger to the public. In July, two Corsos were in the news after they attacked and killed a jogger.The ideal Corso is docile and affectionate toward his family, including children. To get him to that point requires socialization and training from an early age. This dog will not do well in a home with anyone who is afraid of or dislikes dogs or is unable to manage a large dog.The Corso is highly intelligent. Combine that with his bossy nature, and it’s easy to see how he could come to dominate the household without firm leadership and boundaries. He will test you to see how far he can go. It’s important to let him know from the start what the rules are and to ensure that all family members understand the rules as well. Institute a “nothing in life is free” policy by requiring him to perform a command such as “Sit” or “Down” before rewarding him with a meal, treats, or a toy.Firm leadership does not mean hitting the dog — ever. That not only sends the wrong message but can also be dangerous with a large, powerful dog. The sensitive Corso understands tone of voice and responds well to praise and rewards when he has done something you like as well as to firm, rapid corrections and consistent enforcement of rules when you don’t like what he’s doing. Being calm, quiet, and self-assured will get you a lot farther with this dog than angry bluster. Consistency will allow him to relax and know you are in charge.Help the young Corso develop confidence by letting him spend time alone. This can be outdoors in a confined area such as a yard or kennel or in his crate while you are busy around the house and can’t supervise. Being alone for varying periods teaches him he’s all right on his own and you always come back.Like every dog, the Corso needs early socialization — exposure to many different people, sights, sounds, and experiences — ideally before he is four months old. Socialization helps to ensure your Corso puppy grows up to be a well-rounded dog, unafraid of strangers, children, other animals, or being left alone when necessary. Without a lot of experience of the world, he can easily become fearful or aggressive. The more you socialize him, the better able he will be to determine what’s normal behavior and what actions require him to respond in a protective way.According to the Italian breed standard, the Corso should be indifferent when approached and should only react when a real threat is present. The Corso is a working breed and is required to function under high levels of stress. A Corso who cannot maintain its dictated temperament under stressful situations is one with incorrect temperament for the breed.",
    "Health": "Corsos are generally healthy, but like all breeds, they’re prone to certain health conditions. Not all Corsos will get any or all of these diseases, but it’s important to be aware of them if you’re considering this breed.The Corso can be prone to hip dysplasia; eyelid abnormalities such as entropion, ectropion, and cherry eye; demodectic mange (which can be heritable); and gastric torsion, also known as bloat.Expect breeders to have up-to-date health clearances certifying that a puppy’s parents are free of eye disease and hip dysplasia. Clearances should be in the form of an eye exam by a board-certified veterinary ophthalmologist with the results registered with the Orthopedic Foundation for Animals and an OFA or Pennhip evaluation of the hips. You can confirm health clearances by checking the website of the Canine Health Information Center. You should also ask if any of the breeder’s dogs have ever suffered bloat or mange.Regardless of how healthy your dog is when you first bring them home, you should prepare for any issues that may come up throughout their life. A pet insurance plan can help you stay ready for any of your dog's veterinary needs.",
    "Care": "This working breed needs plenty of physical activity to stay in shape. Plan on taking him for a brisk walk or jog of at least a mile, morning and evening, every day. If you like to bicycle, get an attachment that will allow him to run alongside you.Go easy on puppies. Their musculoskeletal system isn’t fully developed until they are about 18 months old, so while they need more walks to help burn off their puppy energy, those walks should be shorter and slower.For mental stimulation, provide this dog with a job. Good employment for a Corso includes herding livestock (your own or a trainer’s), learning tricks, practicing obedience skills, or being involved in a dog sport. Spend at least 20 minutes a day on these types of activities. It’s okay to break it up: for instance, 10 minutes in the morning and 10 minutes in the evening.Never allow a Corso to run loose. A solid, secure fence is a must. An electronic fence will not prevent him from leaving your property if he chooses to, and it won’t protect your neighbor’s dog or cat if he wanders into your yard.Finally, be prepared for the amount of care and large bills that can go along with owning a large dog. There’s more poop to scoop, and essentials such as spay/neuter surgery are more expensive for big dogs than for small ones. If your Corso needs surgery for any other reason, the cost of anesthesia will be high because he needs more of it than a small dog, as well as larger amounts of pain medication after surgery. Finally, there are the costs of training class, entry fees for dog sports, and pet-sitting or boarding when you are away from home. Take all of these expenses into consideration before acquiring a Corso because you will be facing them for 10 to 12 years.",
    "Feeding": "Recommended daily amount: If you are feeding a high-quality dry food, your Corso will probably eat 4 to 5 cups a day.Note: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Corso in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test.First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Corso, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The Corso has a short, stiff coat with a light undercoat. It can be black, gray, red or fawn and may or may not have a brindle pattern. The coat sheds heavily twice a year, so have a good vacuum cleaner on hand to suck up the dust bunnies.If you plan to bathe your Corso on a regular basis, accustom him to the experience at an early age. Bathe him weekly as a young pup, teaching him the command “Bath,” so that he learns to expect and accept it. Give him plenty of praise and rewards to sweeten the deal.Brush your Cane Corso’s teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.To prevent painful tears and other problems, trim his nails once or twice a month if your dog doesn't wear them down naturally. If you can hear them clicking on the floor, they're too long. Dog toenails have blood vessels in them, and if you cut too far you can cause bleeding — and your dog may not cooperate the next time he sees the nail clippers come out. So, if you're not experienced at trimming dog nails, ask a vet or groomer for pointers.Check ears weekly for redness or a bad odor, which can indicate an infection. When you check your dog's ears, wipe them out with a cotton ball dampened with gentle, pH-balanced ear cleaner to help prevent infections. Don't insert anything into the ear canal; just clean the outer ear.Begin accustoming your Corso to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "When he is properly raised, trained, and socialized, the Corso can be loving toward and protective of children. It’s important, however, that puppies and adult dogs not be given any opportunity to chase children and that kids avoid making high-pitched sounds in his presence. Running and squealing may cause the Corso to associate children with prey. Keep him confined when kids are running around outdoors and making lots of noise, especially if your children have friends over. The Corso may think it necessary to step in and protect “his” kids, and that is unlikely to end well. Games of fetch or — for young children — helping to hold the leash are good ways for children to interact with a Cane Corso puppy or adult.As with every breed, you should always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's eating or sleeping or to try to take the dog's food away. No dog, no matter how loving, should ever be left unsupervised with a child.The Corso may get along with other dogs or cats if he is raised with them, but he will likely view strange animals as prey and do his best to kill them. It’s essential to be able to protect neighbors’ pets from him. This is another instance in which socialization is a must. Your Cane Corso should learn from an early age to remain calm in the presence of other dogs. If you do get a second dog, either another Cane Corso or a different breed, it is best to choose one of the opposite sex.",
    "Rescue Groups": "Some Corsos, purchased without any clear understanding of what goes into owning one or given up because their families can no longer keep them, are in need of adoption or fostering. Contact the national breed club or a local breed club and they can point you toward a Corso rescue organization.Cane Corso Association of AmericaCane Corso CoalitionAll dogs will need veterinary care at some point in their lives. When you adopt, make sure you're prepared to address any health issues that may come up after you leave the shelter. A pet insurance plan can keep your dog covered."
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Working Dogs"
    },
    {
      "name": "Height",
      "value": "1 foot, 11 inches to 2 feet, 3 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "90 to 120 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 12 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 2
    }
  ]
}