{
  "id": "cardigan-welsh-corgi",
  "url": "https://dogtime.com/dog-breeds/cardigan-welsh-corgi",
  "name": "Cardigan Welsh Corgi",
  "intro": "The Cardigan Welsh Corgi is the older of the two Corgi dog breeds, with dogs of this type believed to have existed in Wales for more than 3,000 years.\nThroughout history, people used these dogs to drive cattle to market. These days, they mostly love to spend time with their families and are active, fun-loving playmates for school-age children.\nThe Cardigan is distinguished by their long tail — like the sleeves of a cardigan sweater. Their medium-length coat comes in many colors and patterns, including red, brindle, blue merle, and black, usually with white markings. Known as the yard-long dog, the breed is sensible and affectionate.\nSee below for all dog breed traits and facts about Cardigan Welsh Corgis!\n  ",
  "description": {
    "": "In Wales, a tiny fairy tale land studded with misty mountains and mysterious standing stones, the fairies ride little longbacked dogs, following the wild hunt across a moonlit sky. A few lucky mortals learned of the fairies’ canine treasure and acquired the dogs for themselves. They are known as Corgis, from the Welsh words “cor gi,” meaning “dwarf dog,” and they are among the oldest of the herding breeds.Until 1934, the Welsh Corgi was considered to be a single breed, but these days the dogs are recognized as two separate varieties — the Cardigan and the Pembroke — with distinct histories and characteristics. Cardigans belong to the American Kennel Club’s Herding Group and are recognized by the United Kennel Club.Besides his long tail, the Cardigan stands out from the Pembroke by his slightly larger size, longer body, heavier head and bigger, more rounded ears. Males typically weigh 30 to 38 pounds. Females are a bit smaller and usually weigh 25 to 34 pounds.Cardigan Welsh Corgis, also known as Cardigans, Cardis or CWCs, have an alert, watchful, yet friendly expression. Their dense double coat, which sheds heavily, comes in all shades of red, sable, and brindle; black, with or without tan or brindle points; or blue merle, with or without tan or brindle points. They usually have white markings on the legs, chest, neck, muzzle, belly and tail tip and may have a blaze on the head.The official AKC breed standard is maintained by the Cardigan Welsh Corgi Club of America.",
    "Highlights": "Cardigans are vocal dogs. They bark at anything and everything.Cardigans are intelligent but can be stubborn. If housetraining is a problem, crate training is advised.Cardigans have a strong herding instinct that may cause them to nip at the heels of your children when they are playing.Cardigans like to eat and will overeat if given a chance. Be sure to monitor their food intake so they don't become obese.Cardigans have a lot of energy and need daily exercise.Cardigans should never be purchased from unknowledgeable breeders, puppy mills, or pet stores.",
    "History": "The Cardigan Welsh Corgi is descended from the same family of dogs that produced the Dachshund and the Basset Hound. The ancestors of modern-day Cardis are believed to have been brought to Wales more than 3,000 years ago by Celtic tribes who migrated to Wales from central Europe. This early dog was a transitional form between the Teckel and the Spitz families. Some believe that when the Vikings invaded Wales, the Spitz-type dogs they brought with them were crossed with the original Corgi to produce the Pembroke Welsh Corgi.Cardigans were working dogs, helping to herd farmers’ cattle and keep them safe from predators. They also helped farmers drive their cattle to the fields and to the market. They were treasured as cattle dogs, guardian dogs, family pets, and vermin exterminators. So prized were the dogs and so vital were they to the financial well-being of the farmers that an ancient Welsh law placed severe penalties upon anyone who would harm or steal one of them.Cardigan Welsh Corgis were first shown in English dog shows in 1919 and the English Cardigan Welsh Corgi Association was founded in 1926. At that time, the Cardigans and Pembrokes were considered one breed, and often were interbred, which caused a great deal of strife among breeders.In the mid and late 1920s, a red and white dog named Bob Llwyd influenced the breed a great deal. It’s said that the first breed standard was based upon him. He sired the breed’s first champion, Ch. Golden Arrow, who was born in 1928 and finished his championship in 1931.Also in 1931, Mrs. B.P. Bole imported the first pair of Cardigans into the United States. One was a female named Cassie who was already a well established producer of high quality Cardigans in England. Although she was mismarked, being white with brindle patches, she produced excellent pups. One of her pups, named Megan, became the first U.S. champion of the breed. Today, the Cardigan Welsh Corgi Club of America, Inc. holds an annual contest for champions only, named the Megan Competition.In 1934, the British Kennel Club declared Pembrokes and Cardigans to be separate breeds, thereby ending any questions about interbreeding the two. The next year, the American Kennel Club recognized Cardigan and Pembroke Welsh Corgis.The Cardigan Welsh Corgi Club of America was founded in 1935. The Cardigan has gone from the Non-Sporting to the Working to the Herding Group at American Kennel Club (AKC) dog shows. Because the parent club has always been committed to preventing commercialization of their dogs, they aren’t as well-known as the Pembroke, but they always have a special place in the hearts of those who know and love them.Today, the breed standard is maintained by The Cardigan Welsh Corgi Club of America.",
    "Size": "Cardigans are 10.5 to 12.5 inches tall. Males weigh 30 to 38 pounds; females 25 to 34 pounds.",
    "Personality": "The Cardigan doesn’t spend much time herding cattle these days, although he still has the instinct for it. He is a family companion and show dog with an adaptable personality and responsible nature. You will often find the Cardigan living with horse owners, who appreciate his assistance in loading their horses into trailers.The Cardigan can be less sociable and more territorial than the Pembroke. True to his herding dog heritage, the Cardi is an alert watchdog and may be reserved toward strangers. Expect him to bark a warning at the sight, scent or sound of anything unusual.He is a sturdy friend for children, and his intelligence makes him highly trainable. That said, he is an independent thinker and will often choose to do things his own way, adding a special Cardigan twist to obedience commands and other directives.Like every dog, the Cardigan needs early socialization — exposure to many different people, sights, sounds and experiences — ideally before he is four months old. Socialization helps to ensure that your Cardigan puppy grows up to be a well-rounded dog.",
    "Health": "Cardigan Welsh Corgis are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Cardigans will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.In Cardigans, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), certification from the Canine Eye Registry Foundation (CERF) that eyes are normal; and a DNA test for progressive retinal atrophy. You can confirm health clearances by checking the OFA web site (offa.org) and the CERF web site (vmdb.org/cerf.html).Intervertebral Disk Disease: Because of their long backs, Cardigans are prone to ruptures in a spinal disc. Signs include unsteadiness, difficulty going up or down stairs or on and off furniture, knuckling over of limbs, weakness, and paralysis.Progressive Retinal Atrophy (PRA): A family of eye diseases that involves the gradual deterioration of the retina. Early in the disease, affected dogs become night-blind; they lose sight during the day as the disease progresses. Many affected dogs adapt well to their limited or lost vision, as long as their surroundings remain the same.",
    "Care": "Like a fine sports car, the Cardigan has a body that is low-slung and fast. As a herding breed, he is capable of moving flocks long distances each day. Even if he doesn’t do that for a living anymore, he still needs daily exercise in the form of a walk or training for a dog sport such as agility. If he gets the activity he needs, the Cardigan is happy in any environment, from city condo to country estate.With his short legs and long back, the Cardigan can be prone to back injuries. Because their skeletal development is not yet complete, avoid letting puppies jump on and off furniture. Don’t pick them up without supporting both the front legs and the rear end.The Cardigan has a weather-resistant coat designed to withstand the harsh weather of Wales, but that doesn’t mean he’s an outside dog. He is highly people-oriented and should not be shunted off to the backyard with little human interaction.",
    "Feeding": "Recommended daily amount: 1 to 1.5 cups of high-quality dry food daily, divided into two meals.Note: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference--the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Cardigans like to eat, and will over-indulge if given the chance. Keep your Cardi in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test.First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Cardigan, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "Cardis are double-coated, with a short undercoat and a longer, thick topcoat. They shed continuously, with periods of heavier shedding at least twice a year. Be prepared to brush a Cardigan frequently to keep flying hair under control. Daily brushing and warm baths to remove excess coat may be necessary during shedding season.The coat comes in all shades of red, sable, and brindle; black, with or without tan or brindle points; or blue merle, with or without tan or brindle points. They usually have white markings on the legs, chest, neck, muzzle, belly and tail tip and may have a blaze on the head.The length of the coat varies on the body. Some Cardis have soft, fluffy coats, which are not desirable because they don’t protect the dog from the elements.Many Cardigans have what is called a \"fairy saddle\" over their back. This marking takes its name from the legend that fairies rode the dogs in their home country of Wales.Brush your Cardigan’s teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.To prevent painful tears and other problems, trim his nails once or twice a month if your dog doesn't wear them down naturally. If you can hear them clicking on the floor, they're too long. Dog toenails have blood vessels in them, and if you cut too far you can cause bleeding —  and your dog may not cooperate the next time he sees the nail clippers come out. So, if you're not experienced at trimming dog nails, ask a vet or groomer for pointers.Check ears weekly for redness or a bad odor, which can indicate an infection. When you check your dog's ears, wipe them out with a cotton ball dampened with gentle, pH-balanced ear cleaner to help prevent infections. Don't insert anything into the ear canal; just clean the outer ear.Begin accustoming your Cardigan to being brushed and examined when he's a puppy. Handle his paws frequently —  dogs are touchy about their feet — and look inside his mouth. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "Cardigans love children, but their herding instincts can motivate them to nip at a youngster’s feet or ankles. They can learn quickly, however, that this behavior is not permitted.As with every breed, you should always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's eating or sleeping or to try to take the dog's food away. No dog, no matter how friendly, should ever be left unsupervised with a child.Cardigans are usually friendly toward other pets in the household, so long as they have been socialized with them. They can be aggressive toward dogs that aren’t part of their family, but they enjoy having a second or third dog in the family to play with, especially another Corgi.",
    "Rescue Groups": "Some Cardigans, purchased without any clear understanding of what goes into owning one or given up because their families can no longer keep them, are in need of adoption or fostering. Not all rescue groups are listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Cardigan rescue organization.",
    "Breed Organizations": "Cardigan Welsh Corgi National Rescue Trust"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Herding Dogs"
    },
    {
      "name": "Height",
      "value": "10 inches to 1 foot tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "25 to 38 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}