{
  "id": "carolina-dog",
  "url": "https://dogtime.com/dog-breeds/carolina-dog",
  "name": "Carolina Dog",
  "intro": "Indigenous to the United States, the Carolina Dog is a rare, primitive dog breed and relatively new to domesticity. They are medium in size, agile, and independent; they’re also known for being very clean dogs.\nThe Carolina Dog is also sometimes called the Yellow Dog, the American Dingo, the Dixie Dingo, and the Yaller. They were feral and lived in the Southeastern United States for hundreds of years, and they’re still found in the wild in some parts of Georgia and South Carolina.\nCarolina Dogs are probably not going to be overly affectionate but will form close bonds with their humans. Show them strong leadership and let them know you’re in charge when training. They may act reserved and wary of strangers, but they don’t tend to behave aggressively.\nCanines of this breed are pack dogs through and through, and they’d thrive in multi-dog and person homes, forming loving bonds with other dogs and humans alike. They have a high prey drive, so you must watch them closely around other small animals. They love big families and big homes with yards where they can run around. Carolina Dogs are incredibly loyal to their humans and sweet and playful with kids.\nDogTime recommends this dog bed to give a good night’s sleep to your medium-sized Carolina Dog. You should also pick up this dog fetch toy to help burn off your pup’s high energy!\nSee below for complete list of Carolina Dog breed facts and traits!",
  "description": {
    "Highlights": "The Carolina Dog's coat usually comes in a variety of colors that include cream, tan, black, brown, and red. They're typically a combination of two or more of these colors.They usually have short, dense coats, and while they're not a great choice for allergy sufferers, they are very clean and groom themselves, much like cats.The Carolina Dog should get at least 60 minutes of exercise per day to help keep them fit.Recent studies have shown that the Carolina Dog breed may be sensitive to Ivermectin, an ingredient found in mite and heartworm medication. Ask your vet before using these medications.The Carolina Dog is a pack dog and should not be left alone. Isolation would not suit this pup at all.The Carolina Dog is a sturdy dog and will bond and play well with kids, especially those who they consider a part of their family. Always supervise playtime.While they love other dogs, be careful around other small animals, as this breed has a prey drive ingrained in their DNA.",
    "History": "The Carolina Dog is believed to have originated in Asia and closely resembles the Asian pariah dog. They made their way to North America alongside merchants across the Bering Straight 9,000 years ago and slowly migrated until they hit the southern United States.They've lived in the wild in the southern United States for several hundred years and are still spotted in parts of Georgia and South Carolina.The Carolina Dog was eventually rediscovered and domesticated. They're also known as the Dixie Dingo, the American Dingo, the Yaller, and the Yellow Dog.Bones resembling those of the Carolina Dog have been found in ancient Native American Indian burial grounds, signifying they were likely kept as pets by American Indians.The Carolina Dog was officially recognized as a breed by the American Kennel Club in the 1970s.The Carolina Dog is also recognized by:ACA - American Canine Association Inc.ACR - American Canine RegistryAPRI - American Pet Registry, Inc.ARBA -American Rare Breed AssociationCDA - Carolina Dog AssociationCKC - Continental Kennel ClubDRA - Dog Registry of America, Inc.NKC - National Kennel ClubUKC - United Kennel Club",
    "Size": "The Carolina Dog should weigh between 30 and 55 pounds and range in size from 18 to 20 inches at the shoulders.That said, many dogs can be smaller or larger than the average or standard for their breed.",
    "Personality": "The Carolina Dog is not overly affectionate with kisses and cuddles, but they're incredibly loyal and will form strong bonds with their humans. They're wary of strangers and may watch them suspiciously, which makes them excellent watchdogs.The Carolina Dog is highly intelligent but also has a stubborn streak ingrained into their makeup. They may not be easily trainable, but they do have a willingness to please. Be patient and use positive reinforcement.The Carolina Dog is also described as sturdy, quiet, gentle, brave, cunning, and resourceful. After living on their own for hundreds of years, they're natural hunters and can adapt to just about any climate or lifestyle.The Carolina Dog is a pack dog and should not be left alone. Isolation would not suit this pup at all.",
    "Health": "The Carolina Dog breed is fairly healthy overall. Having lived in the wild for so long, they do not have the genetic disorders that many over-bred dog breeds have today. A minor concern may include hip and elbow dysplasia.Recent studies have shown that the Carolina Dog breed may be sensitive to Ivermectin, an ingredient found in mite and heartworm medication. When it comes to treating them for fleas and ticks, you may want do some research and possibly search for natural alternatives. Ask your veterinarian for advice.",
    "Care": "As with all dogs, you should keep up with your Carolina Dog's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine.The Carolina Dog should get at least 60 minutes of exercise per day to help keep them fit. Always have fresh water available.These dogs are known for being clean; they groom themselves almost like cats. They'll need help with their nails, though. Trim them before they get too long--usually once or twice per month. They should not be clicking against the floor. Your groomer or vet can help with this.One of the toughest jobs when caring for any animal is maintaining their oral health. You should brush your dog's teeth a minimum of three times per week. Your vet can instruct you on how to brush your dog's teeth properly and help with recommending dental chews.",
    "Feeding": "An ideal Carolina Dog diet should be high in protein and, if possible, closely resemble what they would eat in the wild. A single feeding of high quality dog food or homemade food each day may suit this breed best. Ask your vet for advice on serving sizes and frequency.Carolina Dogs have a tendency to gain weight if they're overfed, so you should stick to a regular feeding schedule and not leave food out during the day. Limit their amount of treats, as well.As with all dogs, the Carolina Dog's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Carolina Dog's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "The Carolina Dog's coat usually comes in a variety of colors that include cream, tan, black, brown, and red. They're typically a combination of two or more of these colors.They usually have short, dense coats, and while they're not a great choice for allergy sufferers, they are very clean and groom themselves, much like cats.The coat will change as the seasons change. It's usually more sparse during the summer and thicker in the winter. During the winter, they tend to grow a pretty thick undercoat. They should only be bathed as needed.Due to their versatile coat, the Carolina Dog can pretty easily adapt to almost any climate. Even though they lived in the wild, they need to live indoors and be with their human pack.",
    "Children And Other Pets": "The Carolina Dog is a sturdy dog and will bond and play well with kids, especially those who they consider a part of their family. Since the Carolina Dog is a pack dog, they'll be happy in a household with other dogs.While they love other dogs, be careful around other small animals, as this breed has a prey drive ingrained in their DNA.It's important to teach children how to behave around dogs, and it's never a good idea to leave small children alone with any dog under any circumstance. Always supervise playtime between kids and dogs.",
    "Rescue Groups": "Rescues specifically for Carolina Dogs might be hard to come by, as this is a fairly rare breed. However, you can always check with your local shelter, and you may want to try a rescue that caters to all kinds of dogs. You can take a look at the following:Wright-Way RescueAngels Among Us Pet RescueYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Hound Dogs"
    },
    {
      "name": "Height",
      "value": "18 to 20 inches at the shoulder"
    },
    {
      "name": "Weight",
      "value": "33 to 55 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 3
    }
  ]
}