{
  "id": "catahoula-bulldog",
  "url": "https://dogtime.com/dog-breeds/catahoula-bulldog",
  "name": "Catahoula Bulldog",
  "intro": "The Catahoula Bulldog is a mixed breed dog–a cross between the Catahoula Leopard Dog and American Bulldog dog breeds. Agile, energetic, and loyal, these pups inherited some of the best qualities from both of their parents.\nCatahoula Bulldogs are also known as American Mastahoulas. You can find these mixed breed dogs in shelters and breed specific rescues, so remember to always adopt! Don’t shop if you’re looking to add one of these mixed breed pups to your home!\nWhen living with a Catahoula Bulldog, you’ll find they’re exceptionally high energy dogs with a large amount of intelligence–so you’ll need to ensure that you can provide the mixed breed with almost constant attention and exercise. They’re also very loyal and protective–intruders will set off the alert dog’s guarding instincts.\nSee below for all mixed dog breed traits and facts about Catahoula Bulldogs!",
  "description": {
    "Highlights": "Catahoula Bulldogs are mixed breed dogs. They are not purebreds like their Catahoula Leopard Dog or American Bulldog parents.Catahoula Bulldogs come in a range of colors. They can be all white or all dark, or they can come in a mix that also includes gray and brown.These dogs posses short, dense, and straight coats that are often described as looking glossy. Weekly brushings will suffice for the breed. Shedding is very low, too.Catahoula Bulldogs are some of the most loyal dogs around. They can act as guardians and protectors of young children--although when dealing with such a powerful dog, it's imperative that the breed is trained and socialized correctly from a very young age.You'll need to be able to commit to at least two long walks every day, ideally with the option of swimming or breaking into a run. This is not a a dog that will do well living in an apartment--and destructive behavior might occur due to boredom and restlessness.",
    "History": "The Catahoula Bulldog isn't one of the newest mixed breeds around. Common estimates suggest they've been on the scene for approximately 100 years. The breed has a record of being a very popular dog in the southern states of the USA, mainly due to their ability to hunt down and catch bears and hogs and herd cattle.Digging deeper into the dog's heritage, the Catahoula part of its name stems from a Native American word for \"clear water.\"The Catahoula Bulldog has become known as a designer dog breed, but many of them unfortunately end up in shelters. So consider contacting your local rescue groups and shelters if you're thinking about adding the Catahoula Bulldog to your home.",
    "Size": "The Catahoula Bulldog is usually described as a medium- or large-sized dog. Although, as is always the case with newer dog breeds, exact size standards might vary.Most weigh in at 75 to 100 pounds and range in height from 24 to 26 inches.",
    "Personality": "If you ask a Catahoula Bulldog owner to describe their dog, it's a given that they'll tell you the breed is both super loyal and exceptionally energetic. To that end, these are high maintenance dogs: You'll need to be able to commit to at least two long walks every day, ideally with the option of swimming or breaking into a run.This is not a a dog that will do well living in an apartment--and destructive behavior might occur due to boredom and restlessness.Catahoula Bulldogs are very loyal and fiercely protective of their family--so you'll need to establish who's the leader of the pack at a very early age. It goes without saying that such a powerful and energetic dog needs to be socialized properly from a young age.While the breed can form strong bonds with children, correct training is key. If you cannot commit 100 percent to looking after this breed's needs, the Catahoula Bulldog is not the dog for you.",
    "Health": "Catahoula Bulldogs are generally considered to be healthy dogs--although the breed can be predisposed to some of the same conditions that the Catahoula Dog and American Bulldog face. As always, it's important to schedule regular wellness visits with your dog's vet.Some of the more common health problems Catahoula Bulldogs suffer from include:Dry noseAllergies",
    "Care": "As with all dogs, it's important to keep up your Catahoula Bulldog's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.Catahoula Bulldogs require lots of exercise--as with any dog, obesity can become an issue if suitably satisfying walks are not maintained. If you have access to very large, open outdoor spaces, this dog will enjoy running alongside you.Due to them being such an active canine, you should make sure to regularly check your Catahoula Bulldog's feet for any injuries that may have occurred while outdoors. This breed's nails will also need to be clipped--your vet can help you come up with a suitable foot and nail maintenance regime.",
    "Feeding": "An ideal Catahoula Bulldog diet should be formulated for a medium to large breed with high energy.As with all dogs, the Catahoula Bulldog's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Catahoula Bulldog's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "Catahoula Bulldogs come in a range of colors. They can be all white or all dark, or they can come in a mix that also includes gray and brown.Catahoula Bulldogs posses short, dense, and straight coats that are often described as looking glossy. Weekly brushings will suffice for the breed--the likelihood of developing mats is exceptionally low. Shedding is very low, too. Thankfully, for a dog who loves to spend so much time engaging in energetic pursuits outside, the Catahoula Bulldog rarely suffers from any odor issues.As you'd expect for a dog with southern heritage, the breed does best in hotter climates. If you live in a place with harsh winters, the Catahoula Bulldog is not likely to appreciate the environment.",
    "Children And Other Pets": "Catahoula Bulldogs are some of the most loyal dogs around. They can act as guardians and protectors of young children--although when dealing with such a powerful dog, it's imperative that the breed is trained and socialized correctly from a very young age. Also, make sure to teach your children how to properly act around the dog.While the Catahoula Bulldog has been known to get along with other animals and pets, in some circumstances the breed's hunting instincts can kick in. This might not be the best dog to bring into a house already ruled over by a couple of cats.As with all dogs, early socialization pays off--so make sure to reward your Catahoula Bulldog for good behavior and adhere to a proper training regime when you bring them home.",
    "Rescue Groups": "It may be hard to find a breed-specific rescue for Catahoula Bulldogs because they are a mixed breed. However, you may want to try Catahoula Leopard Dog or American Bulldog breed-specific rescues, as they often care for mixes, as well. Here are some rescues you can try:Janeen’s Catahoula Leopard Dog RescueAmerican Bulldog RescueYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "24 to 26 inches"
    },
    {
      "name": "Weight",
      "value": "75 to 100 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 14 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 1
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}