{
  "id": "catahoula-leopard-dog",
  "url": "https://dogtime.com/dog-breeds/catahoula-leopard-dog",
  "name": "Catahoula Leopard Dog",
  "intro": "The Catahoula Leopard Dog breed has a striking appearance and a strong work ethic. They’re a tough dog, bred to work in swamps and forests, and they require a leader who is firm and consistent, with time to keep them occupied.\nAlthough these are rare, purebred dogs, you may find them in the care of rescue groups or shelters. Remember to adopt! Don’t shop if you want to bring a dog home!\nThese pups are very affectionate with their humans, but they do need lots of exercise. They’ll do best in a home with a big, fenced in yard and experienced pet parents. If you can meet their needs, you’ll have a loving family member who can keep you on your toes.\nSee below for complete list dog breed traits and facts about Catahoula Leopard Dogs!",
  "description": {
    "": "Louisiana's \"hog dog\" is a jambalaya of native American dogs, Spanish Mastiffs, and Greyhounds. Catahoulas were created to track and drive feral hogs and cattle when it was time to butcher them, and not surprisingly they are aggressively resolute in their work.This tough yet strikingly beautiful dog can have a spotted, brindle, solid, or patched coat of many colors. Other outstanding physical characteristics are his webbed feet, which allow him to swim well and work in soft, marshy areas, and his eyes, which may be blue, green, brown, or amber. Some Catahoulas have eyes that are each a different color or \"cracked\" eyes: two different colors within the same eye.Befitting their heritage as herding and driving dogs, Catahoulas are wary of strangers. They're protective of their families and opinionated about who is and isn't trustworthy. People who live with them say they're excellent judges of character.Expect to provide this hard-working and independent dog with at least an hour of strenuous exercise daily as well as firm guidance during training. When their exercise and leadership needs are met, Catahoulas are loving, calm, and dedicated companions.",
    "Highlights": "The Catahoula should not be left to live outside. He's a companion dog and does poorly in isolation.Because he may be aggressive toward unknown dogs, a Catahoula should never be walked off leash.Catahoulas are highly intelligent and need firm, patient, consistent training.Catahoulas are energetic dogs who need at least an hour of vigorous exercise daily.Catahoulas shed lightly to moderately year-round. They require weekly brushing to remove dead hair and keep their coat shiny.The Catahoula needs early and frequent socialization, especially if you want him to be friendly toward other animals.The Catahoula is not recommended for a timid or first-time owner. This breed needs a confident trainer who is consistent and firm but also loving.Catahoula puppies need tough, durable toys.The ideal home for a Catahoula is one with a fenced yard and opportunities for the dog to perform its natural work of tracking and herding.Catahoulas are protective of the children in their family, but they are not four-legged babysitters. Always supervise interactions between children and dogs.If properly socialized and raised with them, Catahoulas can do well with other dogs and animals. It is important to understand that some Catahoulas may never do well with other animals and may need to live in single animal homes.Catahoulas can be aggressive toward other dogs, especially if both dogs are male.Catahoulas are alert watchdogs and wary of strangers.Never buy a Catahoula from a puppy mill, a pet store, or a breeder who doesn't provide health clearances or guarantees. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies and who breeds for sound temperaments.",
    "History": "Named for a Choctaw Indian word meaning \"sacred lake,\" the Catahoula originated in northern Louisiana near Catahoula Lake. He's probably the product of breedings between local dogs and the Bloodhounds, Mastiffs, and Greyhounds brought to the area by Spanish explorers. They are sometimes known as Catahoula curs, Catahoula leopard curs, or Catahoula hounds, but the name was officially changed to Louisiana Catahoula Leopard Dog when they became the state dog of Louisiana. The Catahoula was used to track and round up the wild hogs that roamed the forests, hence the name hog dog that he sometimes goes by.The Louisiana Catahoula Cur Association was formed in 1976, followed by the National Association of Louisiana Catahoulas in 1977. Other organizations are the Catahoula Cur Breeders Association, which registers Catahoulas, and the American Catahoula Association, which works to promote and maintain the breed's conformation and working ability through shows, clinics, trials and certified testing. Events include Treeing, Hog Bay, Cow Bay, and Cow Trials. The breed was named state dog of Louisiana in 1979.The United Kennel Club was the first national dog registry to recognize the Catahoula, in 1995. The Catahoula entered the American Kennel Club's Foundation Stock Service, which maintains records for rare breeds, in 1996. It has not yet met the requirements for AKC recognition and may not participate in AKC conformation events.The Catahoula is a unique dog with a fascinating heritage and strong working ability. It is not suited for life with every family, but when you make a commitment to one and form a bond with him, you have a steadfast protector and companion for life.",
    "Size": "Males, 22 to 26 inches at the shoulder and 65 to 90 pounds; females, 20 to 24 inches at the shoulder and 50 to 65 pounds.",
    "Personality": "The proper Catahoula is not aggressive toward people. He is wary of strangers but never shy. With family members, he is loving and protective. Males can be aggressive toward other male dogs, and Catahoulas in general work aggressively, a necessity in rounding up unruly hogs or cattle. Their instinct is to track and herd game, and if that isn't an option for them, they need some other outlet for their energy. Catahoulas are excellent watchdogs and will bark a warning or otherwise go on alert at the approach of strangers. Treat them firmly but fairly. They do not accept mistreatment or physical abuse.Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Choose the middle-of-the-road puppy, not the one who's beating up his littermates or the one who's hiding in the corner. Always meet at least one of the parents-usually the mother is the one who's available-to ensure that they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when he grows up.Like every dog, a Catahoula needs early socialization-exposure to many different people, sights, sounds, and experiences-when he's young, and it should continue throughout his life. Socialization helps ensure that your Catahoula puppy grows up to be a well-rounded dog. Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills.",
    "Health": "Catahoulas are generally healthy, but like all breeds, they can be subject to certain health conditions. Not all Catahoulas will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog's been tested for and cleared of a particular condition. Because some health problems don't appear until a dog reaches full maturity, health clearances aren't issued to dogs younger than 2 years old. Look for a breeder who doesn't breed her dogs until they're two or three years old.In Catahoulas, look for health clearances on both parents from the Orthopedic Foundation for Animals for hips, and from the Canine Eye Registry Foundation, certifying that the eyes are healthy.The following problems may occur in the breed:Canine Hip Dysplasia (CHD). This is a heritable condition in which the thighbone doesn't fit snugly into the hip joint, eventually causing lameness or arthritis. X-ray screening for hip dysplasia is done by the Orthopedic Foundation for Animals or the University of Pennsylvania Hip Improvement Program (PennHIP). Dogs with hip dysplasia should not be bred.Deafness: Because Catahoulas carry the gene for merle coloration, which is linked to deafness, unilateral (one-sided) and bilateral (both sides) hearing loss is also a concern in the breed. Before purchasing, test a puppy's hearing by standing behind it and clapping your hands or making some other unexpected noise and see if it responds. You can also have the dog's hearing tested at a BAER (brainstem auditory evoked response) facility recommended by your veterinarian.",
    "Care": "The Catahoula is not a dog that can be tied out in the yard and left on his own. He needs companionship and exercise and should be as familiar with the inside of your home as the yard.Underground electronic fences are not suitable for this breed. A Catahoula will ignore the shock if he sees another dog approaching his territory, and the lack of a solid barrier means that other dogs can enter the yard, which can lead to a serious fight.Expect to give him at least an hour of exercise daily. Engage his mind with training sessions or fun activities.Begin training the day you bring your Catahoula puppy home. He is intelligent and learns quickly, but he needs a strong leader. For best results, be patient, firm, and consistent to develop the strongest bond with your Catahoula. Let him know what you expect, and then let him go to work. Always look for behaviors you can reward instead of punishing him for infractions. Harsh corrections can damage the dog's self-confidence and personality. Regular training practice and social interaction will help ensure that you live together happily. A bored or lonely Catahoula is destructive in his attempts to entertain himself.If you are consistent and follow a schedule, housetraining comes easily to the Catahoula. Crate training assists in this process and prevents your Catahoula puppy from chewing on things he shouldn't or otherwise getting into trouble when you aren't around to supervise. A crate also gives him a safe haven where he can retreat when he's feeling overwhelmed or tired. Never use a crate as a place of punishment.Leash training is also important, especially since your Catahoula will be a strong puller. Good leash manners are essential to the state of your muscles, your own happiness, and your Catahoula's safety. He has a strong prey drive, so never walk him off leash any place that he might encounter unknown dogs or other animals.Early, frequent socialization is a must for this breed, especially if you want your Catahoula to be friendly toward or at least tolerate other animals, especially other dogs. Puppy socialization classes are a great start, but socialization shouldn't end there. Visit many different dog-friendly stores, parks, and events, and introduce him to as many people as possible, both in your home and in publicWith proper training, consistency, and socialization, your Catahoula will be a wonderful family member who protects and loves you unconditionally.",
    "Feeding": "Recommended daily amount: 3 3/8 to 5 1/8 cups of a high-quality dog food daily, divided into two meals. To avoid gastric dilatation volvulus, also known as bloat, withhold food and water for at least an hour after vigorous exercise.How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Catahoula in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test. First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Catahoula, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The Catahoula's short to medium-length single coat lies close to the body. Its texture may range from smooth to coarse.Catahoulas are found in many coat colors and patterns. They may have color points, or trim, located on the chest, cheeks, above the eyes, or on the legs, underbody or under the tail. The leopard pattern has a base color with contrasting spots of one or more other colors. Solids have a single coat color. Brindles may have a light or dark base coat color with contrasting stripes. Catahoulas with a patchwork coat may or may not have one predominant solid color with one or more different size patches of different colors and shades placed randomly on the body. Rich, deep colors are preferable to the lighter colors, but no coat color or pattern is more valuable than another.A weekly brushing keeps the Catahoula's coat clean and shiny and helps reduce shedding. The coat sheds lightly to moderately year-round. A bath is usually necessary only a couple of times a year.Other grooming needs include dental hygiene and nail care. Brush your Catahoula's teeth at least two or three times a week to remove tartar buildup and the accompanying bacteria. Daily is better. Trim his nails once or twice a month, or as needed. If you can hear the nails clicking on the floor, they're too long. Short nails keep the feet in good condition and don't get caught in the carpet and tearCheck the ears weekly to make sure there's no debris, redness, or inflammation. Clean the ears as needed with a cotton ball and a cleanser recommended by your dog's breeder or your veterinarian. Wipe around the outer edge of the ear canal, and don't stick the cotton ball any deeper than the first knuckle of your finger.Begin accustoming your Catahoula to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.",
    "Children And Other Pets": "Some breeders describe the Catahoula as a great babysitter for kids. The Catahoula is suitable for families with children, but despite his family loyalty and protectiveness, he should always be supervised in the presence of toddlers or young children. He can be rambunctious and may accidentally knock small children down. And like any dog, he may mistake children at eye level as attempting to challenge him.Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any mouthing, biting, or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's sleeping or eating and not to try to take the dog's food away. No dog should ever be left unsupervised with a child.Some Catahoulas get along well with other dogs and cats when they're raised with them. As adults, they may require more of an adjustment period before they welcome the company of another dog. To ensure the best relationship, choose a dog of the opposite sex. Make introductions in a neutral area away from your home.",
    "Rescue Groups": "Catahoulas are sometimes acquired without any clear understanding of what goes into owning one, and these dogs often end up in the care of rescue groups, in need of adoption or fostering. Other Catahoulas end up in rescue because their owners have divorced or died. If you're interested in adopting an adult Catahoula who has already gone through the destructive puppy stage and may already be trained, a rescue group is a good place to start.Catahoula Rescue Catahoula Rescue NetworkCatahoula Rescue NortheastCatahoula Rescue SoutheastCatahoula United Rescue ServiceLone Star Catahoula Rescue"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Herding Dogs"
    },
    {
      "name": "Height",
      "value": "20 to 26 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "50 to 90 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 14 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 1
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 1
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 2
    }
  ]
}