{
  "id": "cav-a-jack",
  "url": "https://dogtime.com/dog-breeds/cav-a-jack",
  "name": "Cav-a-Jack",
  "intro": "The Cav-a-Jack is a mixed breed dog–a cross between the Cavalier King Charles Spaniel and Jack Russell Terrier dog breeds. Energetic, friendly, and playful, these pups inherited some of the best qualities from both of their parents.\nYou can find these mixed breed dogs in shelters and breed specific rescues, so remember to always adopt! Don’t shop if you’re looking to add a Cav-a-Jack to your home!\nThe Cav-a-Jack is a great dog for a first time owner to consider. These pups are playful and sociable; they love to spend time around people and will make great playmates for any young children in your household. They also have something of a mischievous side! Due to the mixed breed’s smaller size, they’re adaptable to apartment living, just as long as you make sure you meet their exercise requirements. Cav-a-Jacks are known to be smart and inquisitive dogs who will benefit from interactive toys in their environment.\nSee below for all mixed dog breed traits and facts about Cav-a-Jacks!",
  "description": {
    "Highlights": "The Cav-a-Jack is a mixed breed dog. They are not purebreds like their Cavalier King Charles Spaniel or Jack Russell Terrier parents.The Cav-a-Jack's coat is often predominantly white, with extra markings that may be tan, black, and brown.You'll want to commit to weekly brushing sessions, and feel free to up the frequency during the months when greater shedding occurs.Despite their small size, the Cav-a-Jack is a dog with high energy and exercise needs. Try and aim for at least an hour a day in terms of exercise, and make sure that walks are on the brisk side.Cav-a-Jacks and kids get along great together. You should still supervise play sessions between all kids and dogs.In general, Cav-a-Jacks are not usually the best fit for a household with an existing cat. They can often view felines as prey to chase.",
    "History": "As a newer mixed dog breed, there isn't a whole lot of concrete information about the Cav-a-Jack's history. But looking into the background of the parent breeds, you can get a solid sense of where the dog comes from.The Jack Russell Terrier began as a small game hunter dog, where the breed's tenacity and high energy made them a big hit. On the Cavalier King Charles Spaniel side, this is a breed with noble roots who was originally bred to be a companion dog for royalty. It's said that King Charles I and II actually gave the breed their name!The Cav-a-Jack has become known as a designer dog breed, but many of them unfortunately end up in shelters. So consider contacting your local rescue groups and shelters if you're thinking about adding the Cav-a-Jack to your home.",
    "Size": "The Cav-a-Jack is a small dog. As is always the case with newer mixed dog breeds, exact size standards might vary.Most weigh in at 13 to 18 pounds and range in height from ten to 17 inches. Female Cav-a-Jacks can be noticeably smaller than their male counterparts.",
    "Personality": "When it comes to the Cav-a-Jack's personality, you can think of this mixed breed as like a small, energetic, and curious child. They will always take up the option of a play session; although, due to the breed's smartness, you'll want to vary things up and definitely include smart toys in their day-to-day environment.Balancing out the mixed breed's playful side, they also love to be around people--the Cav-a-Jack is definitely a dog who will become a great companion for young and old people alike. In fact, this is not a dog to be left alone all day. Make the Cav-a-Jack a key part of your family and you'll find yourself living with a great dog.As a heads up: The Cav-a-Jack does have a feisty and independent side, so you'll need to ensure that proper training takes place right from the start!",
    "Health": "Cav-a-Jacks are generally considered to be healthy dogs; although, the mixed breed can be predisposed to some of the same conditions that the Cavalier King Charles Spaniel and Jack Russell Terrier face. As always, it's important to schedule regular wellness visits with your dog's vet.Some of the more common health problems Cav-a-Jacks suffer from include:CataractsLens LuxationDeafness",
    "Care": "Despite their small size, the Cav-a-Jack is a dog with high energy and exercise needs. Try and aim for at least an hour a day in terms of exercise, and make sure that walks are on the brisk side. Definitely add fetch games and agility tasks to your outdoor routine.If you have access to a safe dog park, you'll find that your Cav-a-Jack absolutely loves playing around with the other pups! Be cautious if you have a yard: The mixed breed's curious nature means that they could very well attempt to escape through any holes in a fence.It's imperative that you look after your Cav-a-Jack's teeth. You'll need to brush them a few times a week--ask your regular vet to recommend a breed appropriate toothpaste.Due to the Cav-a-Jack's love of outdoor play sessions, you'll also want to check their ears for any signs of dirt or potential infection. The dog's nails will also need to be trimmed twice a month--ask your vet to show you how if you're new to dog grooming.",
    "Feeding": "An ideal Cav-a-Jack diet should be formulated for a small dog with high energy.Cav-a-Jacks need to stick to a heathy diet as overeating can cause weight gain and associated health problems, especially if adequate exercise isn't offered.As with all dogs, the Cav-a-Jack's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Cav-a-Jack's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "The Cav-a-Jack's coat is often predominantly white, with extra markings that may be tan, black, and brown.Their coat is short and sometimes a little bit wavy to the touch. You'll want to commit to weekly brushing sessions, and feel free to up the frequency during the months when greater shedding occurs. This will help keep the coat smooth and clean and ward off the chances of mats developing. In terms of bathing, use your eyes and nose to find out if it's necessary, and treat the dog to a bath after any extra dirty outdoor play sessions.In general, the Cav-a-Jack is an adaptable dog when it comes to climate. But be careful to kit your dog out with a fashionable canine coat if it's particularly cold outside, and always provide fresh water and shade during the hotter months.",
    "Children And Other Pets": "Cav-a-Jacks and kids get along great together. The breed is playful and sociable. Don't be surprised if your Cav-a-Jack and your kids become best play buddies. Just make sure that proper socialization takes place at an early age so both parties know their boundaries, especially if your Cav-a-Jack displays a strong independent streak.In general, Cav-a-Jacks are not usually the best fit for a household with an existing cat. They can often view felines as prey to chase. So ensure that boundaries between the dog and other household pets are set early and supervise interactions.Ultimately, early socialization really pays off with this breed. Make sure to reward your Cav-a-Jack for good behavior and adhere to a proper training regimen when you bring them home to your family.",
    "Rescue Groups": "It may be hard to find a breed-specific rescue for Cav-a-Jacks because they are a mixed breed. However, you may want to try Cavalier King Charles Spaniel or Jack Russell Terrier breed-specific rescues, as they often care for mixes, as well. Here are some rescues you can try:Cavalier Rescue USAJacks GaloreYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "10 to 17 inches"
    },
    {
      "name": "Weight",
      "value": "13 to 18 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 17 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}