{
  "id": "cavachon",
  "url": "https://dogtime.com/dog-breeds/cavachon",
  "name": "Cavachon",
  "intro": "The Cavachon is a mixed breed dog–a cross between the Cavalier King Charles Spaniel and Bichon Frise dog breeds. Compact, spunky, and full of fun, these pups inherited some of the best traits from both of their parents.\nCavachons don’t go by many other names with the exceptions of Cavalier-Bichon or Bichon-King Charles. Despite their unfortunate status as a designer breed, you may find these mixed breed dogs in shelters and rescues, so remember to adopt! Don’t shop!\nThese adorable pups make great apartment dogs for active urban dwellers. They do well in houses with or without a yard. Households with or without kids are just fine, too. They can adapt to just about any loving environment! If you are looking for a playful companion pup who will love you unconditionally, the Cavachon could be your next adopted family member.\nSee below for all mixed dog breed traits and facts about Cavachons!",
  "description": {
    "Highlights": "Cavachons are mixed breed dogs. They are not purebreds like their Cavalier King Charles Spaniel or Bichon Frise parents.The main colors of Cavachons are cream, white, and pied. Few coats are solid, and they almost always have a combination of colors.Cavachons usually have medium-length coats, and they're generally considered to be a good choice for allergy sufferers. There are longer-coated Cavachons, too, though they may not be as allergy friendly.Cavachons are fairly easy to groom. A good brushing three to four times a week should do the trick.Most Cavachons get along well with children and love to play. However, as with all dogs, play time should be supervised.The Cavachon is social and enjoys the company of other dogs, as long as they receive their fair share of attention from their owner.",
    "History": "The Cavachon dog breed may have existed naturally over the years, but designer breeders started intentionally mixing Cavalier King Charles with Bichon Frise in 1996 in North America.Breeders wanted to mix the two parent breeds to make an adorable companion dog. Mixing breeds also can minimize health issues that pure breeds are prone to. They continued to create Cavachons as demand for the mixed breed pups climbed.Even though the Cavachon breed got its start as a designer breed, some have ended up in shelters or in the care of rescue groups. Consider adoption if you decide this is the breed for you.Check your local shelters, look up Cavachon rescues, or check with breed-specific Bichon Frise and Cavalier King Charles Spaniel rescues, as they sometimes take in mixed breed dogs and find homes for them.",
    "Size": "As the Cavachon is a relatively new breed, there are few standards when it comes to size. That said, as a mix between Cavalier King Charles and Bichon Frise parents, you can expect Cavachons to be on the small side.Most weigh in at 15 to 35 pounds and range in height from twelve to 13 inches at the shoulder. That said, many can be smaller or larger.",
    "Personality": "Many Cavachon lovers describe these dogs' personalities as \"happy.\" They are the size of your average lap dog and enjoy a cuddle or nap as much as they enjoy being out and about on the town seeing the sights. They are easy going and enjoy it all, just so long as they are with their favorite person--you!They aren't overly energetic, but they don't sleep all day, either. Their energy level is middle of the road. They are not overly barky but may alert when guests arrive. Some of their parent Cavaliers are described as barky and some are not. It's really difficult to know until you get to know them to see which parental traits are dominant.These dogs are charmers and may want to meet everyone who crosses their paths. If you take them with you for an out-and-about-ing, allow extra time for meet and greets.Cavachons are smart and eager to learn. Make sure to keep training sessions short and to the point so they don't get overly stimulated or bored. Be consistent, and be gentle. Many dogs do not react well to negative feedback. Encourage the positive behavior to help keep your pup on track and eager to please you.They love being lavished with attention and will accept spoils from any family member.",
    "Health": "The Cavachon mixed breed is predisposed to some of the same conditions that the Cavalier and Bichon parents also face. While most are generally healthy, some may be prone to a few health issues, which is why it is important to maintain good care and regular veterinary checkups.Some of the more common health concerns to watch out for in Cavachons include:Mitral Valve DiseaseHeart MurmurSyringomyeliaAtopic DermatitisCataractsCushing's DiseasePatellar Luxation",
    "Care": "As with all dogs, you should keep up with your Cavachon's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.Cavachons have a moderate amount of energy. One half hour walk with some moderate activities in between should keep your Cavachon happy and stimulated.Also, the usual canine care is always required for every dog. Check their ears for debris and pests daily and clean them as recommended by your vet. Trim your dog's nails before they get too long--usually once or twice per month. They should not be clicking loudly against the floor. Your groomer can help with this.Your main concern when it comes to your Cavachon's care will be maintaining their oral health. You should brush their teeth daily, as small breeds are prone to dental issues. Your veterinarian can instruct you on how to brush your dog's teeth properly.All dogs must be walked on leashes and Cavachons, especially. While they are not high energy dogs, they may see a bird or other small animal and dart after it.Cavachons do not like to be left alone for long periods of time and, if isolated, could exhibit destructive behavior. If you plan to crate your pup, crate training must start at puppyhood.",
    "Feeding": "An ideal Cavachon diet should be formulated for a small breed with moderate energy. They have a tendency to gain weight if they are overfed, so you should stick to a regular feeding schedule and not leave food out during the day. Limit their amount of treats, as well.As with all dogs, the Cavachon's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Cavachon's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.Keep your Cavachon in good shape by measuring their food and feeding them twice a day, rather than leaving food out all the time. If you're unsure whether they're overweight, give them the eye test and the hands-on test. First, look down at them. You should be able to see a waist. Then place your hands on their back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see their ribs without having to press hard. If you can't, they need less food and more exercise.",
    "Coat Color And Grooming": "Cavachon coats are often a mix of their Cavalier King Charles and Bichon Frise parents' coats and colors. The main colors of Cavachons are cream, white, and pied. Few coats are solid, and they almost always have a combination of colors.Cavachons usually have medium-length coats, and they're generally considered to be a good choice for allergy sufferers. There are longer-coated Cavachons, too, though they may not be as allergy friendly. Luckily, both coats are very easy to groom. A good brushing three to four times a week should do the trick. They should be bathed as necessary, and you should consult your groomer for grooming recommendations.Cavachons aren't particularly suited for extreme weather. You may need to apply sunscreen to the ears, nose, and sensitive areas where there's less fur coverage in the summer months.",
    "Children And Other Pets": "Cavachons are good family dogs and wonderful companions for children. They enjoy palling around with kids, joining in their games or sitting in their laps. They're very tolerant of the noise and commotion associated with children.As with every breed, however, you should always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while they're eating or sleeping or to try to take the dog's food away. No dog, no matter how friendly, should ever be left unsupervised with a child.The Cavachon is social and enjoys the company of other dogs, as long as they receive their fair share of attention from their owner. With proper introductions and training, the Cavachon can get along with cats and other animals.",
    "Rescue Groups": "It may be hard to find a breed-specific rescue for Cavachons because they are a mixed breed. However, you may want to try Cavalier King Charles Spaniel or Bichon Frise breed-specific rescues, as they often care for mixes, as well. Here are some rescues you can try:Cavalier Rescue USABichon and Little Buddies RescueYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "12 to 13 inches"
    },
    {
      "name": "Weight",
      "value": "15 to 35 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}