{
  "id": "cavapoo",
  "url": "https://dogtime.com/dog-breeds/cavapoo",
  "name": "Cavapoo",
  "intro": "The Cavapoo is a mixed breed dog — a cross between the Cavalier King Charles Spaniel and Poodle dog breeds. Outgoing, playful, and curious, these pups inherit some of the best traits from both of their parents.\nCavapoos go by several names, including Cavadoodle and Cavoodle. Despite their unfortunate status as a designer breed, you can find these mixed breed dogs in shelters and rescues, so remember to adopt! Don’t shop!\nThese adorable pups make amazing family pets, as they’re outgoing and adore attention. While they can work in smaller settings, they definitely thrive in a “pack” setting. If you want a loyal, playful dog who enjoys romping around with you or snuggling on the couch, the Cavapoo may be the dog for you!\nSee below for all mixed dog breed traits and facts about Cavapoos!",
  "description": {
    "Highlights": "The Cavapoo is a mixed-breed dog.  They are not purebreds like their Cavalier King Charles Spaniel or Poodle parents.Cavapoo coats can be a variety of colors, including cream, fawn, chocolate, gold, chestnut, and white. They can sometimes be solid colors, but often they are chestnut and white, or they can even be tri-colored.Cavapoos usually have short, soft, and wavy or curly coats. They require weekly brushing; although, they are somewhat less prone to shedding, which is why some allergy sufferers do well with them.The Cavapoo loves everyone in the family and generally enjoys romping around with kids. That said, they are small and can be injured by children who play aggressively. Children should always be supervised with dogs and instructed on how to play safely.",
    "History": "The Cavapoo dog breed may have existed naturally over the years, but designer breeders in Australia started intentionally mixing Cavalier King Charles Spaniels and Poodles in the late 1990s.Breeders wanted to mix the outgoing and calmer nature of the Cavalier King Charles Spaniel with the intelligence of a Poodle. Since Poodles tend to shed less, they were also selected in an effort to create a mixed breed for allergy sufferers. Breeders continued to create Cavapoos as demand for the mixed-breed pups climbed.Even though the Cavapoo mixed breed got its start as a designer breed, some have ended up in shelters or in the care of rescue groups. Consider adoption if you decide this is the breed for you.Check your local shelters, look up Cavapoo rescues, or check with breed-specific Cavalier King Charles Spaniel or Poodle rescues, as they sometimes take in mixed-breed dogs and find homes for them.",
    "Size": "As the Cavapoo is a relatively new breed, there are few standards when it comes to size. That said, as a mix between Cavalier King Charles Spaniel and Poodle parents, you can expect Cavapoos to be small to medium, depending on the size of the Poodle parent.Most weigh in at nine to 25 pounds and range in height from nine to 14 inches at the shoulder. That said, many can be smaller or larger.",
    "Personality": "Cavapoos have boomed in popularity because they have such an amicable and winning personality. They're a popular family dog, thanks to their outgoing, playful, and affectionate nature. That said, the Cavapoo is not a dog that tolerates being alone very much, and they could experience separation anxiety if not properly socialized and trained.The Cavapoo is an intelligent breed and lives for your validation and praise. This makes Cavapoos fairly easy to train, as they are eager to please. Cavapoos can be athletic too, which makes them great when it comes to agility and obedience competitions.As they can be somewhat attached-at-the-hip, it is important to train your Cavapoo early so they know how to be alone. Without proper training, your Cavapoo could turn to destructive behaviors, like chewing furniture and shoes or rooting through the garbage, when they are left alone.Cavapoos tend to get along with everyone and may even greet an intruder with a wag of their tail. With that in mind, if you are looking for a guard dog, a Cavapoo isn't a good choice. Cavapoos tend to thrive most in homes where they get loads of attention, be it with a family or a senior citizen.",
    "Health": "The Cavapoo breed is predisposed to some of the same conditions that the Cavalier King Charles Spaniel and Poodle also face. While most are generally healthy, some may be prone to a few health issues, which is why it is important to maintain good care and regular veterinary checkups.Some of the more common health problems Cavapoos suffer from include:Congenital heart attacksProgressive retinal atrophySlipping kneecaps",
    "Care": "As with any dog, you should keep up with your Cavapoo's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.Cavapoos are somewhat prone to weight gain, and they can have heart issues if they do not maintain a healthy weight. Make sure your dog gets at least one good half-hour- to hour-long walk per day with a few good, active play sessions and shorter walks mixed in.Check their ears for debris and pests daily, and clean them as recommended by your vet. Trim your dog's nails before they get too long--usually once or twice per month. They should not be clicking loudly against the floor. Your groomer can help with this.You should brush their teeth daily, as smaller breeds are prone to dental issues. Your veterinarian can instruct you on how to brush your dog's teeth properly.",
    "Feeding": "An ideal Cavapoo diet should be formulated for a small- to medium-sized breed with high energy levels.They have a tendency to gain weight if they're overfed, so you should stick to a regular feeding schedule and not leave food out during the day. Limit their amount of treats, as well.As with all dogs, the Cavapoo's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Cavapoo's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make aspecific recommendation.",
    "Coat Color And Grooming": "Cavapoos' coats are often a mix of both their Cavalier King Charles Spaniel and Poodle parents. They can be a variety of colors, including cream, fawn, chocolate, gold, chestnut, and white. They can sometimes be solid colors, but often they are chestnut and white, or they can even be tri-colored.They usually have short, soft, and wavy or curly coats. They can become quite the fluffballs, though, and require regular grooming. Because of their Poodle parent, they are somewhat less prone to shedding, which is why some allergy sufferers do well with Cavapoos. Brushing out your Cavapoo's coat once a week should help keep it in healthy condition.Their curly coats make them able to tolerate moderate cold and heat. Like all dogs, however, they should not be left outside in either extreme warm or cold temperatures.",
    "Children And Other Pets": "Because the Cavapoo can be on the smaller side, they can get easily hurt by overly excited children, especially younger ones. It is important that any kids in the house know how to safely approach and play with your Cavapoo. Having said that, the Cavapoo loves everyone and generally enjoys romping around with kids.When it comes to other pets, Cavapoos can get along with other animals as long as they are introduced in a calm, slow manner. Cavapoos are generally friendly dogs, and they can get along with other dogs and even cats when properly socialized. That said, they do love attention, so if they aren't the only animal in the house, be sure you can still give your Cavapoo the attention they need.Many Cavapoos get along just fine with other dogs and cats, so it really comes down to training, socialization, and the luck of the draw.",
    "Rescue Groups": "It may be hard to find a breed-specific rescue for Cavapoos because they are a mixed breed. However, you may want to try Cavalier King Charles Spaniel or Poodle breed-specific rescues, as they often care for mixes, as well. Here are some rescues you can try:Cavalier Rescue USACarolina Poodle RescueYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "9 to 14 inches"
    },
    {
      "name": "Weight",
      "value": "9 to 25 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}