{
  "id": "central-asian-shepherd-dog",
  "url": "https://dogtime.com/dog-breeds/central-asian-shepherd-dog",
  "name": "Central Asian Shepherd Dog",
  "intro": "The Central Asian Shepherd Dog is a big, strong, and independent dog breed. These purebred dogs go by several other names, including Central Asian Ovtcharka, Middle Asian Ovtcharka, and Mid-Asian Shepherd. One of the oldest breeds, these pups genetics can be traced back over 5,000 years.\nDespite their purebred status, you may find these dogs in shelters and breed specific rescues, so remember to adopt! Don’t shop!\nThe Central Asian Shepherd Dog would be a great addition for a person or family in a home with a secure yard, and they thrive in cooler climates. While active outdoors, these dogs are fairly calm and quiet indoors. They can be playful and are affectionate and protective of their families but are not recommended for first time dog parents.\nSee below for complete list of dog breed traits and facts about Central Asian Shepherd Dogs!",
  "description": {
    "Highlights": "The Central Asian Shepherd Dog's coat comes in a variety of colors, the most common being white, fawn, black, and brindle. Sometimes their coats are solid, and sometimes they're a combination of these colors.While they're not a great choice for allergy sufferers, they are easy to groom. Their coats only need brushing maybe once a week.The Central Asian Shepherd Dog will bond and play well with kids, especially those in their family. However, they can be aloof with strangers, including visiting playmates.Central Asian Shepherd Dogs will usually get along great with cats and other dogs but especially other Central Asian Shepherd Dogs.The Central Asian Shepherd Dog is not categorized as a high energy breed but has a lot of endurance. They need about an hour of exercise every day.If a predator approaches, these dogs are courageous and not known for backing down. They're territorial and will make sure their lands are critter and predator free.They're usually considered to be a pretty quiet dog, but will sound the alarm when strangers approach.",
    "History": "The Central Asian Shepherd Dog is possibly the oldest breed in existence today, and the breed's ancestry can be traced back over 5,000 years. They're closely related to the Tibetan Mastiff.As the product of natural selection, they are a strong, healthy, and resilient breed. Territorial by nature, the Central Asian Shepherd Dog is a working dog and has held occupations such as herding dog, guard dog, watchdog, keeper of livestock, and more.While they have a strong independent streak, they're loyal and devoted to their families. These dogs are active outdoors but quiet and calm indoors, though always highly alert and very protective of loved ones.The Central Asian Shepherd Dog has survived in the wild against extreme climate and predators. Humans saw their value and adopted them, putting them to work. Though they're not categorized as a high energy breed, they have a high endurance and capacity to work.The Central Asian Shepherd Dog is Recognized by:United Kennel ClubAmerican Kennel ClubFédération Cynologique InternationaleAustralian National Kennel CouncilNorth Arkansas Kennel Club",
    "Size": "The Central Asian Shepherd Dog should weigh between 88 and 110 pounds and stand between 24 and 28 inches at the shoulders.The males tend to run quite a big larger than the females in both height and weight. Some dogs may be smaller or larger than average for their breed.",
    "Personality": "The Central Asian Shepherd Dog is described as, proud, confident, and independent. If a predator approaches, these dogs are courageous and not known for backing down. They're territorial and will make sure their lands are critter and predator free.The Central Asian Shepherd Dog is loyal and protective of their loved ones. They're aloof with strangers but can be affectionate when it comes to their family. This dog is sturdy and can tolerate cold climate.They're usually considered to be a pretty quiet dog, but will sound the alarm when strangers approach. You may find them to be active outdoors, but mellow and observant indoors.",
    "Health": "Natural selection has played a part in weeding out the Central Asian Shepherd Dog's weaknesses.  Slowly over time this pup has become genetically resilient.They're a very healthy dog with no known breed specific ailments. However, due to their size, they may be prone to hip and elbow dysplasia.",
    "Care": "As with all dogs, you should keep up with your Central Asian Shepherd Dog's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine.The Central Asian Shepherd Dog is not categorized as a high energy breed but has a lot of endurance. They need about an hour of exercise every day. Walking or hiking is ideal.Clip their nails as needed, before they get too long--usually once or twice per month. They should not be clicking against the floor. Your groomer or vet can help with this.One of the toughest jobs when caring for any animal is maintaining their oral health. You should brush your dog's teeth a minimum of three times per week. Your vet can instruct you on how to brush your dog's teeth properly and help with recommending dental chews.",
    "Feeding": "An ideal Central Asian Shepherd Dog diet should be formulated for a large breed with low energy. A single feeding of high quality dog food or homemade food each day may suit this breed best. Ask your vet for advice on serving sizes and frequency.Central Asian Shepherd Dogs have a tendency to gain weight if they're overfed, so you should stick to a regular feeding schedule and not leave food out during the day. Limit their amount of treats, as well.As with all dogs, the Central Asian Shepherd Dog's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Central Asian Shepherd Dog's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "The Central Asian Shepherd Dog's coat comes in a variety of colors, the most common being white, fawn, black, and brindle. Sometimes their coats are solid, and sometimes they're a combination of these colors.They usually have medium length, straight, dense coats, and while they're not a great choice for allergy sufferers, they are easy to groom. Their coats only need brushing maybe once a week and bathing as needed to keep them looking and feeling their finest.The coat will change as the seasons change. It's usually more sparse during the summer and thicker in the winter. During the winter, they tend to grow a pretty thick undercoat.One thing to note, the Central Asian Shepherd Dog has an annual shed that is referred to as \"the fur storm.\" Make sure to have a vacuum ready or consider robot vacuums if you're going to adopt one of these cuties.The Central Asian Shepherd Dog has a thick undercoat and can thrive in cold weather but is not a huge fan of excessive heat. This pup should live indoors with their family.",
    "Children And Other Pets": "The Central Asian Shepherd Dog is a sturdy dog and will bond and play well with kids, especially those who they consider a part of their family. However, they can be aloof with strangers and people they're not familiar with, including visiting playmates.Socialization is important! Central Asian Shepherd Dogs will usually get along great with cats and other dogs but especially other Central Asian Shepherd Dogs, as they have a good understanding of one another.It's important to teach children how to behave around dogs, and it's never a good idea to leave small children alone with any dog under any circumstance. Always supervise playtime between kids and dogs.As the Central Asian Shepherd Dog is powerful, watch them closely around small kids. They're large and could accidentally injure or knock them over.",
    "Rescue Groups": "Rescues specifically for Central Asian Shepherd Dogs might be hard to come by. However, you can always check with your local shelter, and you may want to try a rescue that caters to all kinds of dogs. You can take a look at the following:Wright-Way RescueAngels Among Us Pet RescueYou can also check out DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Working Dogs"
    },
    {
      "name": "Height",
      "value": "24 to 28 inches"
    },
    {
      "name": "Weight",
      "value": "88 to 110 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 2
    }
  ]
}