{
  "id": "chabrador",
  "url": "https://dogtime.com/dog-breeds/chabrador",
  "name": "Chabrador",
  "intro": "The Chabrador is a mixed breed dog–a cross between the Chow Chow and Labrador Retriever dog breeds. Loyal, friendly, and independent, these pups inherited some of the best qualities from both of their parents.\nChabradors are also known as Lab Chows and, sometimes, Chowbradors. You can find these mixed breed dogs in shelters and breed specific rescues, so remember to always adopt! Don’t shop if you’re looking to add a Chabrador to your home!\nChabradors make excellent family pets if you’re searching for a canine who’s equal parts companion and guard dog. These dogs also take some of the lower maintenance traits of their parent breeds, requiring much less in the way of grooming and exercise needs than the Chow Chow and Labrador Retriever respectively.\nSee below for all mixed dog breed traits and facts about Chabradors!",
  "description": {
    "Highlights": "The Chabrador is a mixed breed dog. They are not purebreds like their Chow Chow or Labrador Retriever parents.In general, you'll likely find Chabradors coming in colors that include light tan, black, gold, cream, blue, and a reddish brown. The coats are usually solid, although spotting is sometimes present.Chabradors posses dense, double-layered, waterproof coats that are short to medium in length. This breed is a shedder. You'll need to take up brushing sessions at least twice a week.The Chabrador can be a snappy canine when undertaking guard dog duties. They are also often wary when strangers approach them for the first time.A well-trained Chabrador can be a great addition to a family and will form strong and loyal bonds with your kids. Their guardianship instincts will also kick in if strangers are around.In general, Chabradors need moderate amounts of exercise. As long as you can commit to regular walking sessions, these dogs can usually adapt to living in smaller home situations.",
    "History": "The Chabrador's parental heritage is very esteemed and revered.On the Chow Chow side, we're talking about one of the oldest dog breeds that dates back over 2,000 years to China, where they were especially beloved by ancient emperors. These dogs were often employed to guard sacred temples, and their scenting abilities were used in hunts.Over on the Labrador Retriever side, this breed originated in Canada and was originally known as the St. John's Dog. Skilled hunting and working dogs, the Labrador Retriever is often cited as the most popular dog in the USA today.The Chabrador has become known as a designer dog breed, but many of them unfortunately end up in shelters. So consider contacting your local rescue groups and shelters if you're thinking about adding the Chabrador to your home.",
    "Size": "The Chabrador is usually described as a medium-sized dog. Although, as is always the case with newer mixed dog breeds, exact size standards might vary.Most weigh in at 45 to 80 pounds and range in height from 18 to 24 inches. Female Chabradors are usually marginally smaller than their male counterparts.",
    "Personality": "Let's make no mistake--Chabradors can be feisty when the occasion calls for it. Due to their parental breeds historically being used in hunting and guarding activities, the Chabrador can be a snappy canine when undertaking guard dog duties. They are also often wary when strangers approach them for the first time.But when it's time to relax, the breed makes a great family dog who loves to be around people they've gotten to know and enjoys human companionship. The breed's serious side, however, means that accurate and appropriate training from the start is imperative.The Chabrador is a smart breed that learns very quickly. Adding interactive toys to regular play sessions can really benefit the development of this breed.In general, Chabradors need moderate amounts of exercise. As long as you can commit to regular walking sessions, these dogs can usually adapt to living in smaller home situations that might not have unfettered outdoor access.",
    "Health": "Chabradors are generally considered to be healthy dogs--although the breed can be predisposed to some of the same conditions that the Chow Chow and Labrador Retriever face. As always, it's important to schedule regular wellness visits with your dog's vet.Some of the more common health problems Chabradors suffer from include:Cerebellar AbiotrophyCataractsPatellar LuxationHip Dysplasia",
    "Care": "As with all dogs, it's important to keep up your Chabrador's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.Despite the Labrador Retriever having a reputation as an exceptionally active dog, Chabradors are happy and healthy with moderate amounts of exercise. Aiming for about 60 minutes of activity time each day should see you good--although it should be noted that the Chabrador can be a very enthusiastic walking and playtime partner, so be prepared to keep things upbeat!Satisfying the breed's innate intelligence also means that interactive toys and variety in playtime is key.When it comes to maintenance, pay special attention to your Chabrador's ears. It's vital to keep them dry and clean--otherwise you can risk infection. Ask your vet if you need guidance on how best to care for this breed's ears. Trim nails if they get too long. They should not click loudly against the floor. Your groomer can help with this.",
    "Feeding": "An ideal Chabrador diet should be formulated for a medium-sized breed with medium energy.Chabradors need to stick to a heathy diet, as overeating can cause weight gain and associated health problems.As with all dogs, the Chabrador's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Chabrador's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "In general, you'll likely find Chabradors coming in colors that include light tan, black, gold, cream, blue, and a reddish brown. The coats are usually solid, although spotting is sometimes present.Chabradors posses dense, double-layered, waterproof coats that are short to medium in length. This breed is a shedder. You'll need to take up brushing sessions at least twice a week to lessen the chances of mats developing and to keep things clean and healthy. When it comes to bath time, once a month should usually suffice.With such a special thick coat, the Chabrador understandably does not thrive in hotter and more humid climates. But if you live in a place with strong winters, the Chabrador might very well become a perfect outdoor walking companion for your lifestyle!",
    "Children And Other Pets": "A well-trained Chabrador can be a great addition to a family and will form strong and loyal bonds with your kids. Their guardianship instincts will also kick in if strangers are around. However, it's is absolutely vital that this breed undergoes properly-structured and responsible training at the earliest age.When it comes to other pets, the Labrador Retirever heritage of the Chabrador can often result in the breed deciding to chase after smaller animals. Supervise early interactions if you have an existing family pet, and always exercise caution.Ultimately, early socialization pays off--so make sure to reward your Chabrador for good behavior and adhere to a proper training regime when you bring them home to your family.",
    "Rescue Groups": "It may be hard to find a breed-specific rescue for Chabradors because they are a mixed breed. However, you may want to try Chow Chow or Labrador Retriever breed-specific rescues, as they often care for mixes, as well. Here are some rescues you can try:Chow Chow Rescue of Central New York, Inc.Lucky Lab Rescue & AdoptionYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "18 to 24 inches"
    },
    {
      "name": "Weight",
      "value": "45 to 80 pounds"
    },
    {
      "name": "Life Span",
      "value": "9 to 13 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}