{
  "id": "chi-chi",
  "url": "https://dogtime.com/dog-breeds/chi-chi",
  "name": "Chi Chi",
  "intro": "The Chi Chi is a mixed breed dog — a cross between the Chihuahua and Chinese Crested dog breeds. Small, energetic, and alert, these pups inherited some of the best qualities from both of their parents.\nChi Chis go by some other names, including the Mexican Crested and the Crested Chi. Despite their unfortunate status as a designer breed, you may find these mixed breed dogs in shelters and breed specific rescues. So remember to adopt! Don’t shop!\nThese spunky pups make great apartment dogs for active urban dwellers, but they can thrive in larger family homes in the right conditions. The Chi Chi always has something on their mind, and they aren’t afraid to let you know with some yappiness. If you’re looking for an energetic dog who’s smart, alert, and loves to stick like glue to their favorite human, the Chi Chi may be the right dog for you!\nSee below for all mixed dog breed traits and facts about Chi Chis!",
  "description": {
    "Highlights": "The Chi Chi is a mixed breed dogs. They are not purebreds like their Chihuahua and Chinese Crested parents.The main colors of Chi Chis are brown, black, fawn, cream, and white. Sometimes their coats are solid, and sometimes they have a mix of colors.Chi Chis are often nearly hairless except for a few patches, which is why they're generally a good choice for allergy sufferers. Longer-coated Chi Chis may not be as allergy friendly. Luckily, both coats are very easy to groom. A good brushing per week will probably do. Chi Chis have high energy levels. Make sure your Chi Chi gets at least one good half-hour- to hour-long walk per day with a few good, active play sessions and shorter walks mixed in.Since the Chi Chi is a small dog, they can be easily injured by overly excited children. Chi Chis prefer to be mostly around adults or older kids who know how to play gently.When it comes to other pets, Chi Chis are perfectly capable of getting along with other animals. Although, Chi Chis who are more Chihuahua than Chinese Crested might not be naturally fond of other animals and may prefer to be the solo pet in the household.Chi Chis are prone to separation anxiety, so it's good to train them early on. They can be yappy.When it comes to training, these dogs are best suited for someone with previous dog owning experience.",
    "History": "The Chi Chi dog breed may have existed naturally over the years, but designer breeders started intentionally mixing Chihuahuas and Chinese Crested dogs in the late 1990s or early 2000s, most likely in North America.Breeders wanted to mix the two parent breeds to combine the spunky nature of the Chihuahua with the more allergy-friendly hairless aspect of the Chinese Crested. They continued to create Chi Chis as demand for the mixed breed pups climbed.Even though the Chi Chi mixed breed got their start as a designer breed, some have ended up in shelters or in the care of rescue groups. Consider adoption if you decide the Chi Chi is the right dog for you.Check your local shelters, look up Chi Chi rescues, or check with breed specific Chinese Crested or Chihuahua rescues, as they sometimes take in mixed breed dogs and find homes for them.",
    "Size": "As the Chi Chi is a relatively new mixed breed, there are few standards when it comes to size. That said, as a mix between Chihuahua and Chinese Crested parents, you can expect Chi Chis to be on the small side.Most weigh in at four to eleven pounds, and they can stand five to twelve inches tall from the shoulder. However, many Chi Chis can be larger or smaller than average.",
    "Personality": "Most Chi Chi lovers describe their dogs' personalities as big, fun, and spunky. These tiny dogs might seem nervous at first, but once they get to know you, they'll stick to your side like glue--and make a big stink if they can't always be near you. With that in mind, be aware that Chi Chis are prone to separation anxiety, so it's good to train them early on.Some Chi Chis will be friendlier and more outgoing than others, depending on how much of their Chinese Crested parent's personality persists. Chinese Crested (and their furrier counterpart, the Chinese Crested Powderpuff) are beloved for their sociable and friendly demeanors. Chihuahuas, on the other hand, are known to get a little territorial every once in a while. Either way, the Chi Chi has a pistol of a personality, and they are best suited for someone with previous dog owning experience.These small dogs can also get a little vocal. In order to curb any unwanted barking habits, it's important to start training early. This also makes them excellent alert dogs. Chi Chis can be a bit demanding, but with some patience, they can become excellent best friends.",
    "Health": "The Chi Chi breed is predisposed to some of the same conditions that the Chihuahua and Chinese Crested also face. While most are generally healthy, some may be prone to a few health issues, which is why it is important to maintain good care and regular veterinary checkups.Some of the more common health problems Chi Chis suffer from include:Luxating patellasDental diseaseDry eye",
    "Care": "As with all dogs, you should keep up with your Chi Chi's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.Chi Chis can be prone to weight gain, and they have high energy levels. Make sure your Chi Chi gets at least one good half-hour- to hour-long walk per day with a few good, active play sessions and shorter walks mixed in.Check their ears for debris and pests daily and clean them as recommended by your vet. Trim your dog's nails before they get too long--usually once or twice per month. They should not be clicking against the floor. Your groomer can help with this.Your main concern when it comes to your Chi Chi's care will be maintaining their oral health. You should brush their teeth daily, as small breeds are prone to dental issues. Your veterinarian can instruct you on how to brush your dog's teeth properly.",
    "Feeding": "An ideal Chi Chi diet should be formulated for a small breed with high energy. They have a tendency to gain weight if they are overfed, so you should stick to a regular feeding schedule and not leave food out during the day. Limit their amount of daily treats, too.As with all dogs, the Chi Chi's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Chi Chi's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "Chi Chi coats are often a mix of their Chinese Crested and Chihuahua parents' coats and colors--and if their Chinese Crested parent isn't a Powderpuff, the Chi Chi will likely be relatively hairless, save for the ears and tail. The main colors of Chi Chis are brown, black, fawn, cream, and white. Sometimes their coats are solid, and sometimes they have a mix of colors.Chi Chis are often nearly hairless except for a few patches, which is why they're generally considered to be a good choice for allergy sufferers. There are longer-coated Chi Chis, too, though they may not be as allergy friendly. Luckily, both coats are very easy to groom. A good brushing per week will probably do. Because they're small and tend to have shorter coats (or none at all!), Chi Chis aren't particularly suited for extreme weather. You'll need a coat in the winter for your dog, and you may need to apply sunscreen to the ears, nose, and sensitive areas where there's less fur coverage in the summer months.",
    "Children And Other Pets": "Since the Chi Chi is a small dog, they can be easily injured by overly excited children. Chi Chis prefer to be mostly around adults or older kids who know how to play gently. That said, for children who learn early how to properly approach and play with a small dog, the Chi Chi can make a great, active companion.When it comes to other pets, Chi Chis are perfectly capable of getting along with other animals if they are introduced slowly and calmly. Early socialization will help this go smoothly. It's best if they get used to other pets at a young age. Although, Chi Chis who are more Chihuahua than Chinese Crested might not be naturally fond of other animals and may prefer to be the solo pet in the household.Still, many Chi Chis get along just fine with other dogs and cats, so it really comes down to training, socialization, and the luck of the draw.",
    "Rescue Groups": "It may be hard to find a breed specific rescue for Chi Chi because they are a mixed breed. However, you may want to try Chihuahua or Chinese Crested breed specific rescues, as they often care for mixes, as well. Here are some rescues you can try:Chihuahua Rescue & TransportNaked Kisses Dog RescueYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "5 to 12 inches"
    },
    {
      "name": "Weight",
      "value": "4 to 11 pounds"
    },
    {
      "name": "Life Span",
      "value": "11 to 20 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}