{
  "id": "chihuahua",
  "url": "https://dogtime.com/dog-breeds/chihuahua",
  "name": "Chihuahua",
  "intro": "The Chihuahua dog breed‘s charms include their small size, big personality, and variety in coat types and colors. They’re all dog, fully capable of competing in dog sports such as agility and obedience, and are among the top ten watchdogs recommended by experts.\nAlthough these are purebred dogs, you may still find them in shelters and rescues. Remember to adopt! Don’t shop if you want to bring a dog home.\nChihuahuas love nothing more than being with their people — even novice pet parents — and require a minimum of grooming and exercise. They make excellent apartment dogs who’ll get along with the whole family. Just make sure any children who approach know how to play gently with a small dog.\nSee below for complete list of dog breed traits and facts about Chihuahuas!",
  "description": {
    "": "The Chihuahua is a saucy little hot tamale and not just because of his association with a certain fast-food Mexican restaurant. He's renowned for being the world's smallest dog, but he may well have the world's biggest personality stashed inside that tiny body. That larger-than-life persona makes him appealing to men and women alike.Fun loving and busy, Chihuahuas like nothing better than to be close to their people. They follow them everywhere in the house and ride along in tote bags when their people run errands or go shopping. It's not unusual for Chihuahuas to form a close bond with a single person, and they can become very demanding if they're overindulged.Besides being affectionate housemates, Chihuahuas are intelligent and fast learners. They can compete in agility and obedience trials with just as much enthusiasm and success as larger dogs. That said, they're willful little dogs. You'll be most successful if you can persuade them that competing — or simply doing as you ask — is fun. Use positive reinforcement in the form of praise and food rewards when training your Chihuahua. He won't respond to harsh treatment.It's important when considering the Chihuahua to take into account his small size. Chihuahuas are curious and bold explorers. They've escaped from yards through small gaps in the fence and can squeeze into places that other puppies and dogs wouldn't be able to fit. And even though they tend to rule the roost, they can be accidentally injured by rambunctious larger dogs.Chihuahuas are not recommended for homes with children under the age of eight, simply because of the chance of injury by a young child. Regardless of your family situation, it's important to remember to socialize your Chihuahua to children, adults, and other animals. Chihuahuas are mistrustful of strangers, which makes them good watchdogs, but they need to learn to meet people in a friendly manner. It's also important to remember that Chihuahuas tend to forget they are small and will stand up to a larger aggressive dog; as a result the Chihuahua needs vigilant supervision in new situations, while they're on walks, and when they're in the yard.The Chihuahua's personality and unique size make him a wonderful go-everywhere companion. People who live with Chihuahuas become devoted to them, and many say that once you share your life with one, there will be no other dog breed for you.",
    "Highlights": "Choose a Chihuahua breeder who provides health clearances for patellas and heart conditions.The Chihuahua is a long-lived breed; expect to care for him for up to 18 years.Chihuahuas are prone to shivering when they are cold, excited, or scared. Provide your Chihuahua with a sweater or coat when he goes outdoors in cold or wet weather. Chihuahuas can be unfriendly toward other dogs if they're not socialized when young. Chihuahuas don't back down from other dogs and this can cause a problem if they encounter a large aggressive dog.Don't leave your Chihuahua unattended in the yard. He could be attacked by a hawk, other birds of prey, or larger dogs or coyotes.Chihuahuas can be reserved with strangers. Choose a puppy that was whelped and raised in a home with a lot of human interaction.Chihuahuas are not the best dog to have when you have young children. Chihuahuas are fragile and a toddler may hurt the dog while playing. Most breeders won't sell puppies to homes with children younger than eight years.The Chihuahua's ears can be prone to ear wax build up and dry skin.Chihuahuas are happy as companions, but they do need 20 to 30 minutes of exercise daily and can go for much longer than you might expect. Monitor your Chihuahua, especially when he's a puppy, so that he doesn't wear himself out.Chihuahuas have larger than life personalities and will run your life if you let them. They can be destructive when bored and can become finicky eaters if their diet is fussed over. Establish ground rules and stick with them or you'll find yourself giving up your comfortable chair because your beloved pet has told you to move.To get a healthy pet, never buy a puppy from a backyard breeder, puppy mill, or pet store. Find a reputable breeder who tests her breeding dogs for genetic health conditions and good temperaments.",
    "History": "As with so many breeds, the Chihuahua's origins are unclear, but there are two theories of how he came to be. The first is that he descended from a Central or South American dog known as the Techichi.When we look at the evidence of the Chihuahua coming from Central and South America, we find ourselves looking back to the Toltec civilization. There are Toltec carvings dating to the 9th century C.E. that depict a dog resembling the Chihuahua, with the same large ears and round head. These dogs were called Techichi, and their purpose in Toltec civilization is obscure.When the Aztecs conquered the Toltecs, they absorbed the Techichi into their society. Many of the dogs lived in temples and were used in Aztec rituals. The Aztecs believed that the Techichi had mystic powers, including the ability to see the future, heal the sick, and safely guide the souls of the dead to the underworld. It was customary to kill a red Techichi and cremate him with the remains of the deceased. The Aztecs also used the Techichi as a source of food and pelts. The Spanish conquered the Aztecs in the late 1500s and the Techichi faded into obscurity.The second theory is that small hairless dogs from China were brought to Mexico by Spanish traders and then bred with small native dogs.Regardless of which theory is accurate, the shorthaired Chihuahua we know today was discovered in the 1850s in the Mexican state of Chihuahua, from which he took his name. American visitors to Mexico brought the little dogs home with them. They began to be shown in 1890, and a Chihuahua named Midget became the first of his breed to be registered with the American Kennel Club in 1904. The longhaired variety was probably created through crosses with Papillons or Pomeranians. The breed's popularity took off in the 1930s and 1940s, when it was associated with dance king and Latin music bandleader Xavier Cugat.Since the 1960s, the Chihuahua has been one of the most popular breeds registered by the AKC. Today they rank 11th among the 155 breeds and varieties the AKC recognizes.",
    "Size": "The typical Chihuahua weighs 3 to 6 pounds. There are Chihuahuas that are smaller, but they tend not to be very healthy. Chihuahuas can also be oversize, with some reaching 12 or more pounds. These can be good choices for families with children.",
    "Personality": "The bold and confident Chihuahua is often described as being terrier-like. His alert nature and suspicion of strangers make him an excellent watchdog. He's sensitive and thrives on affection and companionship.Chihuahuas often bond to a single person, although they're usually willing to make friends with new people if properly introduced. Expect them to be a little reserved at first, though. Chihuahuas can be timid if they're not properly socialized as puppies.Like every dog, Chihuahuas need early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Chihuahua puppy grows up to be a well-rounded dog.",
    "Health": "The Chihuahua doesn't have any major health problems, but like all breeds he can be born with or acquire certain conditions. Not all Chihuahuas will get any or all of these diseases, but it's important to be aware of them so you can be informed when you interview breeders and can know what to look for throughout your Chihuahua's life.Buying from a responsible breeder will help ensure that you get the healthiest Chihuahua possible. A puppy from a reputable Chihuahua breeder will be vaccinated and dewormed before you take him home. Responsible breeders use only physically sound, mature (at least 2 years or older) dogs, and test their breeding stock for genetic diseases pertinent to the breed, such as luxating patellas (bum knees) and heart disease.Both parents should have health clearances, documentation that a dog has been tested for and cleared of a particular condition. In Chihuahuas, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for patellas and heart disease. You can confirm health clearances by checking the OFA web site (offa.org).Health clearances are not issued to dogs younger than 2 years of age. That's because some health problems don't appear until a dog reaches full maturity. For this reason, it's often recommended that dogs not be bred until they are two or three years old.The following conditions may affect Chihuahuas:Patellar Luxation: Also known as \"slipped stifles,\" this is a common problem in small dogs. It is caused when the patella, which has three parts-the femur (thigh bone), patella (knee cap), and tibia (calf)-is not properly lined up. This causes lameness in the leg or an abnormal gait, sort of like a skip or a hop. It is a condition that is present at birth although the actual misalignment or luxation does not always occur until much later. The rubbing caused by patellar luxation can lead to arthritis, a degenerative joint disease. There are four grades of patellar luxation, ranging from grade I, an occasional luxation causing temporary lameness in the joint, to grade IV, in which the turning of the tibia is severe and the patella cannot be realigned manually. This gives the dog a bowlegged appearance. Severe grades of patellar luxation may require surgical repair.Hypoglycemia: Hypoglycemia, or low blood sugar, is a possible problem with all toy breed puppies. [Note: I have left this as toy breed here. There is a difference between toy size and small dogs-the difference, say, between Chihuahuas and yorkies and beagles and mini dachshunds.] Hypoglycemia is easily treatable in the early stages but can be fatal if not treated. It is important that breeders and owners of toy breed puppies recognize the signs and symptoms because this condition can sometimes be misdiagnosed as viral hepatitis or encephalitis by veterinarians. A puppy with hypoglycemia will slow down and become listless, followed by trembling or shivering. Place some honey under his tongue and get him to the vet immediately. If the situation is allowed to continue, he'll eventually collapse, go into convulsions, fall into a coma, and die. Any time your Chihuahua is limp, with grayish-blue gums and tongue, it's an emergency. Hypoglycemia occurs in toy puppies when they don't have the fat reserves to supply adequate glucose in times of stress or when they don't eat regularly.Heart Murmurs: Heart murmurs are caused by adisturbance in the blood flow through the chambers of the heart. They're an indicator that there may be a disease or condition of the heart that will need to be monitored and treated. Heart murmurs are graded on their loudness, with one being very soft and five being very loud. If disease is evident, as diagnosed through x-rays and an echocardiogram, the dog may require medication, a special diet, and a reduction in the amount of exercise he gets.Pulmonic Stenosis: This congenital heart disease occurs when blood doesn't flow properly through the heart because the pulmonic valve is malformed, causing an obstruction. This means the heart must work harder and can become enlarged, leading to heart failure. Treatment depends on the severity of the disease. In mild cases, there's little or no obstruction and no treatment is necessary. If the dog is severely affected by the disease, surgery is recommended, but the procedure differs depending on the location of the blockage.Collapsed Trachea: It is not completely understood how this occurs, but the rapid inhalation of air causes the trachea to flatten and makes it difficult for air to enter the lungs, much like a soda straw being drawn on too vigorously. This condition may be inherited; it occurs in certain breeds, and dogs with it show an abnormality in the chemical makeup of their tracheal rings in which the rings lose their stiffness and become unable to retain their circular shape.Hydrocephalus: Cerebrospinal fluid (CSF) can accumulate in the brain because of a congenital defect, obstruction, or the result of trauma during birth, placing pressure on the brain. The head looks swollen or enlarged, but the diagnosis can be confirmed with an ultrasound if necessary. There's no cure for hydrocephalus, although in mild cases steroids can help reduce fluid pressure. A shunt can also be used to divert fluid from the brain to the abdomen. Puppies with severe cases usually die before they're four months old, which is a good reason to delay purchasing a Chihuahua until that age.Open Fontanel: Chihuahuas are born with a soft spot on the top of their head. Usually the soft spot closes, much like a baby's will, but sometimes one will not close fully. Treat these dogs gingerly. An accidental blow to the head can kill them.Shivering: Shivering is a common occurrence in Chihuahuas. The mechanics of why they shiver or tremble is unclear but it usually occurs when the dog is excited, stressed, or cold.",
    "Care": "Despite the Chihuahua's small size, like all dogs he needs exercise and training. The amount of energy an adult Chihuahua has can be surprising. He'll endlessly chase squirrels in the backyard and is willing to play as long as you are. Chihuahuas enjoy walks, supervised romps around the yard, and retrieving toys. They'll go until they drop, so it's important to make sure they don't tire themselves out, especially on hot days.As much as they enjoy playing outdoors, Chihuahuas should never live outside. They aren't safe from raptors such as hawks, coyotes, or other larger dogs that could go into your yard. They are bred as companions, and the best place for a companion is with you.Training a Chihuahua can be an enjoyable task. They are successful in several different dog sports such as agility and obedience, but puppy kindergarten and basic obedience class are important even for a Chihuahua who's strictly a companion. Your Chihuahua will meet many different dogs and people in class, contributing to his socialization, and he'll learn the manners all dogs should know.Chihuahuas are as easy to housetrain as any other breed as long as you take them out frequently and on a consistent schedule. Puppies need to go out as soon as they wake up in the morning, after every meal, after naps, after playtime, and just before bedtime. Using a crate to confine them when you're unable to supervise them will teach them that they can control their bladder and prevent them from having accidents in the house. If they're not crated, plan to take them out every one to two hours, and don't crate them for more than two to four hours at a time except overnight.Beyond housetraining, crate training is a kind way to ensure that your Chihuahua doesn't get into things he shouldn't. Like every dog, Chihuahuas can be destructive as puppies. They might not do as much damage as a Lab puppy, but those little teeth can definitely leave their mark. Crate training at a young age will also help your Chihuahua accept confinement if he ever needs to be boarded or hospitalized. Never stick your Chihuahua in a crate all day long, however. It's not a jail, and he shouldn't spend more than a few hours at a time in it except when he's sleeping at night. Chihuahuas are people dogs, and they aren't meant to spend their lives locked up in a crate or kennel.Train your Chihuahua using positive reinforcement techniques such as food rewards, praise, and play, and you will soon find that he can learn anything you can teach.",
    "Feeding": "Recommended daily amount: 1/4 to 1/2 cups of high-quality dry food a dayNOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.For more on feeding your Chihuahua, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "Chihuahuas come in two different coat types: smooth and long. The smooth-coated Chihuahua has a smooth, shiny coat that fits close to the body with a ruff of thick, longer hair on the neck. The hair on the head and ears is thinner, and the tail is furry.The long-coated Chihuahua has a soft coat that's flat or slightly curly. On the body it's almost as smooth as that of a smooth-coated Chihuahua, but the ears have a fringe of hair, and the plumed tail spreads out like a fan over the back. He also has a ruff on the neck and longer hair called feathering on his feet. The hind legs are also covered with long hair that resembles pants — and that's what it's called. On the stomach is longer hair known as a frill.Besides coming in two coat types, Chihuahuas are found in a range of colors and markings. They can be solid colors such as black, white, fawn, chocolate, gray, and silver as well as tricolor (chocolate, black, or blue with tan and white, for instance), brindle, spotted, merle and a variety of other markings. Shades can be very pale to very dark for all the colors.The Chihuahua is a wash-and-go dog. Grooming him takes only a few minutes each week. Brush him weekly with a rubber grooming mitt or a brush with short, natural bristles for a shorthaired Chihuahua and a pin brush for a longhaired Chihuahua. A fine-toothed flea comb helps remove loose or dead hair.Chihuahuas shed small amounts year round and may shed somewhat more heavily — a relative term for a dog this small — in the spring and fall. The longhaired Chihuahua's undercoat may come out in little clumps. Regular brushing will help keep shedding under control.With regular brushing, a Chihuahua shouldn't need a bath more than every month or two. Use a shampoo formulated for dogs so you don't dry out the coat and skin.Ears are an important area to check when you are grooming your Chihuahua. If you smell an odor or see wax, clean the inner ear with a cotton ball, using a cleanser recommended by your veterinarian. Avoid going into the depth of the ear, past where you can see. If the ears are dry along the edge, rub a little baby or coconut oil onto them.Some Chihuahuas develop tear stains beneath their eyes. You can carefully wipe the eyes to remove discharge, and there are products available to remove the stains.A Chihuahua's nails grow quickly. Keep them trimmed short. If you can hear them clicking on the floor, they're too long. The earlier you introduce your Chihuahua to nail trimming the less stressful the experience is. At the same time, check the pads for any foreign objects or injuries.Like many small breeds, Chihuahuas are prone to poor dental health. Brushing their teeth can help their mouths stay healthy. Brush the teeth at least two or three times a week — daily is better — to remove tartar and bacteria. Start when your puppy is young so he'll be used to it.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the ears, nose, mouth, and eyes, and on the feet. Ears should smell good, without too much wax or gunk inside, and eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "Many Chihuahuas love children, but the combination of a tiny dog and a young child can be a recipe for disaster. A Chihuahua may leap from a child's hands and injure himself if he's not being held correctly, and he won't hesitate to defend himself if he's being mistreated. Many breeders won't sell puppies to families with toddlers for fear that the dog will be injured. Chihuahuas do best in families with quiet, older children who understand how to interact with them.Make it a rule that young children can only hold or pet the Chihuahua if they're sitting on the floor. Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's sleeping or eating or to try to take the dog's food away. No dog should ever be left unsupervised with a child.Even if your family doesn't have children, your Chihuahua should always be exposed to them when he's young so he won't be fearful of them if he encounters them later in life. Just be sure you supervise carefully.Chihuahuas get along well with other pets in the family, including cats, if introduced at a young age. The fearless Chihuahua will often boss around dogs much bigger than he is, and this may or may not cause problems. It's not unusual for the smallest dog to be the one in charge.",
    "Rescue Groups": "Chihuahuas are often purchased without any clear understanding of what goes into owning one, and these dogs often end up in the care of rescue groups, in need of adoption or fostering. Other Chihuahuas end up in rescue because their owners have divorced or died. Adopting an adult Chihuahua has many benefits. Adult dogs are often already housetrained and have some obedience training, and they've already gone through the destructive puppy stage. Because Chihuahuas have such a long life span, adopting an adult dog can bring you many years of pleasurable companionship.Chihuahua Club of AmericaChihuahua RescueChihuahua Rescue and TransportCanadian Chihuahua Rescue and TransportChihuahua Rescue CanadaYankee Chihuahua Rescue and Adoption",
    "Breed Organizations": "Below are breed clubs, organizations, and associations where you can find additional information about the Chihuahua.Chihuahua Club of America, Inc."
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Companion Dogs"
    },
    {
      "name": "Height",
      "value": "6 inches to 9 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "3 to 6 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 18 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 1
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}