{
  "id": "chilier",
  "url": "https://dogtime.com/dog-breeds/chilier",
  "name": "Chilier",
  "intro": "The Chilier is a mixed breed dog–a cross between the Chihuahua and Cavalier King Charles Spaniel dog breeds. Friendly, sociable, and affectionate, these pups inherited some of the best traits from both of their parents.\nThe Chilier is sometimes also known as the Cavachi. You may find these mixed breed dogs in shelters and rescues, so remember to always adopt! Don’t shop if you’re looking to add one of these pups to your home!\nThis mixed breed has a fine reputation for being a very family-focused dog who enjoys being around people and will bond with the members of your family very quickly. They’re also relatively laid back and calm. Due to their small size, they can usually adapt to living in apartment situations; although, they definitely prefer to have access to a safe and fenced-in outdoor space. If you’re thinking of adopting a Chilier, just be aware that they often have a very strong independent streak that comes from their Chihuahua side, and it can result in the dog being harder than usual to train.\nSee below for all mixed dog breed traits and facts about Chiliers!",
  "description": {
    "Highlights": "The Chilier is a mixed breed dog. They are not purebreds like their Chihuahua or Cavalier King Charles Spaniel parents.Chilier coats usually come in a range of colors that include black, brown, fawn, gray, and white.When it comes to grooming, this is not a mixed breed that generally sheds much. Brushing the dog once a week should be adequateThe Chilier requires around half an hour of exercise every day, but remember that these sessions need to be on the intense side. Walks should be brisk.It's very important to look after your Chilier's teeth. Brushing will need to be carried out at least three times a weekChiliers and kids are usually a strong match. The breed is affectionate and playful. You should still supervise all play sessions between dogs and kids.",
    "History": "As a newer mixed dog breed, there's not a lot of detailed information available about the Chilier's history. But looking into the background of the parent breeds gives you a snapshot of what you're dealing with.The Cavalier King Charles Spaniel was originally bred as a companion dog for royalty. It's said that King Charles I and II actually gave the breed their name! When it comes to the Chihuahua, there's also a noble streak going on. Originally the breed was thought to have magic healing powers and was treated like canine royalty!The Chilier has become known as a designer dog breed, but many of them unfortunately end up in shelters. So consider contacting your local rescue groups and shelters if you're thinking about adding the Chilier to your home.",
    "Size": "The Chilier is a small dog. As is always the case with newer dog breeds, exact size standards might vary.Most weigh in at six to twelve pounds and range in height from eight to twelve inches. Female Chiliers are sometimes noticeably smaller than their male counterparts.",
    "Personality": "In general, the Chilier is a super friendly and very people-focused dog. The sweet mixed breed almost always proves to be loving and affectionate towards the humans in their life. They love to be considered a genuine part of the family, and are happy to lounge and snuggle on the couch during relaxation sessions.Just remember that the Chilier is a very intelligent dog. Interactive smart toys are a must to keep the Chilier mentally stimulated and satisfied.Likewise, while the breed doesn't require the most in terms of the length of time spent exercising, sessions should be upbeat and lively. Also be aware that, due to the Chihuahua heritage going on in the mix, the dog can sometimes prove to have a strong stubborn streak that comes through; the breed may even act aggressive when around other animals.The Chilier is definitely a mixed dog breed that benefits from living with a human with strong dog training experience.",
    "Health": "Chiliers are generally considered to be healthy dogs; although, the breed can be predisposed to some of the same conditions that the Cavalier King Charles Spaniel and Chihuahua face. As always, it's important to schedule regular wellness visits with your dog's vet.Some of the more common health problems Chiliers suffer from include:Hip DysplasiaGlaucomaPatellar Luxation",
    "Care": "The Chilier requires around half an hour of exercise every day, but remember that these sessions need to be on the intense side. Walks should be brisk, or dogs should ideally be taken in a safe off-leash area or fenced-in back yard to run around. Definitely add fetch and retrieve games to the mix, and make sure that interactive toys are present in the home environment and regularly rotated to keep the dog mentally alert.It's very important to look after your Chilier's teeth. Brushing will need to be carried out at least three times a week--consult with your regular vet about best brushing techniques and a breed-appropriate toothpaste brand.When it comes to clipping the dog's nails, aim to do so every fortnight. After vigorous outdoor sessions, also check your Chilier's ears for signs of dirt or infection, along with examining paw pads for any indications that they might have become damaged.",
    "Feeding": "An ideal Chilier diet should be formulated for a small dog with medium to high energy.Chiliers need to stick to a healthy diet as overeating can cause weight gain and associated health problems, especially if adequate exercise isn't offered.As with all dogs, the Chilier's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Chilier's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "The Chilier's coat usually comes in a range of colors that include black, brown, fawn, gray, and white.Due to the Chilier's parent breeds, the coat can be both short and straight or long and slightly wavy. When it comes to grooming, this is not a mixed breed that generally sheds much. Brushing the dog once a week should be adequate to keep the coat in good shape and free of mats--although due to the variety of coat length the breed may have, always consult with your vet for a more tailored regimen.The Chilier does best in moderate weather--extreme changes can sometimes aggravate the mixed breed. So when it's colder outside, make sure to pop a dog coat on your Chilier, and always make sure there's suitable shade and fresh water around during the hotter months.",
    "Children And Other Pets": "Chiliers and kids are usually a strong match. The breed is affectionate and playful and will love taking part in impromptu play sessions with the kids. But be aware that in some cases a very stubborn and independent streak may emerge, so make sure both the dog and the children are properly socialized and supervised right from the start.In general, Chiliers are fine around other well adjusted household pets. Just ensure that the boundaries between the dog and existing household pets are set early and supervise interactions.Ultimately, early socialization really pays off with this mixed breed. Make sure to reward your Chilier for good behavior and adhere to a proper training regimen when you bring them home to your family.",
    "Rescue Groups": "It may be hard to find a breed-specific rescue for Chiliers because they are a mixed breed. However, you may want to try Chihuahua or Cavalier King Charles Spaniel breed-specific rescues, as they often care for mixes, as well. Here are some rescues you can try:Cavalier Rescue USAChihuahua Rescue & TransportYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "8 to 12 inches"
    },
    {
      "name": "Weight",
      "value": "6 to 12 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 16 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}