{
  "id": "chinook",
  "url": "https://dogtime.com/dog-breeds/chinook",
  "name": "Chinook",
  "intro": "Created in the White Mountains of New Hampshire, the Chinook dog breed made its name on Admiral Byrd’s first Antarctic expedition in 1928. These days they’re multipurpose dogs who are happy hiking, competing in agility and other dog sports, pulling a sled or other conveyance, and playing with the kids.\nEven though these are purebred dogs, you may find them in the care of shelters or rescue groups. Remember to adopt! Don’t shop if you want to bring a dog home.\nChinooks are generally sensitive and gentle dogs with a pleasant demeanor. They’re exceptionally smart and loving with their family members, including kids and other dogs. Novice pet parents should beware, though, because these dogs need experienced, consistent training. Although they can adapt to apartment life, these dogs would prefer homes with big yards to run around — and those yards need to be secure. Chinooks are diggers, so make sure your yard’s fence is tough and capable of preventing Houdini-like escape attempts.\nSee below for all dog breed traits and facts about Chinooks!",
  "description": {
    "": "It all started with a cross between a farm dog and a husky on Arthur Walden's New Hampshire farm. The litter of tawny puppies, born on January 17, 1917, included a male who grew up to be big-boned, flop-eared, and handsome, with a gentle nature. He was named Chinook, and he fathered puppies who bore his stamp.Since then, the breed that bears his name has had its ups and downs. It has come close to disappearing several times, but someone has always stepped in to rescue it from the brink of extinction.That's not surprising when you consider that inside the Chinook's plain brown wrapper is heart, strength, intelligence, and a mellow sweetness.The Chinook was bred for his pulling ability and stamina. Today, his expedition days are behind him and he's considered the consummate companion: loving, athletic, and versatile. He's a great choice if you want a jogging or hiking companion; not so much if you're looking for a retriever or water dog.And look elsewhere if you want a guard or watchdog. Still, even though he's not aggressive, his size may be enough to ward off anyone scary.Chinooks are easy to groom, but they shed heavily twice a year, with light to moderate shedding the rest of the time. Avoid them if you're looking for a dog that might be hypoallergenic. The Chinook is not it.True to their sled dog heritage, some Chinooks can be diggers, excavating a nice spot where they can nap. This is an inborn behavior, so be prepared for your yard to have a cratered appearance. Try getting around it by giving a Chinook his own special place to dig.A Chinook's vocabulary ranges from silence to woo-woos to excited whining. You may get a quiet one, but more often than not your Chinook will happily share his opinion with you about the day's goings-on.The Chinook is a rare breed, and you won't find one just anywhere. Expect to wait as long as six months to two years before a puppy is available, especially if you have your heart set on a particular sex or ear type (floppy or prick ear). Prices generally range from $650 to $1,500.",
    "Highlights": "Chinooks have a gentle, even temperament and are rarely shy or aggressive.Chinooks should live indoors with their people, preferably in a home where they have access to a safely fenced yard.Chinooks can be diggers.Chinooks need 30 to 60 minutes of daily exercise. They enjoy hiking, jogging, and pulling, whether what's behind them is a sled, wagon, or person on skis or skates.Chinooks are smart and learn quickly, but if you're not consistent in what you ask of them, they'll take advantage of you.Chinooks are not barkers but can be talkative, whining and \"woo-wooing\" to express their opinions.Chinooks have thick coats and shed heavily twice a year; the rest of the year they shed small amounts daily.Chinooks need daily brushing to keep their coats clean, but baths are rarely necessary.Chinooks love kids when they're raised with them, but can be reserved with them otherwise.Never buy a Chinook from a puppy broker or pet store. Reputable breeders do not sell to middlemen or retailers, and there are no guarantees as to whether the puppy had healthy parents. Reputable breeders perform various health tests to ensure that their breeding dogs don't pass on a predisposition to genetic diseases.Interview breeders thoroughly, and make sure the puppy's parents have been screened for genetic diseases pertinent to that breed. Ask breeders about the health issues they've encountered in their dogs, and don't believe a breeder who claims that her dogs never have any health problems. Ask for references so you can contact other puppy buyers to see if they're happy with their Chinook. Doing your homework may save you a lot of heartbreak later.",
    "History": "When Arthur Walden bred a farm dog with a husky on his Wonalancet, New Hampshire farm, he little knew that the result would be a legendary line of sled dogs.Walden, who had been a dog driver in Alaska for a time, brought the sport of sled dog racing to New England. One of the puppies from the aforementioned litter, named Chinook after the warm winds that melt Alaska snows, stood out for his good looks, temperament, and working ability, and his puppies followed in his footprints.When Admiral Byrd was planning his expedition to Antarctica in 1928, he called on Walden and his Chinook dogs for transport. The original Chinook was part of the team.The Byrd expedition was a success, with one terrible exception: Chinook, 12 years old by then, wandered off and was never found. In the famous sled dog's honor, the name Chinook Trail was given to a portion of Route 113A that led to Chinook's hometown in New Hampshire.Walden retired after his adventures in Antarctica and passed on the job of taking care of the breed to Milton and Eva Seeley and Julia Lombard. Then Perry and Honey Greene took over, eventually becoming the only people to breed the dogs.Over time, based on their falling numbers, the Chinooks earned the dubious title of world's rarest breed, according to the Guinness Book of World Records. At one point, only 28 of the dogs remained, and it was then, in 1981, that several people began the attempt to save the breed. They included Neil and Marra Wollpert, Kathy Adams, and Peter Abrahams.They were successful, but Chinooks are still hard to find. They're recognized by the United Kennel Club and are in the process of seeking recognition by the American Kennel Club.",
    "Size": "Males stand 23 to 27 inches at the shoulder and weigh an average of 70 pounds. Females stand 21 to 25 inches at the shoulder and weigh an average of 55 pounds.",
    "Personality": "The Chinook's temperament is described as calm, eager to please, and friendly. That said, he's not necessarily a hail fellow well met kind of dog. He can be dignified and reserved with people he doesn't know. Females are more likely than males to be independent thinkers.As with every dog, Chinooks need early socialization — exposure to many different people, sights, sounds, and experiences. Enrolling him in a puppy kindergarten class is a great start. Another way to help him polish his social skills is to invite visitors over regularly, and take him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors.",
    "Health": "Chinooks are generally healthy, but like all breeds, they can be subject to certain health conditions. Not all Chinooks will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog's been tested for and cleared of a particular condition.In Chinooks, you should expect to see health clearances from the Orthopedic Foundation for Animals or PennHIP for hips, as well as certification from the Canine Eye Registry Foundation (CERF) that the eyes are normal.Because some health problems don't appear until a dog reaches full maturity, health clearances aren't issued to dogs younger than two years old. Look for a breeder who doesn't breed her dogs until they're two or three years old. Health problems seen in this breed include hip dysplasia, cataracts, seizures, skin and coat problems, and gastrointestinal issues.Hip Dysplasia: This is a heritable condition in which the thighbone doesn't fit snugly into the hip joint, potentially causing pain and lameness in one or both rear legs. X-ray screening for hip dysplasia is done by the Orthopedic Foundation for Animals or the University of Pennsylvania Hip Improvement Program (PennHIP). Dogs with hip dysplasia should not be bred. Hip dysplasia is hereditary, but it can be worsened by environmental factors, such as rapid growth from a high-calorie diet or injuries incurred from jumping or falling on slick floors.Cataracts: A cataract is an opacity on the lens of the eye that causes difficulty in seeing. Cataracts usually, but not always, occur in old age and can sometimes be surgically removed to improve the dog's vision.Seizures: Chinooks have been known to suffer different types of seizures, and research on the problem is being conducted at the University of Missouri School of Veterinary Medicine. Seizures, which often don't begin until late in life, can sometimes be controlled with medication, but they cannot be cured. Chinooks who have seizures should not be bred.Skin and coat: Some Chinooks can develop dry, itchy skin or hot spots.Gastrointestinal issues: Some Chinooks may develop chronic gastrointestinal problems such as diarrhea, constipation, or vomiting.",
    "Care": "Chinooks love their people and won't be happy living outdoors away from them. They're adaptable to most homes as long as their exercise needs are met.These active dogs need half an hour to an hour of daily exercise in the form of long walks and opportunities to run in large, safely enclosed areas. Underground electronic fencing is not recommended for this breed since Chinooks are so determined to get where they want to they'll ignore any shocks.Train the intelligent and sensitive Chinook with positive reinforcement techniques. He'll learn quickly if you're consistent in your expectations. Even more ideal is to work with a trainer to learn how to redirect unwanted behaviors and reward the behaviors you like.Housetraining shouldn't be a problem as long as you make it a positive experience and provide your pup with a regular potty schedule and plenty of opportunities to go outside. Crate training is a wonderful tool for housetraining and keeping your young puppy from chewing things he shouldn't.",
    "Feeding": "Recommended daily amount: 3 1/8 to 4 5/8 cups of a high-quality dog food daily, divided into two meals.How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog.The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Chinook in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test.First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Chinook, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The double-coated Chinook has medium length hair with a thick, soft undercoat and a coarse outer coat. Chinooks who live in warm climates tend to have coats that are less dense than those of Chinooks in colder environments.The Chinook's tawny coat ranges from light honey to reddish-gold. The dogs may have black markings on the inside corners of the eyes and dark tawny to black markings on the ears and muzzle. Outer hairs on the tail are sometimes black. Some Chinooks have buff markings on the cheeks, muzzle, throat, chest, breeches, toes, and belly.Daily brushing keeps the Chinook clean and the shedding under control. Be sure to brush all the way down to the skin. The Chinook rarely needs more than a bath or two a year.Trim the thick, fast-growing nails weekly, and brush the teeth at least two or three times a week. Daily is better if you want to prevent periodontal disease and bad breath.Grooming provides you with an excellent opportunity to bond with your dog and to check his overall health. As you brush the coat or teeth, clean his ears and look for sores or other signs of irritation such as redness on the skin, mouth, feet, and ears. Eyes should be free of redness or discharge.Begin getting your Chinook used to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears.Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.",
    "Children And Other Pets": "A gentle and friendly Chinook can be a kid's best friend if they're brought up together. If your Chinook hasn't been socialized with kids, introduce the two slowly and calmly so the Chinook can become accustomed to the child at his own speed.Regardless, always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any ear biting or tail pulling on the part of either party.Teach your child never to approach any dog while he's sleeping or eating or to try to take the dog's food away. No dog, no matter how good-natured, should ever be left unsupervised with a child.Because he was created to be a sled dog, the Chinook is a good team worker and usually gets along with other animals, cats included, but early socialization to other pets is still important. Males who haven't been neutered may be aggressive toward other males, especially unneutered males.",
    "Rescue Groups": "Sometimes Chinooks are acquired without any clear understanding of what goes into owning one, and these dogs often end up in the care of rescue groups, in need of adoption or fostering. Contact rescue organizations for more information about available dogs and adoption requirements.Chinook Dogs RescueGreat Mountain Chinooks"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Working Dogs"
    },
    {
      "name": "Height",
      "value": "21 to 27 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "55 to 70 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}