{
  "id": "chion",
  "url": "https://dogtime.com/dog-breeds/chion",
  "name": "Chion",
  "intro": "The Chion is a mixed breed dog — a cross between the Chihuahua and Papillon dog breeds. Petite, playful, and loyal, these pups inherited some of the best qualities from both of their parents\nChions go by several names, including Papihuahua, Pap-Chi, and Chi-a-Pap. Despite their unfortunate status as a designer breed, you can find these mixed breed dogs in shelters and breed specific rescues, so remember to adopt! Don’t shop!\nThese adorable pups make great apartment dogs for active metropolitan dwellers, though they’re best suited to small or single-person households. They also have a tendency to be yappy. If you are looking for a silly, small dog with a big personality who will keep you on your toes, act as an alert dog, and stick to you like glue, this may be the right dog for you!\nSee below for all Chion facts and mixed dog breed characteristics!",
  "description": {
    "Highlights": "Chions are mixed breed dogs. They are not purebreds like their Chihuahua or Papillon parents.The main colors of Chions are white, fawn, cream, golden dark brown, and black. Sometimes their coats are solid, and sometimes they have a mix of colors.They usually have short-to-medium length, smooth coats. There are longer-coated Chions, too, though they may not be as allergy friendly. Both coats are easy to groom. A brushing per week will probably do.Chions have high energy levels. Make sure your dog gets at least one good half-hour- to hour-long walk per day with a few good, active play sessions and shorter walks mixed in.Chions can be stubborn and difficult to housetrain, but for a patient and consistent owner, the Chion is happy to do whatever it takes to please.Because the Chion is a small dog, they can be easily hurt by kids eager to play. Chions prefer to be mostly around adults or older kids who know how to play gently.The Chion can get along with other pets if they are introduced slowly and calmly. However, they may prefer to be the only animal in the house.",
    "History": "Chions have existed naturally for years, but designer breeders started intentionally mixing Chihuahuas and Papillons in the late 1990s, likely in North America. Breeders wanted to mix the two parent breeds to create a new, adorable small pup with the Papillon's signature coat. They continued to create Chions as demand for the mixed breed pups climbed.Even though the Chion breed got their start as a designer breed, some have ended up in shelters or in the care of rescue groups. Consider adoption if you decide this is the breed for you.Check your local shelters, look up Chion rescues, or check with breed-specific Papillon or Chihuahua rescues, as they sometimes take in mixed breed dogs and find homes for them.",
    "Size": "As the Chion is a relatively new mixed breed, there are few standards when it comes to size. That said, as a mix between Chihuahua and Papillon parents, you can expect Chions to be on the small side.They weigh in between four and eleven pounds and stay between five and eleven inches tall from the shoulder. However, some can be smaller or larger than average.",
    "Personality": "Many Chion lovers describe these pups' personalities as \"plucky.\" Although they are a small breed and will happily take a snooze on your lap, they tend to have a Napoleon complex and think they're a lot bigger than they actually are!Both the Chihuahua and the Papillon were specifically bred to be companion dogs, which makes Chions some of the most loyal pups out there. Since they can get especially attached to their humans, they can also get somewhat territorial if they feel like someone else is taking attention away from them.These small dogs also love to bark or be \"yappy.\" If you want a watchdog who will alert you to anyone who might approach your door, you can't do much better than the Chion.These dogs do best with early training to curb any unwanted barking habits. They can be stubborn and difficult to housetrain, but for a patient and consistent owner, the Chion is happy to do whatever it takes to please. Chions may be best suited to a one-person home or smaller families, as they demand quite a bit of attention.",
    "Health": "The Chion mixed breed is predisposed to some of the same conditions that the Chihuahua and Papillon also face. While most are generally healthy, some may be prone to a few health issues, which is why it is important to maintain good care and regular veterinary checkups.Some of the more common health problems Chions suffer from include:Collapsing tracheaCorneal UlcerationHypoglycaemiaPatellar LuxationDental issues",
    "Care": "As with all dogs, you should keep up with your Chion's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.Chions, like many small dogs, are prone to weight gain, and they have high energy levels. Make sure your dog gets at least one good half-hour- to hour-long walk per day with a few good, active play sessions and shorter walks mixed in.Check their ears for debris and pests daily and clean them as recommended by your vet. Trim your dog's nails before they get too long--usually once or twice per month. They should not be clicking against the floor. Your groomer can help with this.Your main concern when it comes to your Chion's care will be maintaining their oral health. You should brush their teeth daily, as small breeds are prone to dental issues. Your veterinarian can instruct you on how to brush your dog's teeth properly.",
    "Feeding": "An ideal Chion diet should be formulated for a small breed with high energy. They have a tendency to gain weight if they are overfed, so be sure to stick to a regular feeding schedule and don't leave food out during the day. Limit their amount of treats, too.As with all dogs, the Chion's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Chion's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "Chion coats are often a mix of their Papillon and Chihuahua parents' coats and colors. The main colors of Chions are white, fawn, cream, golden dark brown, and black. Sometimes their coats are solid, and sometimes they have a mix of colors.They usually have short-to-medium length, smooth coats with the Papillon's trademark butterfly-shaped, wispy ears. There are longer-coated Chions, too, though they may not be as allergy friendly. Luckily, both coats are very easy to groom. A good brushing per week will probably do.Because they tend to have shorter coats, Chions aren't particularly suited for extreme weather. You'll likely need a coat in the winter for your dog, and you may need to apply dog sunscreen to the ears, nose, and sensitive areas where there's less fur coverage in the summer months.",
    "Children And Other Pets": "Because the Chion is a small dog, they can be easily hurt by kids eager to play. Chions prefer to be mostly around adults or older kids who know how to play gently. That said, for children who learn early how to properly approach and play with a small dog, the Chion can make a great, kid-friendly playmate.When it comes to other animals in the house, the Chion can get along with other pets if they are introduced slowly and calmly. Early socialization will help this go smoothly. However, Chions like the been the king or queen of the caslte and may prefer to be the only animal in the house.Still, many Chions get along just fine with other dogs and cats, so it really comes down to training, socialization, and the luck of the draw.",
    "Rescue Groups": "It may be hard to find a breed specific rescue for Chions because they are a mixed breed. However, you may want to try Chihuahua or Papillon breed specific rescues, as they often care for mixes, as well. Here are some rescues you can try:Chihuahua Rescue & TransportPapillon Haven RescueYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "5 to 11 inches"
    },
    {
      "name": "Weight",
      "value": "4 to 11 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}