{
  "id": "chow-chow",
  "url": "https://dogtime.com/dog-breeds/chow-chow",
  "name": "Chow Chow",
  "intro": "The distinctive-looking Chow Chow dog breed has a proud, independent spirit that some describe as catlike. They can be aloof — if you’re looking for a cuddle buddy, this probably isn’t the best breed for you — and downright suspicious of strangers. But for the right person, they can be a fiercely loyal companion.\nEven though these are purebred dogs, you may find them in the care of shelters or rescue groups. Remember to adopt! Don’t shop if you want to bring a dog home.\nAs an independent breed, these pups need patience and consistency, and you may need to do a few things on their terms. Novice pet parents beware. While these dogs can adapt to apartment life, they need plenty of exercise, and they don’t enjoy being left home alone for long hours of the day. If you can provide experienced training and lots of physical activity, you’ll have a faithful, protective, furry family member.\nSee below for complete list of dog breed traits and facts about Chow Chows!",
  "description": {
    "": "With his deep-set eyes and large head, accentuated by a mane of hair, the Chow Chow (Chow for short) is an impressive-looking dog. His looks might make you think he's mean or ill-tempered, but a well-bred and well-raised Chow isn't aggressive.Instead, it's said that the Chow combines the nobility of a lion, the drollness of a panda, the appeal of a teddybear, the grace and independence of a cat, and the loyalty and devotion of a dog. He's also dignified and aloof, as befits a breed that was once kept in imperial Chinese kennels.He's not really fond of being hugged or fussed over, but he'll be a quiet, attentive companion to his favorite person, and his loyalty extends to other family members. If he's raised with children, he'll accept them willingly, but he's not the type of dog to tolerate abuse, so he's best for homes with older kids who know how to treat dogs.If he has lots of positive encounters with strangers during his impressionable puppyhood, he'll handle strangers with equanimity. This is, however, a highly territorial and protective breed, who'll give a clear warning to anyone approaching without his person's welcome.The breed's most memorable physical feature may be his blue-black tongue. According to Chinese legend, the tongue got its blue hue at the time of creation, when a Chow licked up drops of the color as the sky was being painted. He also stands out for his almost straight rear legs, which give him a stiff, choppy, or stilted gait. He's not speedy, so he's not the best choice for a jogger, but he has excellent endurance and can be a good walking companion.When it comes to training, a verbal correction is usually all that's required to set the Chow Chow straight. No dog should ever be hit, but it's especially counterproductive with this breed. The fiercely proud and independent Chow will never respond to physical abuse. But earn his respect with firm consistency, and you won't have any problem training him.If you admire the Chow Chow's unique appearance and independent spirit, you'll have a fiercely loyal companion who will be a true treasure in your household.",
    "Highlights": "Chow Chows are very independent and aloof, and they need an owner who appreciates those traits but won't let the dog take over.Chows should be well socialized — introduced to new people, dogs, and situations beginning in early puppyhood — to ensure that they're safe and relaxed as adults.Chow Chows may bond with just one person or to their immediate family. They're suspicious of strangers.Chows need to be brushed two or three times a week to keep their coat in good condition.Chows can live in apartments or condos, so long as they get daily exercise.Because of his deep-set eyes, the Chow Chow has limited peripheral vision; it's best to approach him from the front.To get a healthy dog, never buy a puppy from a puppy mill, a pet store, or a breeder who doesn't provide health clearances or guarantees. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies and who breeds for sound temperaments.",
    "History": "Experts have long speculated that the Chow Chow is one of the oldest dog breeds, and genetic testing has proven that to be true. The ancient breed is believed to have originated in Mongolia and Northern China, slowly moving south with the nomadic tribes of Mongolia.Early depictions of dogs resembling the Chow Chow appear in pottery and paintings from the Han Dynasty (206 BC to 22 AD). One Chinese emperor was said to have kept 2,500 pairs of Chows as hunting dogs. In addition to hunting, the dogs were used to guard their owners' possessions. On the down side, their fur was used to trim coats and their flesh was considered a delicacy.In China, the breed went by several names: black-tongue dog (hei shi-tou), wolf dog (lang gou), bear dog (xiang gou), and Canton dog (Guangdong gou). How he became the Chow Chow is an interesting story.British merchants in the late 18th century included some of the bearlike dogs in their cargo. Miscellaneous items, including dogs, were referred to as \"chow chow\" and the name stuck to the breed.In 1781, the Chow was described in a British book, Natural History and Antiquities of Selbourne, by naturalist Gilbert White. His neighbors had brought home a pair of Chow Chows from Canton (now Guangdong), and he included them in his observations of country life. Fanciers say the breed has changed little since White wrote about them more than 200 years ago.It wasn't until a century later, however, that Chow Chows were imported on a regular basis. Queen Victoria, who loved dogs, took an interest in the breed, which boosted its popularity. A breed club formed in England in 1895.The first Chow Chow to make an appearance at an American dog show was named Takya, who took third place in the Miscellaneous Class at the Westminster Kennel Club show in 1890. The American Kennel Club (AKC) recognized the breed in 1903, and the first Chow registered with the AKC was named Yen How.Chow Chows were all the rage among the rich and famous during the 1920s. They even made it to the White House, where President Calvin Coolidge and his wife kept Timmy, a red Chow, and Blackberry, a black chow. Analyst Sigmund Freud was also a Chow fan, and his daughter Anna kept and bred the dogs. More recent fans include Martha Stewart; Chows sometimes appear with her on her TV show.Today, Chow Chows rank 64th in popularity among the 155 breeds and varieties recognized by the AKC.",
    "Size": "The Chow Chow stands 17 to 20 inches at the shoulder and weighs 40 to 70 pounds.",
    "Personality": "Some compare the Chow Chow's disposition to that of a cat: aloof, reserved, independent, dignified, intelligent, and stubborn.Despite his scowl, a good Chow should never be aggressive or shy. Chows tend to mind their own business and don't usually start trouble. They'll play with their people, but strangers are of no interest to them unless they're approaching the Chow's home without invitation from his owner — in which case he'll challenge the trespasser. He will, however, let strangers touch him if introduced by one of his owners.A Chow Chow must be extensively socialized — introduced to new people, dogs, and situations — as a puppy if he's going to be safe and relaxed as an adult.",
    "Health": "Chow Chows are generally healthy, but like all breeds, they can get certain health conditions. Not all Chows will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog's been tested for and cleared of a particular condition.In Chows, you should expect to see health clearances from the Orthopedic Foundation for Animals for hips and from the Canine Eye Registry Foundation (CERF) certifying that the eyes are normal.Because some health problems don't appear until a dog reaches full maturity, health clearances aren't issued to dogs younger than 2 years old. Look for a breeder who doesn't breed her dogs until they're two or three years old.The following problems aren't common in the breed, but they may occur:Canine Hip Dysplasia (CHD) is a heritable condition in which the thighbone doesn't fit snugly into the hip joint. Some dogs show pain and lameness on one or both rear legs, but you may not notice any signs of discomfort in a dog with hip dysplasia. As the dog ages, arthritis can develop. X-ray screening for hip dysplasia is done by the Orthopedic Foundation for Animals or the University of Pennsylvania Hip Improvement Program (PennHIP). Hip dysplasia is hereditary, but it can be worsened by environmental factors, such as rapid growth from a high-calorie diet or injuries incurred from jumping or falling on slick floors.Entropion causes the eyelid to roll inward, irritating or injuring the eyeball. One or both eyes can be affected. If your Chow Chow has entropion, you may notice him rubbing at his eyes. The condition can be corrected surgically.",
    "Care": "Chows can adapt to a variety of homes, from palaces to apartments. But they should always live indoors with their people, not stuck out in a backyard or kennel. They don't tolerate heat well, so keep them indoors when the weather is sweltering.Like any dog, an adult Chow Chow needs daily exercise to stay healthy and happy, but not much — he'll be satisfied with a couple of 15-minute walks daily or one longer walk.A Chow Chow is a homebody who's not prone to wandering, but you'll still want a secure fence if you've got a yard; it will protect him from traffic and prevent strangers from approaching him when you're not around to supervise.Chows are easily housetrained, but crate training is strongly recommended. Crates make housetraining easier and keep your Chow from chewing things while you're away. The crate is a tool, not a jail, however, so don't keep your Chow locked up in it for long periods. The best place for a Chow is with you.Chows are more than capable of learning anything you can teach, and a verbal correction is usually all that's required to set them straight. No dog should ever be hit, but it's especially counterproductive with this breed. The fiercely proud and independent Chow will never respond to physical abuse. Earn his respect in puppyhood with firm consistency, and you won't have any problem training him. But if you let the cute pup have his way all the time and then try to train him, you're sure to face problems.",
    "Feeding": "Recommended daily amount: 2 to 2 3/4 cups of a high-quality dog food daily, divided into two meals.How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Chow in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test. First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Chow, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "Chows can have two coat types, rough and smooth. The rough coat, which is what most people are used to seeing, is thick and abundant, standing off from the body like a parka. Beneath that outer coat lies a soft, thick, woolly undercoat. The hair is thicker around the head and neck, forming a ruff, or mane. The tail, which lies over the back, is also thickly furred.The smooth coated Chow Chow has a hard, dense, smooth outer coat with no obvious ruff or feathering (longer hair on the ears, legs, tail, or body).In both types, the coat comes in five colors: red (which can range from light golden to deep mahogany) black, blue, cinnamon (light fawn to deep cinnamon) and cream. These colors may be solid or solid with lighter shadings in the ruff, tail, and feathering.If you're buying a puppy, don't be roped into paying more for so-called rare or exotic colors. Some breeders describe their dogs' colors as champagne, silver, lilac, chocolate, or white, but these are just fancy names for the regular colors. There's no need to pay a premium for them, and reputable breeders won't try to charge one.Expect to brush your Chow Chow three times a week to keep the coat in good condition and to keep loose hair from landing on your clothes and furniture. Chow Chows are heavy seasonal shedders, and the coat requires extra attention at that time. They have no doggie odor if the coat is brushed often.For brushing, you'll need a stainless steel Greyhound comb with medium-coarse teeth; a medium-size slicker brush for the legs; a medium pin brush for the longer body coat; and a spray bottle of diluted coat conditioner for misting the coat as you brush. Never brush a dry coat or the hair will break. Brush all the way down to the skin or you're likely to miss mats and tangles.You'll probably want to bathe your Chow at least monthly — more often if he plays outside frequently and gets dirty.Other grooming needs include dental hygiene and nail care. Brush your Chow's teeth at least two or three times a week to remove tartar buildup and bacteria. Daily is better. Trim his nails as needed, maybe once or twice a month. If you can hear the nails clicking on the floor, they're too long. Short nails keep the feet in good condition and prevent painful, bloody tears.Start grooming your Chow when he's a puppy to get him used to it. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy vet exams and other handling when he's an adult.",
    "Children And Other Pets": "When they're raised with children, Chow Chows can do well with them, but they're not a rough and tumble dog that will tolerate a lot of abuse from a young child. Chows do best in families with older children who understand how to treat a dog.As with any dog, always teach children how to approach and touch your Chow, and supervise all interactions between dogs and young children to prevent any biting or ear pulling from either party.Chows who are socialized and trained well can get along with other dogs and cats, especially if they're introduced to them in puppyhood. They do best, however, with dogs of the opposite sex; they may fight with dogs of the same sex.",
    "Rescue Groups": "Chow Chows are sometimes bought without any clear understanding of what goes into owning one, and these dogs often end up in the care of rescue groups, in need of adoption or fostering. Other Chows end up in rescue because their owners have divorced or died. If you're interested in adopting an adult Chow Chow who's already gone through the destructive puppy stage and may already be trained, a rescue group is a good place to start.Adopt-A-Chow RescueChow Chows to the RescueChow Dog Rescue",
    "Breed Organizations": "Below are breed clubs, organizations, and associations where you can find additional information about the Chow Chow.Chow Chow Club, Inc."
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Working Dogs"
    },
    {
      "name": "Height",
      "value": "17 to 20 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "40 to 70 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 1
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 1
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 1
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 1
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 1
    }
  ]
}