{
  "id": "chow-shepherd",
  "url": "https://dogtime.com/dog-breeds/chow-shepherd",
  "name": "Chow Shepherd",
  "intro": "The Chow Shepherd is a mixed breed dog–a cross between the Chow Chow and German Shepherd dog breeds. Medium to large in size, protective, and playful, these pups inherited some of the best traits from both of their parents.\nThe Chow Shepherd is also called a Sheprachow. Despite their unfortunate status as a designer breed, you can find these pups in shelters and breed specific rescues, so remember to adopt! Don’t shop!\nChow Shepherds are not a great choice for novice pet owners, but if you’re an experienced dog parent looking for a watchdog and all around family companion, this pup may be for you. Big homes with yards are ideal but not required, as long as they get plenty of exercise. While Chow Shepherds are not excessively barky, they will alert when strangers approach.\nThese dogs are protective of their loved ones and, with early socialization, will be friendly with people, children, and other dogs. Don’t leave them alone for long periods, though, or else they may become bored and destructive.\nSee below for all Chow Shepherd facts and mixed dog breed characteristics!",
  "description": {
    "Highlights": "Chow Shepherds are mixed breed dogs. They are not purebreds like their Chow Chow or German Shepherd Dog parents.The main colors of Chow Shepherds are fawn, cream, gray, red, brown, and black. They generally have a beautiful blend of two or more colors.Chow Shepherds will most likely have long, dense coats and are not a good choice for allergy sufferers. Regular daily brushing and extra brushing during shedding season with a de-shedding brush may be needed.Chow Shepherds have high energy levels. One hour daily of rigorous exercise is a good starting point. Hiking and other adventurous activities are strongly recommended.The Chow Shepherd makes a great addition to a big family with older kids who know how to play nicely with dogs. This pup will not tolerate rough play from small kids.If a Chow Shepherd has had plenty of exposure to other dogs, cats, and small animals and has been trained how to interact with them, they'll be friendly with other pets, too.Chow Shepherds are highly trainable and thrive on positive reinforcement. Do not leave them alone for long periods, as they can get separation anxiety easily",
    "History": "The Chow Shepherd mixed breed may have existed naturally over the years, however breeders wanted to mix the two parent breeds to minimize health problems that affect many purebreds as well as create an ultimate herding and companion dog. They continued to create Chow Shepherds as demand for the mixed breed pups climbed.To better understand the Chow Shepherd, you may wish to learn about the history of their parents: the Chow Chow and the German Shepherd Dog.Chow Chows are one of the oldest breeds, believed to have originated in Mongolia China. One Emperor was said to have kept 2,500 pairs of Chow Chows for hunting expeditions. If you would like to learn more about this fascinating breed you can read more about Chow Chows.German Shepherds are a herding dog from Germany. One military captain, Max Von Stephanitz had a favorite pastime, which was breeding and developing the ultimate German herding dog. After retiring from the military, he did just that, and the German Shepherd Dog we see today is the result. They're now one of the most popular breeds. Learn all about German Shepherd Dogs.Even though Chow Shepherds got their start as a designer breed, some have ended up in shelters or in the care of rescue groups. Consider adoption if you decide this is the dog for you.Check your local shelters, look up Chow Shepherd rescues, or check with breed specific German Shepherd and Chow Chow rescues, as they sometimes help to re-home mixed breeds.The Chow Shepherd is recognized by:DRA = Dog Registry of America, Inc.IDCR = International Designer Canine Registry®",
    "Size": "As the Chow Shepherd is a relatively new mixed breed, there are few standards when it comes to size. That said, as a mix between German Shepherd Dog and Chow Chow parents, you can expect the Chow Shepherd to be in the medium to large category.Most weigh in at 45 to 90 pounds and range in height from 22 to 26 inches at the shoulder. With them being so new, many can be smaller or larger than average.",
    "Personality": "Chow Shepherds make excellent family companions and watchdogs. They're extremely loyal and protective and will alert when strangers approach. They may be aloof with people they aren't familiar with.These pups hail from a line of two working parents. Their German Shepherd parents regularly work as military, police, and guard dogs, while their Chow Chow parents have jobs as guard dogs. Chow Shepherds like to be active and get lots of attention and praise from their human.They are highly trainable and thrive on positive reinforcement. Do not leave them alone for long periods, as they can get separation anxiety easily, which can lead to depression and frustration. This can result in unwanted behaviors, such as chewing and destruction around the home.",
    "Health": "The Chow Shepherd mixed breed is predisposed to some of the same conditions that the German Shepherd Dog and Chow Chow also face. While most are generally healthy, some may be prone to a few health issues, which is why it's important to maintain good care and regular veterinary checkups.Some of the more common health problems Chow Shepherds suffer from include:Canine Hip Dysplasia (CHD) is a heritable condition in which the thighbone doesn't fit snugly into the hip joint. Some dogs show pain and lameness on one or both rear legs, but you may not notice any signs of discomfort in a dog with hip dysplasia. As the dog ages, arthritis can develop. Hip dysplasia is hereditary, but it can be worsened by environmental factors, such as rapid growth from a high-calorie diet or injuries incurred from jumping or falling on slick floors.Entropion causes the eyelid to roll inward, irritating or injuring the eyeball. One or both eyes can be affected. If your Chow Chow has entropion, you may notice them rubbing at their eyes. The condition can be corrected surgically.Elbow Dysplasia: This is a heritable condition common to large-breed dogs. It's thought to be caused by different growth rates of the three bones that make up the dog's elbow, causing joint laxity. This can lead to painful lameness. Your vet may recommend surgery to correct the problem or medication to control the pain.Gastric Dilatation-Volvulus: Commonly called bloat, this is a life-threatening condition that affects large, deep-chested dogs like Golden Retrievers, especially if they are fed one large meal a day, eat rapidly, drink large volumes of water after eating, and exercise vigorously after eating. Bloat occurs when the stomach is distended with gas or air and then twists. The dog is unable to belch or vomit to get rid the excess air in their stomach, and the normal return of blood to the heart is impeded. Blood pressure drops and the dog goes into shock. Without immediate medical attention, the dog can die. Suspect bloat if your dog has a distended abdomen, is salivating excessively and retching without throwing up. They also may be restless, depressed, lethargic, and weak with a rapid heart rate. It's important to get your dog to the vet as soon as possible.",
    "Care": "As with all dogs, you should keep up with your Chow Shepherd's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.Chow Shepherds have high energy levels. One hour daily of rigorous exercise is a good starting point. Hiking and other adventurous activities are strongly recommended.Check their ears for debris and pests daily and clean them as recommended by your vet. Trimming their nails twice a month is strongly recommended. These pups have thick strong nails that can get out of control very easily if neglected.One major concern when it comes to your Chow Shepherd care will be maintaining their oral health. Brushing their teeth three times a week should help prevent any major problems. Your veterinarian can instruct you on how to brush your dog's teeth properly.You'll need to take special care if you're raising a Chow Shepherd puppy. Don't let your puppy run and play on very hard surfaces such as pavement until they're at least two years old and their joints are fully formed. Normal play on grass is fine, as is puppy agility with its one-inch jumps.",
    "Feeding": "An ideal Chow Shepherd diet should be formulated for a medium to large sized breed with high energy. You should stick to a regular feeding schedule and not leave food out during the day. Limit their amount of treats, as well. One single feeding per day may be recommended, though it will really depend on your dog.As with all dogs, the Chow Shepherd dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Chow Shepherd diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "Chow Shepherd coats are often a mix of their German Shepherd and Chow Chow parents' coats and colors. The main colors of Chow Shepherds are fawn, cream, gray, red, brown, and black. They generally have a beautiful blend of two or more colors.Chow Shepherds will most likely have a long, dense coat and are not a good choice for allergy sufferers. Chow Sheps descend from two heavy shedding parents. Their coats will require much care. Regular daily brushing and extra brushing during shedding season with a de-shedding brush may be needed. Baths are required only as needed.With these heavy shedding pups, extra vacuuming is recommended. You may benefit from a robovac for day-to-day cleanup.Chow Shepherds have double coats that give them an edge when it comes to extreme weather. Many of these dogs absolutely love to run and play in the snow. This dog would have been a great training partner for Rocky in Rocky IV when he went to train in Siberia!Chow Shepherds' double coats also help to keep them cool during hot summer months. Keep in mind they are indoor dogs and need to live indoors with their families.",
    "Children And Other Pets": "The Chow Shepherd makes a great addition to a big family with older kids who know how to play nicely with dogs. As with every breed, you should always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children. This pup will not tolerate rough play from small kids.Teach your child never to approach any dog while they're eating or sleeping or to try to take the dog's food away. No dog, no matter how friendly, should ever be left unsupervised with a child.If a Chow Shepherd has had plenty of exposure to other dogs, cats, and small animals and has been trained how to interact with them, they'll be friendly with other pets, too.",
    "Rescue Groups": "It may be hard to find a breed specific rescue for Chow Shepherds because they are a mixed breed. However, you may want to try Chow Chow or German Shepherd Dog breed specific rescues, as they often care for mixes, as well. Here are some rescues you can try:Chow Chow Rescue of Central New York, Inc.German Shepherd Rescue of Orange CountyYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "22 to 26 inches"
    },
    {
      "name": "Weight",
      "value": "45 to 90 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}