{
  "id": "chug",
  "url": "https://dogtime.com/dog-breeds/chug",
  "name": "Chug",
  "intro": "The Chug is a mixed breed dog — a cross between the Chihuahua and the Pug. Playful, loyal, and small, the Chug has some of the best traits of both of their compact, loving parents.\nChugs go by several other names, like the Chihuahua Pug mix, Pughuahua, and Pugwawa. Even though they’re sometimes unfortunately thought of as a designer dog, the good news is there are plenty of Pug Chihuahua mixes available for adoption. You can always check a breed-specific rescue if you are specifically looking for a Chug. Remember to adopt! Don’t shop!\nDespite their tiny stature, these dogs have big personalities. They like to think that they are actually large dogs, and will act as such. Anyone who is thinking about getting this mixed breed should be ready for an energetic pup who requires a lot of attention. This makes them great family pets, but smaller children learn how to safely play with the small Chug. Fortunately, with some training, you can keep your Chug from getting too territorial, resource-guarding, or snapping if play with a tiny human accidentally gets too intense.\nSee below for all Chug facts and mixed dog breed characteristics!",
  "description": {
    "Highlights": "Chugs can be prone to excessive weight gain if overfed. Make sure to stick to an appropriate diet and feeding schedule.Chugs tend to be \"yappy\" which can help them be good watchdogs. With early training, you can curb unwanted barking, however.Most owners say their Chugs have goofball personalities and like to act silly. A Chug will be great at making you smile.As a mostly brachycephalic (short-snouted) dog, Chugs can be prone to heat stroke. Take extra care of them in hot weather.Chugs also have shorter fur, so they may need the added protection of a jacket in cold weather.The main colors of Chugs are brown, black, fawn, cream, and white. Their coats can be solid colors or a mix of colors.",
    "History": "The Chug dog breed may have existed naturally over the years, but designer breeders started intentionally mixing Chihuahuas and Pugs in the early 2000s, likely in the United States.Although there is no specific breeder created with the creation of the Chug, like other mixed breeds, it can be assumed that the Chihuahua and Pug were crossbred in hopes of attaining the positive attributes of each breed.Even though the Chug breed got its start as a designer breed, some have ended up in shelters or in the care of rescue groups. Consider adoption if you decide this is the breed for you.Check your local shelters, look up Chug rescues, or check with breed-specific Pug or Chihuahua rescues, as they sometimes take in mixed breed dogs and find homes for them.",
    "Size": "As the Chug is a relatively new breed, there are few standards when it comes to size. That said, as a mix between Chihuahua and Pug parents, you can expect Chugs to be on the small side.Most Chugs weigh in around ten to 20 pounds, and they can be between ten to 14 inches tall.",
    "Personality": "The Chihuahua is known for its feisty but loyal attitude. The Pug is known for being a goofy and playful pup. Your Chug's personality can be a mix of any or all of these traits. Some people report that their Chugs are extra cuddly and playful, while others say their Chug has a comedic Napoleon Complex and can sometimes get territorial.Both the Pug and the Chihuahua are somewhat prone to barking or being \"yappy,\" which means that your Chug can be, too. If you are looking for a watch dog who will alert you any time someone is at the door, you can't do better than a Chug! With proper training, your Chug can learn how to curb their yappy tendencies.Like their Chihuahua parent, the Chug can sometimes get attached to one particular human member of the family. They may become territorial and guard this person if they feel threatened. Fortunately, there are ways to curb resource guarding and this type of behavior in general.Chugs can also be incredibly silly dogs. Many Chug owners refer to their pups as goofballs who love to play, run around, and get lots of cuddles.",
    "Health": "The Chug breed is predisposed to some of the same conditions that the Chihuahua and Pug also face. While most are generally healthy, some may be prone to a few health issues, which is why it is important to maintain good care and regular veterinary checkups.Some of the more common health problems Chugs suffer from include:Respiratory problemsEye issues, like cataracts and cherry eyeHeat stroke",
    "Care": "As with all dogs, you should keep up with your Chug's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.Chugs are prone to weight gain, and they have high energy levels. Make sure your dog gets at least one good half-hour- to hour-long walk per day with a few good, active play sessions and shorter walks mixed in.Check their ears for debris and pests daily and clean them as recommended by your vet. Trim your dog's nails before they get too long--usually once or twice per month. They should not be clicking against the floor. Your groomer can help with this.Your main concern when it comes to your Chug's care will be maintaining their oral health. You should brush their teeth daily, as small breeds--especially the Pug and the Chihuahua--are prone to dental issues. Your veterinarian can instruct you on how to brush your dog's teeth properly.",
    "Feeding": "An ideal Chug diet should be formulated for a small breed with high energy. Like their parents, a Chug can be prone to excessive weight gain if overfed. Stick to a regular feeding schedule and do not leave food out during the day. Limit their amount of treats, as well.As with all dogs, the Chug's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Chug's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "Chug coats are often a mix of their Dachshund and Chihuahua parents' coats and colors. The main colors of Chugs are brown, black, fawn, cream, and white.Sometimes their coats are solid, and sometimes they have a mix of colors. Their coats can be short and coarse, like short-haired Chihuahua and Pugs, or it can be softer, like long-haired Chihuahuas. Chugs are not recommended for those who suffer from dog allergies. Regular weekly brushing and grooming can help keep shedding to a minimum.No matter the type of coat, Chugs are not made for extreme weather. If you live in a colder area, they will need coats or sweaters when going outside. Likewise, they should not be kept outside in extreme heat, especially if they have a short snout.",
    "Children And Other Pets": "Because the Chug is a small dog, they can be easily injured by overly excited children. Chugs prefer to be mostly around adults or older kids who know how to play gently. That said, for children who learn early how to properly approach and play with a small dog, the Chug can make a great, active companion.When it comes to other pets, Chugs can get along with other animals if they are introduced slowly and calmly, and early socialization will help this go smoothly. It's best if they get used to other pets early. That said, Chugs, like their Chihuahua parent, might not be naturally fond of other animals and may prefer to be the sole animal of the house.This doesn't mean that a Chug can't get along with other dogs, cats, or smaller children. Like with any dog, training, socialization, and genetic disposition all play critical roles in a dog's personality.",
    "Rescue Groups": "It may be hard to find a breed-specific rescue for Chugs because they are a mixed breed. However, you may want to try Chihuahua or Pug breed-specific rescues, as they often care for mixes, as well. Here are some rescues you can try:Chihuahua Rescue & Transport (CRT)Kentuckiana Pug RescueYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "10 to 14 inches"
    },
    {
      "name": "Weight",
      "value": "10 to 20 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 13"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}