{
  "id": "chusky",
  "url": "https://dogtime.com/dog-breeds/chusky",
  "name": "Chusky",
  "intro": "The Chusky is a mixed breed dog — a cross between the Chow Chow and Siberian Husky dog breeds. Curious, headstrong, and loving, these dogs inherited some of the best qualities from both of their parents.\nChuskies go by several different names, including Chow Husky, Husky Chow, and Chowski. Despite their unfortunate status as a designer breed, you may find these mixed breed dogs in shelters and breed specific rescues, so remember to adopt! Don’t shop!\nThese adorable, fluffy dogs are intelligent and somewhat stubborn, which doesn’t make them ideal matches for novice owners. They can also grow very protective of their owners and make excellent watch dogs. If you want a smart dog who enjoys training, lots of exercise, and of course, lots of cuddles, then the Chusky might be the right dog for you.\nSee below for all mixed dog breed traits and facts about Chuskies!",
  "description": {
    "Highlights": "The Chusky is a mixed breed dog. They are not purebreds like their Chow Chow or Siberian Husky parents.The main colors of Chuskies are brown, black, cream, red, and white. Sometimes their coats are solid, and sometimes they have a mix of colors.Their fluffy, long, double-coats make the Chusky a heavy shedder. They may not be the best dog for allergy sufferers. Daily brushing will help cut down on excessive shedding. Their coats are suited for cold weather, but they may not do as well in hotter climates.When it comes to other pets, Chuskies can get along with other animals if they are introduced slowly and calmly, and early socialization will help this go smoothly. That said, they may prefer to be the solo pet in the home.Chuskies are intelligent, but they can be stubborn. They thrive best with experienced dog owners.This mixed breed is known to be protective, especially of family. Your Chusky may bark every time someone knocks at the door or someone new enters the home. This also makes them excellent guard dogs.",
    "History": "The Chusky dog breed may have existed naturally over the years, but designer breeders likely started intentionally mixing the Chow Chows and Siberian Huskies in the early 2000s, likely in North America.While the Chusky is an aesthetically pleasing dog, designer breeders may have also mixed the two breeds due to both the Chow Chow and the Siberian Husky's high intelligence levels. Combined with their size and loyalty, the Chusky's smarts make them an excellent watchdog.Even though the Chusky breed got its start as a designer breed, some have ended up in shelters or in the care of rescue groups. Consider adoption if you decide this is the breed for you.Check your local shelters, look up Chusky rescues, or check with breed-specific Chow Chow or Siberian Husky rescues, as they sometimes take in mixed breed dogs and find homes for them.",
    "Size": "As the Chusky is a relatively new mixed breed, there are few standards when it comes to size. That said, as a mix between Siberian Husky and Chow Chow parents, you can expect Chuskies to be on the medium to large side.Most weigh in between 40 and 65 pounds and range in height from 18 to 23 inches at the shoulder. That said some may be larger or smaller.",
    "Personality": "Many Chusky enthusiasts would describe the breed as a somewhat difficult but rewarding one. Due to both the Chow Chow and Siberian Husky's working background, the Chusky can be intelligent but a bit stubborn. They thrive best with an experienced owner.The Chusky can have a strong prey drive, though they can be trained to not chase away smaller animals in the house. This mixed breed is also known to be very protective, especially of their family. Your Chusky may bark every time someone knocks at the door or someone new enters the home. This also makes them excellent guard dogs.These dogs do best with early training to curb any unwanted barking habits. They can be stubborn and have a ton of energy, but for an energetic, consistent owner, their loyalty and desire to please will help training go a bit more smoothly.The Chusky can make a great family pet and will generally do best in homes with yards or other spaces to run free. If they are stuck in a small area without entertainment, they may get destructive. That said, the Chusky is best suited for a home where they will not be left alone for long hours.",
    "Health": "The Chusky breed is predisposed to some of the same conditions that the Chow Chow and Siberian Husky also face. While most are generally healthy, some may be prone to a few health issues, which is why it is important to maintain good care and regular veterinary checkups.Some of the more common health problems Chuskies suffer from include:CataractsEntropionHip dysplasia",
    "Care": "As with all dogs, you should keep up with your Chusky's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.Even though they are big dogs, you should not overfeed your Chusky. They can be prone to weight gain, and they have high energy levels.Make sure your dog gets at least one good half-hour- to hour-long walk per day with a few good, active play sessions and shorter walks mixed in. You can even take your Chusky on challenging hikes or runs, weather permitting.Check their ears for debris and pests daily and clean them as recommended by your vet. Trim your dog's nails before they get too long--usually once or twice per month. They should not be clicking against the floor. Your groomer can help with this.A primary concern with your Chusky will be maintaining their oral health. They can sometimes be born missing a couple teeth, which means you have to take care of the ones they have! You should brush their teeth daily. Your veterinarian can show you how to properly brush your pup's teeth.",
    "Feeding": "An ideal Chusky diet should be formulated for a medium- to large-sized breed with high energy. They have a tendency to gain weight if they are overfed, so you should stick to a regular feeding schedule and not leave food out during the day. Limit their amount of treats, as well.As with all dogs, the Chusky's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Chusky's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make aspecific recommendation.",
    "Coat Color And Grooming": "Chusky coats are often a mix of their Chow Chow and Siberian Husky parents' coats and colors. The main colors of Chuskies are brown, black, cream, red, and white. Sometimes their coats are solid, and sometimes they have a mix of colors.Their fluffy, long, double-coats make the Chusky a heavy shedder. This means that a Chusky might not be the best dog for someone who suffers from dog allergies. Daily brushing will help cut down on excessive shedding, along with regular grooming appointments.Because of their heavy coats, Chuskies aren't particularly suited for extreme heat. What their heavier coat is great for, however, is cold weather.",
    "Children And Other Pets": "Since the Chusky is a larger dog, it is important that children, especially smaller kids, know how to safely interact with your dog. Chuskies are affectionate and loyal to their family, but they can become protective when someone new enters the space, including new children. That said, for children who learn early how to properly approach and play with a big dog, Chuskies can make great, active companions.When it comes to other pets, Chuskies can get along with other animals if they are introduced slowly and calmly, and early socialization will help this go smoothly. It's best if they get used to other pets early. That said, Chuskies aren't naturally fond of other animals and may prefer to be the solo pet in the household.Still, many Chuskies get along just fine with other dogs and cats, so it really comes down to training, socialization, and the luck of the draw.",
    "Rescue Groups": "It may be hard to find a breed-specific rescue for Chuskies because they are a mixed breed. However, you may want to try Chow Chow or Siberian Husky breed-specific rescues, as they often care for mixes, as well. Here are some rescues you can try:Chow Chow Rescue of Central New York, Inc.Raven's Husky Haven and RescueYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "18 to 23 inches"
    },
    {
      "name": "Weight",
      "value": "40 to 65 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 13 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}