{
  "id": "cirneco-delletna",
  "url": "https://dogtime.com/dog-breeds/cirneco-delletna",
  "name": "Cirneco dell’Etna",
  "intro": "The Cirneco dell’Etna (Pronounced “cheer-NECK-oh del et-na”) is a purebred dog from the island of Sicily. Gentle, alert, and independent, these pups have some of the best traits of any dog breed around today.\nCirneco dell’Etnas go by many other names, including Cirneco, Sicilian Hound, Sicilian Greyhound, Sicilian Rabbit Hound, and Sicilian Rabbit Dog. These dogs can make great pets and show dogs, and you may find them at local shelters or rescues. Remember, it’s always better to adopt and not shop!\nThese pooches can make great apartment dogs for active urban dwellers, though they can adapt to any household of any size. They are also great buddies for children and love to cuddle with their human parents at any time. If you want an energetic and independent pup who will love you unconditionally, then this may be the right dog for you!\nSee below for all dog breed traits and facts about Cirneco dell’Etnas!",
  "description": {
    "Highlights": "The main colors of the Cirneco dell’Etna’s are different shades of chestnut or tan, though some pooches may display a whitish collar or a patch of white.They usually have short coats, and they’re generally considered to be a good choice for allergy sufferers.Cirneco dell’Etnas have high energy levels. Make sure your dog gets at least one good half-hour to hour-long walk per day with a few good, active play sessions and shorter walks mixed in.They are highly intelligent and easy to train, especially when the trainer uses positive reinforcement and praise.Cirneco dell’Etnas may prefer to be mostly around adults or older kids who know how to play gently.When it comes to other pets, the Cirneco dell’Etna can get along with other animals if they are introduced slowly and calmly, and early socialization will help this go smoothly.",
    "History": "The name \"Cirneco\" comes from a Greek word, \"Kyrenaikos,\" which means \"of Cyrene.\" The ancient Greek city of Cyrene was located near modern Shahhat, Libya.The second part of the breed's name, \"dell'Etna,\" comes from Mount Etna on the island of Sicily. Although the Cirneco dell'Etna looks a bit like the Ibizan Hound, the breed's ancestors likely hail from Sicily by way of Phoenician trader ships that sailed thousands of years ago. Descendants of those dogs have hunted small game, like rabbits and hares, on the island for millennia.This breed is old. In fact, coins made as long ago as 500 b.c. from Segesta in Sicily depict dogs that resemble the modern Cirneco dell'Etna. There's even an old legend that says a thousand of these dogs guarded a temple of Adranos, a fire god. The dogs had a divine ability to find and attack any thieves or nonbelievers who approached while keeping devout pilgrims to the temple safe and at peace.Before 1932, the breed was mostly unknown outside of their homeland of Sicily. That year, a veterinarian named Dr. Maurizio Migneco, who came to the island, wrote an article for an Italian hunting journal that covered the breed's declining numbers. Baroness Agata Paternó Castello, an Italian aristocrat, was moved by the breed's plight and worked until her death to revive the breed.In 1939, Italy's national kennel club recognized the Cirneco dell'Etna, but it would be over seven decades before the American Kennel Club (AKC) granted full recognition to the breed in 2015.",
    "Size": "As the Cirneco dell'Etna is an ancient breed from the island of Sicily, there are some standards when it comes to their size. As a purebred dog, you can expect the Cirneco dell’Etna to be on the medium side.Most weigh in at 17 to 26 pounds and range in height from 17 to 20 inches at the shoulder. That said, many can be smaller or larger than normal.",
    "Personality": "The Cirneco dell’Etna is a very alert and gentle dog breed with an independent spirit. They are playful and love to be with people. Originally bred to help hunters catch rabbit and prey, they are now suited as companion dogs and love their human counterparts.They are highly intelligent and easy to train, especially when the trainer uses positive reinforcement and praise. Theses sleek pups have a high prey drive, so make sure to keep a tight hold on their leash, as they might give chase to a squirrel running by.As they are very independent dogs, it's suggested to make sure they are trained early as pups. They are friendly towards strangers and love to play with children. They can get along with other dogs and smaller pets only if they are socialized early.These pups are able to live in apartments in the city or large homes with yards as they are of medium size. They love to play catch and are also capable of cuddling inside with their human parents.",
    "Health": "The Cirneco dell'Etna is predisposed to some of the same conditions that most hunting breeds of their size might also face. While most are generally healthy, some may be prone to a few health issues, which is why it is important to maintain good care and regular veterinary checkups.There are not many health problems to include, as these pups are generally healthy. But they might be prone to muscle and toe issues from running.",
    "Care": "As with all dogs, you should keep up with your Cirneco dell’Etna’s regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.The Cirneco dell’Etna are prone to weight gain, and they have high energy levels. Make sure your dog gets at least one good half-hour to hour-long walk per day with a few good, active play sessions and shorter walks mixed in.Check their ears for debris and pests daily and clean them as recommended by your vet. Trim your dog’s nails before they get too long—usually once or twice per month. They should not be clicking against the floor. Your groomer can help with this.Your main concern when it comes to your Cirneco dell’Etna’s care will be maintaining their oral health. You should brush their teeth daily, as small breeds are prone to dental issues. Your veterinarian can instruct you on how to brush your dog’s teeth properly.",
    "Feeding": "An ideal Cirneco dell’Etna diet should be formulated for a medium-sized breed with high energy. They are capable of gaining weight if they are overfed, so you should stick to a regular feeding schedule and not leave food out during the day. Limit the number of treats as well.As with all dogs, the Cirneco dell’Etna’s dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Cirneco dell’Etna’s diet, as there is far too much variation among individual dogs—including weight, energy, and health—to make a specific recommendation.",
    "Coat Color And Grooming": "The Cirneco dell’Etna’s coat is often found in solid colors and are easy to groom. The main colors of the Cirneco dell’Etna’s are different shades of chestnut or tan, though some pooches may display a whitish collar or a patch of white.They usually have short coats, and they’re generally considered to be a good choice for allergy sufferers. The Cirneco dell’Etna has a short and glossy coat that is very easy to care for. A weekly brushing should be enough to take care of loose or dead hairs.Because they tend to have shorter coats, the Cirneco dell’Etna’s aren’t particularly suited for extreme weather. Prepare accordingly if you are in an area that is either too hot or too cold.",
    "Children And Other Pets": "Because the Cirneco dell’Etna is a medium sized dog, they can generally handle the play of overly excited children. That said, they may prefer to be mostly around adults or older kids who know how to play gently. However, for children who learn how to properly approach and play with dogs, the Cirneco dell’Etna can make a great active companion.When it comes to other pets, the Cirneco dell’Etna can get along with other animals if they are introduced slowly and calmly, and early socialization will help this go smoothly. It’s best if they can get used to other pets early.Many Cirneco dell’Etnas get along just fine with other dogs and smaller pets, so it really comes down to training, early socialization, and the luck of the draw.",
    "Rescue Groups": "Because the Cirneco dell’Etna is a somewhat rare breed, it may be difficult to find a breed specific rescue. However, you can always check with your local shelter, and you may want to try a rescue that caters to all types of dogs. You can take a look at the following:Wright-Way RescueAngels Among Us Pet RescueYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Companion Dogs"
    },
    {
      "name": "Height",
      "value": "17 to 20 inches"
    },
    {
      "name": "Weight",
      "value": "17 to 26 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 14 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}