{
  "id": "cocker-spaniel",
  "url": "https://dogtime.com/dog-breeds/cocker-spaniel",
  "name": "Cocker Spaniel",
  "intro": "The Cocker Spaniel is primarily a beloved companion dog breed, though they remain a capable bird dog at heart. Beautiful to look at–and labor-intensive to groom–the Cocker’s amenable, cheerful disposition also makes them a treat to have in the family.\nNever more pleased than when they’re pleasing you, they’re as happy to snuggle on the couch with their favorite adults as to romp in the yard with the kids. Apartment or large home with a back yard, the Cocker is a highly trainable and adaptable addition to the family. Read on to find out if this is the breed for you!\nDogTime recommends this dog bed to give a good night’s sleep to your medium-sized Cocker Spaniel. You should also pick up this dog brush and massager for your long-haired pup!\nSee all dog breed traits and facts about Cocker Spaniels below!",
  "description": {
    "": "The smallest member of the American Kennel Club Sporting Group, the Cocker Spaniel is the darling of many U.S. pet owners. Remember the female lead in Lady and the Tramp? It's no accident that the movie's model of an affectionate and pampered pet was a Cocker Spaniel. From the late 1930s to the 1950s, the Cocker was the number-one breed registered with the AKC. Then his popularity declined for almost 30 years, but he shot to the top of the charts again during the mid-1980s, and only in 1992 was his number-one status taken over by Labrador and Golden Retrievers. Today, the Cocker remains within the top 15 registered breeds.And no wonder — a well-bred Cocker Spaniel is a pleasure to own. He is known for a merry, sound temperament. His flowing coat is extremely handsome, he's loving and gentle, and he wants nothing more than to make his family happy.Compared to other dogs in the Sporting Group, the Cocker is small (20 to 30 pounds), fitting comfortably into an apartment, condo, or a small home. He is primarily a companion but is easily trained for the conformation show ring, obedience and agility competitions, and field work. He is also an excellent therapy dog.The Cocker Spaniel resembles the English Cocker Spaniel, one of his peers in Sporting Group, and formerly the two breeds were considered one. However, a number of Spaniel fanciers noticed the different strains of Cocker and sought to preserve separate breeds and discourage the interbreeding of the English and American varieties. The American Kennel Club recognized the two breeds as separate in 1946.The typical Cocker Spaniel is gentle, a loving and trustworthy family companion who is good with children, other pets, and the elderly. Unfortunately, his extreme popularity leaves him open to the bane of all favorite breeds: unscrupulous people who breed with no regard for temperament, health, or conformation.As a result, some Cocker Spaniels have serious health and temperament problems. If you are considering a Cocker Spaniel, you must be extremely careful from whom you buy or adopt a puppy. Buy only from a reputable breeder. Never buy a puppy from a backyard breeder, puppy mill, or pet store. Reputable breeders breed with temperament in mind and perform various health tests to ensure that their breeding dogs don't pass on a predisposition to genetic diseases.",
    "Highlights": "Because Cockers are so popular, it is especially careful to research breeders and find one who is dedicated to improving the breed.The sensitive Cocker Spaniel can be a bit nervous, even when he's from a good breeder and has been properly socialized. Don't be surprised if your Cocker exhibits submissive urination (peeing when excited).Cockers can be barkers, so response to a \"Quiet\" command should always be part of this dog's repertoire.The Cocker is eager to please and likes to be close to his family. But remember, he was bred to be a hunting dog. Don't be surprised when he chases birds or other small animals when you're out on a walk. Keep your Cocker on a leash whenever you aren't in a fenced area.The Cocker has a \"soft\" personality. Harsh training methods will make him fearful, so be sure to use gentle, consistent training to get the best results.A Cocker Spaniel's long ears are both a part of his beauty and a potential health problem. Be sure to check your Cocker's ears every week for infections.Keeping the Cocker coat beautiful is expensive and a lot of work. Plan on paying a professional groomer and on brushing the coat every day.To get a healthy pet, never buy a puppy from a backyard breeder, puppy mill, or pet store. Find a reputable breeder who tests her breeding dogs for genetic health conditions and good temperaments.",
    "History": "The modern Cocker Spaniel is descended from the Spaniel family, a large group that dates to antiquity. The word spaniel means \"Spanish dog,\" and it's generally believed that they indeed originated in Spain. By the 1800s, Spaniels were divided into two groups: toys (primarily companions) and large hunting dogs. Hunting dogs were further divided into land and water spaniels. The Cocker Spaniel was named so for his excellence in the field hunting woodcock.In England, spaniels were a functional category, rather than an individual breed of dog, for several hundred years. The first kennel to gain recognition for the Cocker Spaniel as a distinct breed in England was the Obo Kennel of Mr. James Farrow. In 1892, the Cocker Spaniel was recognized as a breed in England.Shortly before, in the late 1870s, American fanciers began importing English Cockers to the United States. A liver-and-white Cocker Spaniel named Captain was registered in the first studbook of the National American Kennel Club (later called the American Kennel Club). The second volume of the studbook, printed in 1885, registers a black Cocker named Brush II. This dog was imported from England by Commings Cocker Spaniel Kennel of New Hampshire.Right around this time, in 1881, Clinton Wilmerding and James Watson formed the American Spaniel Club. The oldest breed club in America, it originally included breeders of many types of Spaniels. Eventually, however, breeders split off into separate organizations as differences among the Spaniel breeds were refined.Cocker Spaniels quickly gained popularity both with breeders and the public. In time, some breeders started favoring a smaller type of Cocker Spaniel with a slightly different conformation than the original English Cocker. These smaller dogs were especially flashy in the show ring.In 1936, a group of English Cocker breeders formed a specialty club known as the English Cocker Spaniel Club of America, and they gained recognition from the AKC for an English type of the Cocker Spaniel. Two years later, to strengthen its position, the club passed a motion that English Cocker Spaniels should not be bred to American-type Cocker Spaniels. The club also resolved to oppose the showing of American-type Cockers in English Cocker classes.In 1939, a Cocker Spaniel named CH My Own Brucie won the Best American Bred in Show at the prestigious Westminster Dog Show, a feat that he repeated the following year. Brucie, a black Cocker Spaniel, won the hearts of the American public, clinching his popularity in the 1940 show when, as his owner/handler removed Brucie's leash as they entered the ring, the little dog gaited proudly along his side, wagging his tail. Brucie was so beloved that when he died, The New York Times published his obituary.Brucie's success in the show ring led to a spectacular rise in the popularity of Cocker Spaniels. It also encouraged American breeders to concentrate more on breeding for the show ring than for the field, further widening the gap between American and English Cockers. In 1946, the American Kennel Club recognized the American Cocker Spaniel and the English Cocker Spaniel as two distinct breeds.",
    "Size": "Males stand 15 inches tall, females 14 inches tall. Males and females weigh 24 to 28 pounds.",
    "Personality": "The well-bred Cocker Spaniel has a sweet temperament. He is affectionate and cuddly and loves to participate in family activites. He is playful, alert, and active, enjoying any exercise from a brisk walk to hunting in the field.The Cocker is known to be a sensitive dog, mentally and physically. He has a \"soft\" personality and does not respond well to harsh treatment, sometimes turning to growling or snapping when he's in pain or afraid. Early socialization and training is essential to teach the Cocker appropriate canine manners. He needs to be handled carefully and kindly to bring out the best in his personality.",
    "Health": "Cockers are generally healthy, but, like all breeds of dogs, they're prone to certain conditions and diseases.Eye problems can strike the Cocker in a number of ways, including progressive retinal atrophy, a degenerative disease of the retinal cells that progresses to blindness; cataracts, a cloudy film that forms over the eye;  glaucoma, a condition in which pressure builds up inside of the eyeball; and eye abnormalities. If you notice any redness in your Cocker's eyes, or if he starts rubbing his face a lot, take him to the vet for a checkup.Autoimmune hemolytic anemia (AIHA) is a condition in which a dog's immune system attacks its own blood cells. Symptoms include pale gums, fatigue, and sometimes jaundice. A swollen abdomen is also indicative, since it signals an enlarged liver. Most affected Cockers do well with treatment, but they should not be bred.Hypothyroidism is a disorder of the thyroid gland that's thought to cause conditions such as epilepsy, hair loss, obesity, lethargy, dark patches on the skin, and other skin conditions. It's treated with medication and diet.Primary seborrhea is a skin problem caused by overproduction of skin cells, including the sebaceous (oil) cells. The skin becomes greasy and scaly and has a foul odor. Treatments include medication and medicated baths.Allergies are a common ailment in dogs, and Cockers can be especially prone to them. The three main types are food allergies, which are treated by eliminating certain foods from the dog's diet; contact allergies, which are caused by a reaction to a topical substance such as bedding, flea powders, dog shampoos and other chemicals; and inhalant allergies, which are caused by airborne allergens such as pollen, dust, mildew. Treatment varies according to the cause and may include dietary restrictions, medications, and environmental changes.Idiopathic epilepsy is often inherited and can cause mild or severe seizures. It's important to remember that seizures can be caused by many other things than idiopathic epilepsy, such as metabolic disorders, infectious diseases that affect the brain, tumors, exposure to poisons, severe head injuries, and more. Therefore, if your dog has seizures, it's important to take him to the vet right away for a checkup.Canine hip dysplasia is an abnormal formation of the hip socket that can cause pain and lameness. Dogs with hip dysplasia should not be bred. If you're buying a puppy, ask the breeder for proof that the parents have been tested for hip dysplasia and are free of problems.Patellar luxation  involves dislocation (luxation) of the kneecap (patella). In this condition the knee joint (often of a hind leg) slides in and out of place, causing pain. This can be crippling.",
    "Care": "The Cocker Spaniel is well suited to living in an apartment or condo — though of course he loves to share a house and yard. Although he doesn't need vast space to roam, he does need daily activity. A daily romp in the yard along with a brisk 30-minute walk can keep him happy and trim. Then bring him inside with you — the Cocker is not pleased to be left alone outdoors for the day, and he may respond by digging or barking to keep himself amused. He's most content when he's with his family, participating in the group's activities.Despite his beautiful locks and cute, round eyes, the Cocker Spaniel is a hunter at heart. He is also a good candidate for many canine sports, especially agility and obedience competitions, hunt tests, flyball, or tracking. Like most dogs, the Cocker is better behaved when active than when he's allowed to get bored, which can lead to such behavior problems as barking, digging, and chewing.",
    "Feeding": "Recommended daily amount: 1.5 to 2.5 cups of high-quality dry food a dayThe Cocker Spaniel has a hearty appetite, and he will overeat if given the chance. He's especially skilled at melting your resolve with his big, brown eyes as he begs for tidbits. But don't give in — an overweight Cocker is an unhealthy Cocker.For more on feeding your Cocker Spaniel, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.NOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.",
    "Coat Color And Grooming": "There are few breeds as handsome as the well-groomed Cocker Spaniel. His thick, sometimes wavy coat is short on the head and back and long on the ears, chest, belly, and legs. The coat is a solid color (black or light cream to red to brown), or parti-color (two or more colors, one of which is white).Grooming is an intense — and potentially expensive — proposition for the Cocker Spaniel. Most owners opt to have a professional groomer bathe, brush, and trim their dogs' coats every six to eight weeks, and prices are high for this time-intensive breed. Daily brushing at home is also necessary to keep the coat free of tangles and mats. If you are hesitant about a breed that requires substantial grooming, the Cocker is not for you.Some owners opt to clip the coat short to make care easier. Even so, trimming and bathing every six to eight weeks is necessary to keep the Cocker clean and the coat short.The Cocker Spaniel must be introduced to grooming early so he will grow up to accept it as a normal part of his life. Given his sensitive personality, an early introduction is advisable so that he learns to accept the handling, brushing, noise of electric clippers, scissoring, ear cleaning, and all the rest of the tasks involved in keeping him looking good.Unfortunately, the Cocker has a reputation with groomers (and veterinarians) as being less than cooperative. This touchy attitude usually stems from lack of training to accept handling. Positive, kind lessons on how to act on the grooming table or at the veterinarian's office are needed.The nails need to be trimmed once a month (or at grooming sessions), and the ears checked once a week for dirt, redness, or a bad odor that can indicate an infection. The Cocker Spaniel is prone to ear infections, so it's essential to be vigilant. Wipe the ears out weekly with a cotton ball dampened with gentle, pH-balanced ear cleaner to prevent problems.It also helps to use deep, narrow bowls to for the Cocker's food and water. This way he can eat and drink without getting his ears damp or soiled with food. Some owners even put a snood on the Cocker while he eats, for extra ear protection.",
    "Children And Other Pets": "One of the reasons the Cocker Spaniel is so popular is that he makes a good family dog. He gets along well with children — as long as he is raised with them and the kids are kind and respectful to animals. But because he is a sensitive dog, all interactions between the Cocker and children should be supervised by a responsible adult.The Cocker Spaniel also gets along with other family pets (given proper training and introductions), including dogs, cats, and small animals.",
    "Rescue Groups": "Cocker Spaniels are often bought without any clear understanding of what goes into owning one. There are many Cocker Spaniels in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Cocker Spaniel rescue organization.Cocker Spaniel Rescue"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Sporting Dogs"
    },
    {
      "name": "Height",
      "value": "1 foot, 2 inches to 1 foot, 3 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "24 to 28 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}