{
  "id": "cockapoo",
  "url": "https://dogtime.com/dog-breeds/cockapoo",
  "name": "Cockapoo",
  "intro": "An adorable, small dog with the personality of a big clown, the Cockapoo is perhaps the first of the “designer dogs” (not a purebred dog breed), dating back to the 1960s, rather than to just a few years ago.\nDespite their unfortunate status as a designer breed, you can find these hybrid dogs in shelters and rescues, so opt to adopt if you’re able!\nBreeders combined the Cocker Spaniel and Poodle breeds to make a completely people-oriented hybrid who’s intelligent enough to train easily, hardly sheds, forgives quickly, and is so affectionate that you’ll never feel alone. In fact, you might even have to shut the bathroom door for a minute of privacy.\nYour hybrid buddy will also be happy running around an agility course, showing off their tricks to company, being petted as a therapy dog, or just hanging out on your lap. Your lap is theirs, by the way.\nDogTime recommends this carrier for traveling with your small Cockapoo. You should also pick up this interactive puzzle toy to keep your pup active indoors!\nSee below for a complete list of this hybrid dog breed’s characteristics!",
  "description": {
    "": "The Cockapoo blazed the trail among planned hybrids; he's the offspring of the Poodle and the Cocker Spaniel. Also known as the Cockapoodle, Cockerpoo, or Cock-a-Poo, he's an utterly adorable little dog with a face that could melt a heart of stone.He's affectionate and accepts everyone — old folks, kids, and other pets. He's also of an easy size, being small enough to cuddle and big enough to romp with bigger dogs. Cockapoos have an infectious zest for life that spreads to everyone around them, that essential joie de vivre that makes every day a celebration. These guys are just plain happy to be alive.Still, what's the draw in getting a Cockapoo instead of a Cocker Spaniel or a Poodle? It's that, in some ways, the Cockapoo represents two ideals: first, what the Cocker Spaniel used to be across the board — a sweet and stable temperament, before the breed's popularity skyrocketed in the wake of Lady and the Tramp; and second, the Poodle's orientation to people smooths out the Cockers' orientation to their noses when they're out in the field.Furthermore, Cockapoos don't require the level of grooming that Poodles do, and people don't automatically react as negatively as they do to a Poodle's extravagant grooming style for showing in conformation. (While it's not fair to dislike the intelligent and jovial Poodle because of a show cut, the Poodle's mostly undeserved reputation of high maintenance is pervasive.)Of course, there's a world of difference between an intentional breeding of carefully selected Cocker Spaniels and Poodles versus a Poodle mix who's just called a Cockapoo because no one has any clue what his background really is.The true Cockapoo been bred with the goal of a healthy, hypoallergenic dog with a good temperament. Cockapoo breeders feel that the dog's health and temperament are far more important than appearance, and that's what they continue to strive for (but nevertheless, the Cockapoo tends to be an adorable-looking fellow). You won't find many, if any, discussions among these breeders about head shape and height.When the cross works as intended, you get the intelligence and spirit of the Poodle with the sturdiness and field spirit of the Cocker. Of course, when the cross doesn't work, you can get a submissive, urinating fear-biter — but that can happen in any mixed breed, and in any purebred with unhappy genes.Generally, the Cocker Spaniel used to create the Cockapoo is an American Cocker Spaniel, but some are the offspring of Poodles and English Cocker Spaniels; the latter is often called a Spoodle. Efforts have been made over the last decade to clearly separate Cockapoos and Spoodles into two different hybrids, and some success has been achieved. If the type of Cocker involved is important to you, be sure to ask.But all that is neither here nor there for the Cockapoo enthusiast, who just wants to hang out with a sweet, cute, attached dog who isn't quite the barnacle a Toy Poodle can be, and who began as a sparkle in the eye of a Cocker Spaniel with a lovely, even temperament.",
    "Highlights": "The Cockapoo is not known to be a barker. Some, however, will bark when they see someone approaching their house, or when they're left alone for long periods at a time.The Cockapoo should be a nonshedding dog with little doggy odor to the skin and coat. He requires daily brushings and will need his hair trimmed and clipped occasionally.Cockapoos are usually good for people with allergies since they produce low amounts of dander and hair.Cockapoos were developed to be companion dogs and are usually friendly and extraordinarily happy. They can do well with other dogs, pets, and children; older, more considerate children are generally best, however.Although the Standard or Maxi Cockapoo doesn't adapt as readily to apartment life as his smaller cohorts do, he can do well if exercised properly. The ideal situation is a house with a small, fenced yard.The Cockapoo is so intelligent that he's easy to train with positive reinforcement.Cockapoos have a moderate energy level but still need daily exercise. Expect to give him at least 15 minutes per day and offer a variety of activities, such as games of fetch, walks, and good runs.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store.There are many responsible Cockapoo breeders, and some are registered with either the Cockapoo Club of America or the North American Cockapoo Registry.Designer dogs, also called hybrids, aren't true breeds — they're crosses of two specific breeds. If you're interested in a Cockapoo puppy, understand that his looks, size, and temperament aren't as predictable as those of purebreds, since you don't know which characteristics from each breed will show up in any given dog.",
    "History": "When it comes to designer dogs, the Cockapoo is an old hybrid, popular since the 1960s. The first breeding may have been accidental, but the happy result was a litter of puppies who were intelligent, almost odorless, had the low-shedding Poodle coat, and showed the easygoing and loving nature of the Cocker Spaniel. These puppies were well received, and the Cockapoo line began.Some efforts are being made today to establish breed standards and start the Cockapoo on the hard road of becoming a true breed, one producing offspring with consistent traits. They're one of the few designer breeds who aren't owner-surrendered at high rates, even now, and many fanciers of the breed attribute that desirable circumstance to the Cockapoo's intelligence and his sweet and loving disposition. He's become a highly prized family dog.Once the Cockapoo became more well-known, he only grew in popularity. Some Cockapoo breeders want to make the Cockapoo a purebred dog and use multigeneration crossing, while other breeders prefer the basic Poodle/Cocker cross. There are Cockapoo clubs, but they're unaffiliated because of these differing philosophies.The Cockapoo Club of America formed in 1999 and, in an effort to create breeding consistency, it created a breed standard. The club promotes breeding multigenerational Cockapoos to each other as opposed to creating new first generations, because this technique is supposed to help puppies maintain the desired qualities that aren't seen in all first-generation dogs.The American Cockapoo Club was formed in 2004; these members don't mix generations and don't breed a Cockapoo back to a Poodle or a Cocker Spaniel. They too have a breed standard, and their goal is \"to see genuine Cockapoos bred with lines that can be traced back to their originating roots of AKC/CKC Cocker Spaniels and AKC/CKC Poodles.\"The North American Cockapoo Registry is also working to establish the Cockapoo as a viable breed. This group formed in 1999 and provides certification for Cockapoos who are the results of first- through sixth-generation breedings. The Registry stipulates that \"a true Cockapoo is ONLY a purposeful, planned crossing of a purebred Cocker Spaniel with a purebred Poodle.\"Breeding philosophies aside, the Cockapoo's popularity hasn't just held steady — it has increased over the decades. With the help of responsible breeders and national organizations and clubs, the Cockapoo, in one form or another, could be on his way to becoming much more than a \"designer breed.\"",
    "Size": "The Cockapoo is bred in four different size categories:The Teacup Toy is less than 6 pounds in weight and less than 10 inches in height.The Toy Cockapoo can reach 10 inches in height but has a sturdier build, the bigger ones tipping the scales at just under 12 pounds.The Miniature Cockapoo weighs 13 to 18 pounds and ranges between 11 and 14 inches high.The Standard or Maxi Cockapoo should weigh more than 19 pounds and be at least 15 inches in height.",
    "Personality": "Intelligent and easy to please, the Cockapoo was established as a companion dog. He's friendly and happy, happy, happy. He has an outgoing nature and usually gets along with everyone. Depending on his temperament, he can be active or he can simply enjoy snuggling up on the couch with you.He has the intelligence of his Poodle forebears but also the sweet disposition of his Cocker Spaniel ancestry. If the parents don't have the loving quality that is expected in a Cockapoo, then their offspring won't either.Like every dog, the Cockapoo needs early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Cockapoo puppy grows up to be a well-rounded dog.He prefers, always, to be with his family and can suffer from separation anxiety when left alone for too long. He can be easy to train, though that's dependent on the parents' temperament. Positive reinforcement is the best way to train a Cockapoo; he can achieve high levels of obedience with time and patience.",
    "Health": "The notion of hybrid vigor is worth understanding if you're looking for a Cockapoo. Hybrid vigor isn't necessarily characteristic of mixed breeds; it occurs when new blood is brought in from outside the usual breeding circle — it's the opposite of inbreeding.However, there is a general misconception that hybrid vigor automatically applies to mixed breeds. If the genetic pool for the mixed breed remains the same over time, the offspring won't have hybrid vigor. And if a purebred breeder brings in a dog from an unrelated line, those puppies will have hybrid vigor, even though they're purebred.Not all Cockapoos will get any or all of these diseases, butit's important to be aware of them if you're considering this breed.Cataracts: Cataracts cause opacity on the lens of the eye, resulting in poor vision. The dog's eye(s) will have a cloudy appearance. Cataracts usually occur in old age and sometimes can be surgically removed to improve vision.Patellar Luxation: Also known as slipped stifles, this is a common problem in small dogs. The patella is the kneecap. Luxation means dislocation of an anatomical part (as a bone at a joint). Patellar luxation is when the knee joint (often of a hind leg) slides in and out of place, causing pain. This can be crippling, although many dogs lead relatively normal lives with this condition.Hip Dysplasia: This is an inherited condition in which the thighbone doesn't fit snugly into the hip joint. Some dogs show pain and lameness on one or both rear legs, but others don't display outward signs of discomfort. (X-ray screening is the most certain way to diagnose the problem.) Either way, arthritis can develop as the dog ages. Dogs with hip dysplasia should not be bred — so if you're buying a puppy, ask the breeder for proof that the parents have been tested for hip dysplasia and are free of problems.Allergies: Allergies are a common ailment in dogs, and the Cockapoo is no exception. There are three main types of allergies: food allergies, which are treated by eliminating certain foods from the dog's diet; contact allergies, which are caused by a reaction to a topical substance such as bedding, flea powders, dog shampoos, and other chemicals; and inhalant allergies, which are caused by airborne allergens such as pollen, dust, and mildew. Treatment varies according to the cause and may include dietary restrictions, medications, and environmental changes.Liver Disease: This condition is becoming more prevalent in Cocker Spaniels in two forms: chronic active hepatitis and copper toxicosis (poisoning). Both conditions may or may not be genetic; at this point no one is certain. More research is needed, but meanwhile ask your Cockapoo breeder about the parent Cocker's liver history.Ear Infections: These afflictions may plague the Cockapoo because of his floppy Cocker ears, which can trap moisture, dirt, and debris. The Cockapoo's ears should be regularly checked and cleaned. Ask your veterinarian about appropriate ear care products.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition.In Cockapoos, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).Health clearances are not issued to dogs younger than 2 years of age. That's because some health problems don't appear until a dog reaches full maturity. For this reason, it's often recommended that dogs not be bred until they are two or three years old.",
    "Care": "Most Cockapoos have a moderate level of energy, but that doesn't mean they'll laze around all day. They enjoy a good walk — and need it to keep them from becoming overweight. The best type of exercise, though, is a good play session in the backyard. Expect him to need at least 15 minutes of exercise every day.The Cockapoo is an adaptable breed. He can live in an apartment, though the smaller varieties seem to do better there than do the Maxi or Standard Cockapoos. None of them should live outdoors or in kennels, since they've been bred to be companion dogs. They thrive when with their family and can suffer from separation anxiety when left for long periods of time — and that can lead to excessive barking and to destructive behavior.Crate training benefits every dog and is a kind way to ensure that your Cockapoo doesn't have accidents in the house or get into things he shouldn't. A crate is also a place where he can retreat for a nap. Crate training at a young age will also help your Cockapoo accept confinement if he ever needs to be boarded or hospitalized.Don't stick your Cockapoo in a crate all day long, however. It's not a jail, and he shouldn't spend more than a few hours at a time in it except when he's sleeping at night (although he would much prefer your bed). Cockapoos are people dogs, and they aren't meant to spend their lives locked up in a crate or kennel.",
    "Feeding": "Recommended daily amount: 1/4 to 3/4 cup of high-quality dry food a day, divided into two meals.NOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Cockapoo in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test.First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Cockapoo, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The Cockapoo has a single, long coat that can range from straight to loose curls, but it shouldn't be kinky. Cockapoos can be found in all the colors and color combinations that are seen in both Cocker Spaniels and Poodles — a more rich variety of coat colors than is usual in many other breeds.The Cockapoo is usually seen au naturel, but many people like to clip the coat. However, it should only be trimmed to two to three inches in length. Hair around the eyes should be trimmed to allow visibility, so he's not doing an impression of an Old English Sheepdog. The coat should be brushed daily.Although it's different for every Cockapoo, a puppy resulting from a multigenerational breeding is supposed to be odorless and nonshedding (although \"nonshedding\" is a fantasy, since every dog on the planet sheds at least a tiny bit). To retain coat oils and health, he only need be bathed when absolutely necessary.Because his floppy Cocker ears block air circulation, the ears must be checked and cleaned weekly to prevent ear infections. Gently wipe out the ear — only the part you can see! — with a cotton ball moistened with a cleaning solution recommended by your veterinarian. (Don't stick cotton swabs or anything else into the ear canal, because that could damage it.) Your Cockapoo may have an ear infection if the inside of the ear smells bad, looks red or seems tender, or he frequently shakes his head or scratches at his ear.Brush your Cockapoo's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim nails once or twice a month if your dog doesn't wear them down naturally to prevent painful tears and other problems. If you can hear them clicking on the floor, they're too long. Dog toenails have blood vessels in them, and if you cut too far you can cause bleeding — and your dog may not cooperate the next time he sees the nail clippers come out. So, if you're not experienced trimming dog nails, ask a vet or groomer for pointers.Begin accustoming your Cockapoo to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "The Cockapoo does well with youngsters, although he generally prefers homes with older, more considerate children. He also gets along with other dogs and pets.As with every breed, you should always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party.Teach your child never to approach any dog while he's eating or sleeping or to try to take the dog's food away. No dog, no matter how friendly, should ever be left unsupervised with a child.",
    "Rescue Groups": "Cockapoos are often acquired without any clear understanding of what goes into owning one, and these dogs often end up in the care of rescue groups, in need of adoption or fostering. If you're interested in adopting an Cockapoo, a rescue group is a good place to start.Poo-Mix RescueAmerican Cockapoo ClubDogTime participates in the NomNomNow affiliate program to earn fees for linking to products on NomNomNow."
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Hybrid Dogs"
    },
    {
      "name": "Height",
      "value": "From under 10 to over 15 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "From under 6 to over 19 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}