{
  "id": "collie",
  "url": "https://dogtime.com/dog-breeds/collie",
  "name": "Collie",
  "intro": "The Collie dog breed is a native of Scotland, mostly of the Highland regions but also bred in the Scottish Lowlands and northern England, where they were used primarily as a herding dog. They’re great family companions and are still capable herding dogs.\nEven though these are purebred dogs, you may find them in the care of shelters or rescue groups. Remember to adopt! Don’t shop if you want to bring a dog home.\nCollies are sensitive and intelligent dogs, known for undying loyalty and the amazing ability to foresee their owners’ needs. They’re highly affectionate with their families, but that sensitivity means they don’t care much for being left alone for long hours of the day. Give them lots of love and companionship, and they’ll give it back tenfold to all members of their pack, including kids.\nSee below for complete dog breed traits and facts about Collies!",
  "description": {
    "": "In the 1950s television series Lassie, you knew that the Collie would come to the rescue, whether Timmy was trapped in an abandoned mine or had fallen into a well. After all, the star of this long-running show wasn't just any dog. She was Lassie, a Collie dog.To be sure, the adventures of Timmy and Lassie are fun to watch. But they're fiction — aren't they?Well, according to those who know and love the Collie breed, the fictional accounts of television Lassie aren't too far off the mark. The real-life Collie is an extremely intelligent, sensitive dog who is known for her uncanny ability to know when something is wrong. True stories abound about this breed coming to the rescue of people and animals.Heroics aside, the Collie is a medium-size (50 to 70 pounds) dog, easy to train, devoted to and protective of her family, and friendly with people outside the family circle as well. Known for being playful and gentle, she makes an excellent companion for children.Although the Collie is good-natured and friendly, she can be suspicious of strangers, especially if they approach the children in her family. She's a good watchdog — she will bark — but she is not aggressive.The beautiful Collie has two distinct looks: full coat (known as the Rough variety) and short coat (known as the Smooth variety). The television star was a Rough Collie, as was the star of the 1943 movie Lassie Come Home, which inspired the television series.Today, the Collie is more likely to be a pampered pet than an all-around farm dog. She adapts well to a variety of home environments, as long as she has plenty of daily exercise. She enjoys relaxing around the house with her family, as well as running and playing outside with the kids. Her herding instincts are still strong, so it's not unusual for the Collie to gather children and pets, chase cars, and bark.In addition to her herding ability, the loyal Collie excels as an assistance or therapy dog. She also does well at such canine sports as herding trials, agility, obedience, and lure coursing.The movie and the television series made the Collie a popular dog in the United States. Unfortunately, her extreme popularity leaves her open to the bane of all favorite breeds: unscrupulous people who breed with no regard for temperament, health, or conformation.As a result, some Collies have serious health and temperament problems. If you are considering a Collie, you must be extremely careful from whom you purchase or adopt a puppy. Buy only from a reputable breeder. Never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Reputable breeders breed with temperament in mind and perform various health tests to ensure that their breeding dogs don't pass on a predisposition to genetic diseases.",
    "Highlights": "The Collie is usually quiet unless she has a reason to bark. However, if she is left alone too often or if she is bored, she will bark excessively.Both varieties need grooming, but the Rough Collie especially needs regular brushing to keep her coat clean and free of tangles.Many Collies are sensitive to medications including ivermectin, the drug used in heartworm preventives. Be sure to talk with your veterinarian before giving your Collie a heartworm preventive or any other drug.Be careful from whom you acquire a Collie. The Collie's popularity has given rise to unethical breeders acting with no regard for temperament, health, or conformation. To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "The Collie is a native of Scotland, primarily from the Highland regions. She has been called Collis, Colley, Coally, and Coaly, names that probably derive from col or coll, the Anglo-Saxon word for black. Some historians think, however, that the name comes from the colley, the Scottish black-faced sheep, that the Collie dog used to guard.Original Collies were closer in size and shape to today's Border Collies, and they were predominantly black. Herding ability was more important than appearance, so the dogs varied a great deal in looks.Stone Age nomads brought dogs to what is now Southern England, and from these came a hardy, intelligent dog used to herd sheep, cattle, goats, and pigs. Some historians say that the Collie's particular ancestors were brought to the British Isles by Roman conquerors, some two thousand years ago.Queen Victoria is credited with saving Collies from obscurity. In 1860, she visited her Scotland estate and fell in love with the good looks and gentle temperament of the Collies she saw. She brought some back to England, and thus began the first Collie fad.It wasn't long before the dogs were shown and bred for good looks rather than working ability. They first were exhibited in 1860 at a dog show in Birmingham, England, in the generic class known as \"Scotch Sheep-Dogs.\"One Collie, named Old Cockie, who was born in 1867, is credited with the characteristic type of the Rough Collie known today, and she is believed to be responsible for introducing sable coat color to the breed.In 1879, the first Collie was imported to the United States. The Collie Club of America was formed on August 26, 1886, which makes it one of the oldest canine specialty clubs.",
    "Size": "Males stand 24 to 26 inches tall; females are 22 to 24 inches tall. Collies weigh 50 to 70 pounds.",
    "Personality": "The well-bred Collie is sweet, friendly, and gentle. She is a family dog and enjoys being part of all household activities. Especially fond of kids, she enjoys playing with them and protectively watching over them.If those qualities weren't positive enough, the Collie tops them with her intelligence and loyalty. This dog is smart and learns quickly.And her devotion? She would probably swim through shark-infested waters to save her owner (just like Lassie).Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Choose the middle-of-the-road puppy, not the one who's beating up his littermates or the one who's hiding in the corner.Always meet at least one of the parents — usually the mother is the one who's available — to ensure that they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when he grows up.Like every dog, the Collie needs early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Collie puppy grows up to be a well-rounded dog.Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills.",
    "Health": "Collies are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Collies will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition. In Collies, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).Dermatomyositis: An inherited autoimmune skin disorder, this malady causes lesions and muscle problems. Studies indicate that perhaps 70 percent of Collies (both Rough and Smooth) could be carriers. Research currently is being conducted to identify the genes that carry this disease.Collie Nose: Also known as nasal solar dermatitis, this is a condition in which the skin of nose peels, oozes, and may lose color. If left untreated, it can be painful or develop into cancer. Collie nose is managed by limiting exposure to sunlight, using sunscreen, or tattooing with black ink to protect against harmful rays.Collie Eye Anomaly: This inherited condition can sometimes lead to blindness. The condition causes changes and abnormalities in the eye. These changes can include choroidal hypoplasia, an abnormal development of the choroid (an inner coat of the eyeball); coloboma, a defect in the optic disc; staphyloma, a thinning of the sclera (the white outer coat of the eyeball); and retinal detachment. Collie eye anomaly usually occurs by the time the dog is two years old. There is no treatment for the condition.Progressive Retinal atrophy (PRA): This is a family of eye diseases that involves the gradual deterioration of the retina. Early in the disease, dogs become night-blind. As the disease progresses, they also lose their daytime vision. Many dogs adapt well to limited or complete vision loss, as long as their surroundings remain the same.Nodular Granulomatous Episclerokeratitis (NGE): Also called nodular fascitis, fibrous histiocytoma, or Collie granuloma, this condition is thought to be an immune disorder. It eventually causes damage to the cornea. Many Collies with Collie nose also have NGE. Treatment includes anti-inflammatory and/or immunosuppressive medications.Hip Dysplasia: This is an abnormal formation of the hip socket that can cause pain and lameness. Dogs with hip dysplasia should not be bred. If you're buying a puppy, ask the breeder for proof that the parents have been tested for hip dysplasia and are free of problems.Allergies: Quite common is dogs, there are three main types of allergies: food allergies, which are treated by eliminating certain foods from the dog's diet; contact allergies, which are caused by a reaction to a topical substance such as bedding, flea powders, dog shampoos, and other chemicals; and inhalant allergies, which are caused by airborne allergens such as pollen, dust, and mildew. Treatment varies according to the cause and may include dietary restrictions, medications, and environmental changes.Drug Sensitivity: The Collie is known to react to such drugs as ivermectin (found in heartworm control medication), anesthesia, and insecticides. Consult with your veterinarian before giving your Collie any medication or using flea or tick control products.",
    "Care": "The Collie lives comfortably in the city or the country, as long as she has enough exercise. A brisk, daily walk and yard play are sufficient. Mostly, she wants to be with her family, meaning she is not a candidate for a backyard lifestyle.If left alone for too long, she tends to bark excessively. While some barking is normal in this herding breed — that's how she warned the shepherd of wolves — she will bark her head off when she's bored, lonely, or otherwise frustrated. Excessive barking can be avoided by letting the Collie join in all family activities, and by keeping her mentally challenged with ongoing obedience training or dog sports.Training the Collie is a breeze, but — like any dog — she needs early socialization to prevent her from becoming timid. She also benefits from obedience training; a \"Quiet\" command should be a part of every Collie's training program.",
    "Feeding": "Recommended daily amount: 2 to 3 cups of high-quality dry food a day, divided into two meals.NOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.For more on feeding your Collie, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The Collie has two coat types: Rough (long hair) and Smooth (short hair). The Rough Collie has an abundant, straight outer coat that is harsh to the touch, and a soft, furry undercoat that is so thick it's difficult to see the skin when you part the hair. The Smooth Collie has a short, dense, flat outer coat with a thick undercoat. Both varieties shed moderately.The Collie comes in four colors: sable (think Lassie), tricolor (black with white markings and tan shadings), blue merle (silvery blue and black), and white (predominately white with markings).The amount of grooming necessary for the Collie depends on the variety. Overall, the Collie is a clean dog, with minimal doggie odor. The long, full coat of the Rough Collie needs thorough brushing twice a week (even more frequently to keep her looking Lassie-like). Brushing once a week is sufficient for the Smooth Collie.Bathe as needed, usually every six to eight weeks. Many owners opt to pay a professional groomer to brush and bathe their Collie, especially the Rough variety, because the coat is so thick. Novice owners may find brushing challenging, though practice and instruction from a Collie breeder or skilled groomer can keep this from becoming a discouraging chore.Trim the Collie's nails once a month, and check the ears once a week for dirt, redness, or a bad odor that can indicate an infection. Also wipe them out weekly with a cotton ball dampened with gentle, pH-balanced ear cleaner to prevent problems.Brush your Collie's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Begin accustoming your Collie to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "The playful Collie is known for her love of children, even those she wasn't raised with. She's highly protective of the kids in her family, watching over them and keeping them safe from danger, just like Lassie did for Timmy.As with every breed, you should always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's eating or sleeping or to try to take the dog's food away. No dog, no matter how friendly, should ever be left unsupervised with a child.The Collie is also protective of and gentle with other pets in her family. She's an affectionate, tender guardian, willing to watch over baby rabbits, chicks, or goats.",
    "Rescue Groups": "Collies are often purchased without any clear understanding of what goes into owning one. There are many Collies in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Collie rescue.The Collie Club of America",
    "Breed Organizations": "Below are breed clubs, organizations, and associations where you can find additional information about the Collie.Collie Club of America, Inc."
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Herding Dogs"
    },
    {
      "name": "Height",
      "value": "22 to 26 inches all at the shoulder"
    },
    {
      "name": "Weight",
      "value": "50 to 70 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 14 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}