{
  "id": "corgi-inu",
  "url": "https://dogtime.com/dog-breeds/corgi-inu",
  "name": "Corgi Inu",
  "intro": "The Corgi Inu is a mixed breed dog — a cross between the Shiba Inu and the Corgi dog breeds. With the adorable looks of a fox, these vigilant, affable pups inherited some of the best qualities from both of their parents.\nCorgi Inus go by several names, including the Shiba Corgi or simply the Corgi Shiba Inu mix. Despite their status as a designer breed, you can find these mixed breed dogs in shelters and rescues. So remember to adopt! Don’t shop!\nThese adorable pups are incredibly alert, which makes them a great choice for anyone looking for a watch dog. This also makes them an excellent dog for singles living in active urban areas, seniors, or families with older children who know how to properly interact with dogs. If you’re looking for a highly trainable, independent companion, the Corgi Inu just might be the perfect dog for you!\nSee below for all Corgi Inu facts and mixed dog breed characteristics!",
  "description": {
    "Highlights": "Corgi Inus are mixed breed dogs. They are not purebreds like their Corgi or Shiba Inu parents.The main colors of Corgi Inus are red, black, blue, fawn, white, and sable. Sometimes their coats are solid, and sometimes they have a mix of colors, like a brindle or pied coat.Your Corgi Inu will definitely be a heavy shedder. Daily brushing is necessary for this very furry breed. Because of their fur, they are not ideal for people who suffer from dog allergies.Corgi Inus can get along with other animals if they are introduced slowly and calmly, and early socialization will help this go smoothly. It's best if they get used to other pets early. However, if your dog is more Inu than Corgi, they may prefer to be the sole animal of the house.Even though the Corgi Inu is not a large dog, the breed tends to have quite a lot of energy. Corgi Inus are usually fairly intelligent, as well, so if you do not make time to make sure they have plenty of mental and physical stimulation, they could try to push boundaries.The Corgi Inu tends to stick to a few favorite family members, but can be outgoing towards others if properly socialized and trained.",
    "History": "The Corgi Inu dog breed may have existed naturally over the years, but designer breeders likely started intentionally mixing Corgis and Shiba Inus in the early 2000s, likely in North America.Since the Shiba Inu is an ancient breed that tends to be more independent, breeders thought that by breeding them with the outgoing Corgi, they would be able to develop a friendly, fox-looking pup.Even though the Corgi Inu breed got its start as a designer breed, some have ended up in shelters or in the care of rescue groups. Consider adoption if you decide this is the breed for you.Check your local shelters, look up Corgi Inu rescues, or check with breed-specific Corgi or Shiba Inu rescues, as they sometimes take in mixed breed dogs and find homes for them.",
    "Size": "As the Corgi Inu is a relatively new breed, there are few standards when it comes to size. That said, as a mix between Corgi and Shiba Inu parents, you can expect Corgi Inus to be on the medium side.Most weigh in at 17 to 27 pounds and range in height from nine to 15 inches at the shoulder. That said, many can be smaller or larger.",
    "Personality": "Corgi Inu personalities are interesting because they can be incredibly different between two dogs, even pups from the same litter. On one hand, you have the Corgi, who is an outgoing, goofy dog. On the other, you have the Shiba Inu, who is a little more reserved and not as eager to meet new folks. Your Corgi Inu can have a mix of these traits.Both parent breeds are excellent guard dogs, so many Corgi Inu owners report that their dogs are very vigilant and ready to alert any time someone approaches the home.Even though the Corgi Inu is not a large dog, the breed tends to have quite a lot of energy. Corgi Inus are usually fairly intelligent, as well, so if you do not make time to make sure they have plenty of mental and physical stimulation, they could try to push boundaries.The Corgi Inu tends to stick to a few favorite family members, but can be outgoing towards others if properly socialized and trained.They demand plenty of attention, but the Corgi Inu can also do well in homes with other animals. If you are looking for an energetic, protective pup with the goofiest grin on the planet, a Corgi Inu just might be the right breed for you.",
    "Health": "The Corgi Inu breed is predisposed to some of the same conditions that the Corgi and Shiba Inu also face. While most are generally healthy, some may be prone to a few health issues, which is why it is important to maintain good care and regular veterinary checkups.Some of the more common health problems Corgi Inus suffer from include:CataractsElbow and hip dysplasiaDegenerative Myelopathy",
    "Care": "As with any dog, you should keep up with your Corgi Inu's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy and happy.Corgi Inus are somewhat prone to weight gain, and they have high energy levels. Make sure your dog gets at least one good half-hour- to hour-long walk per day with a few good, active play sessions and shorter walks mixed in.Check their ears for debris and pests daily and clean them as recommended by your vet. Trim your dog's nails before they get too long--usually once or twice per month. They should not beclicking against the floor. Your groomer can help with this.Your main concern when it comes to your Corgi Inu's care will be maintaining their oral health, as both parent breeds are prone to periodontal disease. You should brush their teeth daily, as small breeds are prone to dental issues. Your veterinarian can instruct you on how to brush your dog's teeth the correct way.",
    "Feeding": "An ideal Corgi Inu diet should be formulated for a small breed with high energy.They have a tendency to gain weight if they are overfed, so you should stick to a regular feeding schedule and not leave food out during the day. Limit their amount of treats, as well.As with all dogs, the Corgi Inu's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Corgi Inu's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "Corgi Inu coats are often a mix of their Corgi and Shiba Inu parents' coats and colors. The main colors of Corgi Inus are red, black, blue, fawn, white, and sable.Sometimes their coats are solid, and sometimes they have a mix of colors, like a brindle or pied coat.They generally have long, dense coats. Shiba Inus have double coats, while Corgis have shorter, thick, waterproof coats. This means your Corgi Inu will definitely be a heavy shedder. Daily brushing is necessary for this very furry breed. Because of their fur, they are not ideal for people who suffer from dog allergies.Thanks to their heavy coats, Corgi Inus are suited very well for colder temperatures. When it comes to extreme heat, however, the Corgi Inu does not fair well. Of course, you shouldn't leave your dog out in any form of extreme weather, no matter their coat.",
    "Children And Other Pets": "Corgi Inus can be great around children, as long as the kids are trained on how to properly interact with the dog. The mixed breed is a medium-sized dog, which means bigger kids--and adults--could potentially hurt the dog if they get too rowdy. That said, for children who learn early how to properly approach and play with animals, the Corgi Inu can make a great, active companion.When it comes to other animals, Corgi Inus may be a little hesitant to open up. Both the Shiba Inu and the Corgi have pretty strong prey drives, and they may attempt to chase smaller dogs, rodents, or cats. Corgi Inus can get along with other animals if they are introduced slowly and calmly, and early socialization will help this go smoothly. It's best if they get used to other pets early. However, if your dog is more Inu than Corgi, they may prefer to be the sole animal of the house.Still, many Corgi Inus get along just fine with other dogs and cats, so it really comes down to training, socialization, and the luck of the draw.",
    "Rescue Groups": "It may be hard to find a breed-specific rescue for Corgi Inus because they are a mixed breed. However, you may want to try Shiba Inu or Corgi breed-specific rescues, as they often care for mixes, as well. Here are some rescues you can try:Midwest Shiba Inu RescuePet's Second ChanceYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "9 to 15 inches"
    },
    {
      "name": "Weight",
      "value": "17 to 27 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}