{
  "id": "croatian-sheepdog",
  "url": "https://dogtime.com/dog-breeds/croatian-sheepdog",
  "name": "Croatian Sheepdog",
  "intro": "The Croatian Sheepdog is an ancient breed, believed to be developed as far back as the 7th century CE by the Croats as herding dogs. These dogs are nearly identical to their ancient appearance today. Fans of the breed adore their intelligence and energetic disposition.\nThey’re sometimes referred to as Hrvatski Ovčar, which is how you say “Croatian Sheepdog” in the breed’s homeland’s native tongue. Although these are purebred dogs, you may still find them in shelters and rescues. Remember to adopt! Don’t shop if this is the breed for you.\nCroatian Sheepdogs may not be the best choice for novice owners, as this breed has a strong work drive and thrives with consistent training and obedience work. They tend to latch on to one human, and they do everything to protect said human, including bark at strangers. If you’re a solo dweller or an experienced pet parent looking for a pooch who acts like your shadow and makes an excellent watchdog, the Croatian Sheepdog may be the right breed for you!\nDogTime recommends this dog bed to give a good night’s sleep to your medium-sized Croatian Sheepdog. You should also pick up this dog fetch toy to help burn off your pup’s high energy!\nSee below for complete list of dog breed traits and facts about Croatian Sheepdogs!",
  "description": {
    "Highlights": "The Croatian Sheepdog has a wavy-to-curly, weatherproof black coat. It is generally a solid coat, although some may have spots of white around the chest and on the toes.Croatian Sheepdogs are moderate shedders, and it is relatively easy to take care of their coats. A good weekly brushing should do, along with regular bathing.These dogs have high energy. Make sure your Croatian Sheepdog gets two or three half-hour- to hour-long walks per day with a few good, active play sessions and shorter walks mixed in.Since the Croatian Sheepdog is so trainable, they make excellent family pets for kids of all ages. They may, however, act shy around some kids. Socialization training will help, but always supervise playtime.When it comes to other dogs, Croatian Sheepdogs are fairly neutral. When it comes to cats, their herding instincts may kick in and they may nip or chase.Although some Croatian Sheepdogs are shy around new people, this is a highly trainable breed, and with proper and consistent socialization, they can become outgoing and friendly towards everyone.These dogs have a tendency to bark whenever they have something on their mind, which is frequently. Training and exercise can help curb this behavior.",
    "History": "The Croatian Sheepdog is an ancient breed, and many believe they were brought by the original Croats in the 7th century when they first settled what is now Croatia.Seven centuries later, Petar, Bishop of Dakovo, wrote down a description of the Canis Pastoralis Croaticus, AKA the Croatian Sheepdog, claiming they hadn't changed since they were first brought over. He also noted that they were excellent herding dogs.It wasn't until 1935, however, that this intelligent, hardworking breed started being fine-tuned. Croatian veterinarian Professor Doctor Stjepan Romic began selectively breeding Croatian Sheepdogs for desirable traits. Many of the dogs he selected for breeding came from the Dakovo region, an area in which much of the Croatian Sheepdog's recorded history was documented.Over 30 years later, in 1969, the Croatian Sheepdog was recognized by the Federation Cynologique Internationale (FCI). The American Kennel Club (AKC) includes this breed in their Foundation Stock Service, which is often their final step before full breed recognition.",
    "Size": "The Croatian Sheepdog stands 16 to 21 inches from the shoulder and generally weighs in anywhere between 29 and 45 pounds.That said, many Croatian Sheepdogs can be larger or smaller than their breed average or standard.",
    "Personality": "Intensely loyal and energetic, the Croatian Sheepdog hasn't needed to change much since their herding days in the 14th century. Modern Croatian Sheepdog enthusiasts often describe their faithful companions as somewhat shy around new people, as they do tend to stick to one person, just like their ancestors stuck to one shepherd as herding dogs centuries ago.Ancient Croatian Sheepdogs guarded their shepherds at night, so your Croatian Sheepdog might also feel the need to guard you or their main caretaker in the home. This herding breed won't necessarily be aggressive towards other members of the household or family, but they could be somewhat apprehensive around strangers and visitors.Fortunately, the Croatian Sheepdog is a highly trainable breed, and with proper and consistent socialization, they can become outgoing and friendly towards everyone.Croatian Sheepdogs also have a tendency to bark whenever they have something on their mind, which is frequently. They will also make noise simply to entertain themselves if they feel cooped up or bored, and that's one reason why it's so important for Croatian Sheepdogs to get the appropriate amount of exercise. Combined with consistent training, exercise will help keep your Croatian Sheepdog happy without constantly yapping.",
    "Health": "Croatian Sheepdogs are generally healthy, but like all breeds, they can be subject to certain health conditions. Not all Croatian Sheepdogs will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.Some of the more common health problems Croatian Sheepdogs suffer from include:Retained Testicles In MalesBloatWhelping IssuesPatella Luxation and other knee issues",
    "Care": "As with all dogs, you should keep up with your Croatian Sheepdog's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.Your main concern with caring for your Croatian Sheepdog is making sure they are getting the proper amount of exercise. When Croatian Sheepdogs were first introduced by the Croats in the 7th century, they had several jobs. They helped herd cattle, sheep, and other animals, and they also acted as guard and companion dogs to their shepherds. The Croatian Sheepdog has not changed much since, but dog owners' lifestyles have. Make sure your Croatian Sheepdog gets two or three half-hour- to hour-long walks per day with a few good, active play sessions and shorter walks mixed in.Check their ears for debris and pests daily and clean them as recommended by your vet. Trim your dog's nails before they get too long--usually once or twice per month. They should not be clicking against the floor. Your groomer can help with this.You should brush their teeth daily as well. Your vet can instruct you on how to brush your dog's teeth properly.",
    "Feeding": "An ideal Croatian Sheepdog diet should be formulated for a medium-sized breed with high energy. Like any working dog who's more of a companion, the Croatian Sheepdog has a tendency to gain weight. Keep your Croatian Sheepdog in good shape by measuring their food and feeding them twice a day as opposed to leaving out food all the time for them to graze.As with all dogs, the Croatian Sheepdog's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Croatian Sheepdog's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "The Croatian Sheepdog has a wavy-to-curly, weatherproof black coat. It is generally a solid coat, although some may have spots of white around the chest and on the toes. While Croatian Sheepdogs with patches of white aren't qualified for the show ring, they still make amazing, active companions.Croatian Sheepdogs are moderate shedders, and it is relatively easy to take care of their coats. A good weekly brushing should do, along with regular bathing.Even though they have weatherproof coats, you should not leave your Croatian Sheepdog out in any extreme weather. They may be able to tolerate colder weather, thanks to their dense coats, but shouldn't be left outside in the winter.",
    "Children And Other Pets": "Since the Croatian Sheepdog is so trainable, they make excellent family pets for kids of all ages. While they may not be aggressive with kids, your Croatian Sheepdog might stick closer to an adult's side, namely their caregiver, and shy away from children. With proper training for both your dog and kids, the Croatian Sheepdog makes an amazing family pet for active, playful kids.When it comes to other dogs, Croatian Sheepdogs are fairly neutral. When it comes to cats, their herding instincts may kick in and they may nip or chase. Of course, as long as you introduce your Croatian Sheepdog to other animal family members in a controlled environment and consistently train them, all the animals in your home can get along.Still, some Croatian Sheepdogs prefer to be loners when it comes to other animals. At the end of the day, it really comes down to training, socialization, and luck of the draw.",
    "Rescue Groups": "Rescues specifically for Croatian Sheepdogs might be hard to come by, as this is a fairly rare breed. However, you can always check with your local shelter, and you may want to try a rescue that caters to all kinds of dogs. You can take a look at the following:Wright-Way RescueAngels Among Us Pet RescueYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Herding Dogs"
    },
    {
      "name": "Height",
      "value": "16 to 21 inches"
    },
    {
      "name": "Weight",
      "value": "29 to 45 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 14 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}