{
  "id": "curly-coated-retriever",
  "url": "https://dogtime.com/dog-breeds/curly-coated-retriever",
  "name": "Curly-Coated Retriever",
  "intro": "Created to retrieve game from land or water, the Curly-Coated Retriever dog breed was popular with English gamekeepers, hunters, and poachers alike. Today they compete in such dog sports as field trials, agility, obedience, and flyball and have found use as therapy dogs, drug sniffing dogs, and search and rescue dogs.\nWhen they’re not working or competing, they’ll love to lie beside their favorite person and getting a nice back scratch.\nDogTime recommends this dog bed to give a good night’s sleep to your medium-sized Curly-Coated Retriever. You should also pick up this dog fetch toy to help burn off your pup’s high energy!\nSee all dog breed traits and facts about Curly-Coated Retrievers below!",
  "description": {
    "": "The dense curls of the Curly-Coated Retriever leave many wondering if the breed is a cross between a poodle and a retriever. They might be surprised to learn that he is the oldest recognized retriever around.The Curly-Coated Retriever is a large dog with an even larger heart. One glimpse of this breed in action tells you that he's an ideal hunting dog, filled with the drive and determination that all retrievers possess. His unusual coat — a dense mass of small, tight, crisp black or dark reddish-brown curls — is often mistakenly believed to be difficult to care for, but it's actually fairly easy, requiring only moderate grooming.In addition to his hunting ability, this active, intelligent dog is a wonderful jogging companion and family friend. An active family, that is. With his retriever drive, he needs daily exercise and mental stimulation in the form of training and play to keep from becoming bored and destructive.The Curly, as he's known, is loyal to his family and displays the even temper that is so well loved in all retriever breeds. He's more reserved with strangers than other retrievers, however, and needs to be properly socialized — exposed to many different people, sights, sounds and experiences — to prevent timidity.They do very well with children as long as you lay down some ground rules for dog and child. No ear pulling, tail pulling or biting allowed! For the safety of both, never leave small children unsupervised with any dog.Curly-Coated Retrievers take longer to mature than other breeds, so be prepared to live with a full-grown dog who acts like a puppy for several years. Because they're high-energy dogs, they're not suited to apartment life and should live in a home with a large fenced yard where they have plenty of room to romp.Like all retrievers, Curlies are mouthy and love to chew, nip, and carry objects. Be prepared for this trait, and work with it by providing your Curly with toys he's allowed to chew, praising him when you see him chewing them, and keeping forbidden items out of reach. Be consistent. If he's not allowed to chew on your good shoes, don't give him an old one to play with. He doesn't know the difference between Payless and Prada.For the active individual or family who would like a retriever who stands out from the crowd, the Curly-Coated Retriever is an excellent choice, as he enjoys hunting, fishing and camping in the great outdoors followed by quiet indoor evenings relaxing with his people.",
    "Highlights": "The Curly-Coated Retriever has the most unusual coat of all of the retriever breeds. The coat requires only moderate grooming, and the breed sheds only twice a year.Curly-Coated Retrievers generally have an oily coat, which is more likely to cause reactions in people with allergies.Curly-Coated Retrievers are more reserved around strangers than other retriever breeds and needs to be properly socialized to avoid any timidity.Curly-Coated Retrievers are sporting dogs and have the energy that other sporting and working dogs have. If they are not given adequate exercise, at least 30 to 60 minutes per day, they can become quite destructive in their boredom.Curly-Coated Retrievers tend to be mouthy and will nip and chew everything in reach, including toys, clothes, and hands.The Curly-Coated Retriever is intelligent and enjoys working, but he needs a strong, confident owner who will keep him from taking charge. He also needs variety in training and activities because he tends to get bored doing the same old thing again and again.Curly-Coated Retrievers are more difficult to find than other breeds, but it is still important to look for the best possible breeder, even if long waiting lists await you.Curly-Coated Retrievers take longer to mature than other breeds, so be prepared for your dog to act puppylike for at least three years.In general, Curly-Coated Retrievers do well with children but small children should never be left unsupervised with any dog regardless of breed.Curly-Coated Retrievers are not meant for apartments and do better in homes with a large yard where they can expend their energy. They are quieter in homes when their energy levels are met.Although they enjoy the great outdoors, Curly-Coated Retrievers are not dogs who can be kenneled outside. They enjoy being with their family and can become very destructive when left away from them.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "Little is known about the Curly's origin. He may be descended from now-extinct English Water Spaniels and retrieving setters as well as other retriever-type dogs, including Poodles which, essentially, are retrievers themselves. Whatever his makeup, his first appearance in the show ring was in England in 1860, and he is thought to have been the first dog used for serious retrieving.He was especially prized by gamekeepers, who appreciated his hunting ability, courage, and perseverance. The Curly's popularity waned, however, as the Labrador became a favorite with hunters. The war years didn't help. After World War I, in 1919, only five Curly-Coated Retrievers were registered. The breed began to recover but again almost died out during World War II.Curly-Coated Retrievers were first imported into the United States in 1907, and the first one registered with the American Kennel Club was Knysna Conjurer in 1924.The breed saw a resurgence in the United States in the late 1960s when many Curly-Coated Retrievers were imported from England, Australia, and New Zealand. The Curly-Coated Retriever Club of America was founded in 1979.",
    "Size": "A Curly-Coated male is 25 to 27 inches tall at the shoulder and weighs 80 to 100 pounds; a female is 23 to 25 inches and weighs 65 to 85 pounds.",
    "Personality": "The Curly-Coat is full of retriever drive and determination. He'll work 'til the job is done. In the field or at home, he's alert and self-confident. He has an even temper but is more reserved with strangers than other retrievers. Early socialization — exposure to many different people, sights, sounds and experiences — helps prevent timidity. That said, don't confuse his independence and poise with shyness or a lack of willingness to please. Curly-Coated Retrievers take longer to mature than other breeds, so be prepared to live with a full-grown puppy for several years.Curlies have a mind of their own and need a confident owner who won't allow them to run the show. The Curly-Coated Retriever responds well to training, although not always as quickly as other dogs. That doesn't mean he's dumb. He simply gets bored easily. Keep him interested with a variety of training exercises. It's not unusual for a Curly to ignore his trainer when an exercise or activity becomes repetitive.",
    "Health": "Curly-Coated Retrievers are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Curlies will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition. In Curlies, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).Hip Dysplasia: This is a heritable condition in which the thighbone doesn't fit snugly into the hip joint. Some dogs show pain and lameness on one or both rear legs, but you may not notice any signs of discomfort in a dog with hip dysplasia. As the dog ages, arthritis can develop. X-ray screening for hip dysplasia is done by the Orthopedic Foundation for Animals or the University of Pennsylvania Hip Improvement Program. Dogs with hip dysplasia should not be bred. If you're buying a puppy, ask the breeder for proof that the parents have been tested for hip dysplasia and are free of problems. Hip dysplasia is hereditary, but it can also be triggered by environmental factors, such as letting a puppy gain too much weight too quickly or injuries incurred from jumping or falling on slick floors.Elbow Dysplasia: This is a heritable condition common to large-breed dogs. It's thought to be caused by different growth rates of the three bones that make up the dog's elbow, causing joint laxity. This can lead to painful lameness. Your vet may recommend surgery to correct the problem, weight loss to reduce the pressure on the joints, or medication to control the pain.Entropion: This defect, which is usually obvious by six months of age, causes the eyelid to roll inward, irritating or injuring the eyeball. One or both eyes can be affected. If your Curly has entropion, you may notice him rubbing at his eyes. The condition can and should be corrected surgically.Ectropion: This defect is the rolling out or sagging of the eyelid, usually the lower one, leaving the eye exposed and prone to irritation and infections such as conjunctivitis. Severe cases can be treated with surgery.Distichiasis: This condition occurs when an additional row of eyelashes (known as distichia) grow on the oil gland in the dog's eye and protrude along the edge of the eyelid. This irritates the eye, and you may notice your Aussie squinting or rubbing his eye(s). Distichiasis is treated surgically by freezing the excess eyelashes with liquid nitrogen and then remove them. This type of surgery is called cryoepilation and is done under general anesthesia.Persistent Pupillary Membranes (PPM): Persistent Pupillary Membranes are strands of tissue in the eye, remnants of the fetal membrane that nourished the lenses of the eyes before birth. They normally disappear by the time a puppy is 4 or 5 weeks old, but sometimes they persist. The strands can stretch from iris to iris, iris to lens, or cornea to iris, and sometimes they are found in the anterior (front) chamber of the eye. For many dogs, the strands do not cause any problems and generally they break down by 8 weeks of age. If the strands do not break down, they can lead to cataracts or cause corneal opacities. Eye drops prescribed by your veterinarian can help break them down.Progressive Retinal Atrophy (PRA): This is a degenerative eye disorder that eventually causes blindness from the loss of photoreceptors at the back of the eye. PRA is detectable years before the dog shows any signs of blindness. Fortunately, dogs can use their other senses to compensate for blindness, and a blind dog can live a full and happy life. Just don't make it a habit to move the furniture around. Reputable breeders have their dogs' eyes certified annually by a veterinary ophthalmologist and do not breed dogs with this disease.Retinal Dysplasia: Retinal Dysplasia is most commonly a congenital hereditary disease, meaning the dog is born with it and it was passed to him by his parents, but it can also result from trauma or prenatal herpesvirus or parvovirus infections. It can be mild or severe and is caused by an abnormal development of the retina, resulting in retinal folds. This can lead to a variety of vision problems for the dog ranging from a small blind spot to total blindness. Retinal dysplasia can be detected as early as six to eight weeks of age. There is no known treatment for retinal dysplasia, but many blind dogs live full lives, and their other senses compensate for the vision impairment.Pattern Baldness: This gradual thinning of the hair follows one of three patterns. The first is more commonly found in females and the baldness occurs around the temples, on the chest, abdomen, back of the thighs, and under the neck. The second occurs more commonly in males and is the loss of hair on the ears. The third is also more commonly found in males and is the loss of hair on the back of the thighs, underneath the neck and on the tail. There is no treatment for Pattern Baldness.Glycogen Storage Disease (GSD): This metabolic disorder occurs when glycogen, a complex carbohydrate, is unable to be released and used by the body. This deficiency can lead to other disorders such as skeletal muscle disease and liver disease. Signs of Glycogen Storage Disease can be lethargy, collapse, exercise intolerance, and a prolonged recovery from exercise. A DNA test is now available to determine which dogs carry the recessive gene. Dogs that are carriers should not be bred, and they should absolutely never be bred to another carrier. It is important to ensure that your puppy's breeder has had her dogs cleared of this condition. There is also a registry of GSD cleared Curly-Coated Retrievers and you can view this at http://www.flairfor.com/GlycogenStorageDiseaseIIIa.htmlLymphosarcoma: Lymphosarcoma is the third most common cancer that affects dogs and can be found in various parts of the body such as the spleen, gastrointestinal tract, lymph nodes, liver, and bone marrow. The cancer is treated with chemotherapy and approximately 80 percent of dogs treated will go into remission.Adenocarcinoma: Adenocarcinoma is a growth of malignant cells and is one of the most common types of canine cancers. The cells usually originate in the uterus, mammary glands, and intestines. Often these cells spread to the lungs and other parts of the body, including the area around the anus. Nearly 80 percent of lung tumors are adenocarcinomas. Adenocarcinoma is treated by removing the tumors and affected lymph nodes surgically and providing chemotherapy. Other treatments may be used depending on the area affected.Fibrosarcoma: This tumor is found in fibrous connective tissue and can affect any part of the body, including bone. It is the third most common type of bone cancer and can spread from the bone to the lungs, heart, lymph nodes, and kidneys. Treatment may involve one or all of the following: surgery, chemotherapy, immunotherapy, photodynamic and hyperthermia therapy, radiation therapy, and in some cases amputation of a limb.Mast Cell Tumors: Also known as Mastocytoma, or Mast Cell Sarcoma, these are the most common skin tumors seen in dogs and are found in the loose connective tissue in the body. The tumors often form on the skin of the area around the anus, the legs, or the trunk of the dog but they can be found on the head and neck. Treatment varies and may involve surgery or chemotherapy.Hemangiosarcoma: This form of malignant cancer is found in the lining of blood vessels as well as the spleen.Melanoma: Melanoma is a cancer of the pigment-producing cells (melanocytes) of the skin. It is commonly found on the skin, but it can also be found on the inside of the mouth and gums. The malignant melanocytes spread from the skin lesions through the blood and lymph vessels. This can lead to other tumors and cause the death of the dog. Treatment is usually surgery, radiation, and chemotherapy. In the case of oral melanoma, a part of the jawbone may be surgically removed.Osteosarcoma: Generally affecting large and giant breeds, osteosarcoma is an aggressive bone cancer. The first sign of osteosarcoma is lameness, but the dog will need x-rays to determine if the cause is cancer. Osteosarcoma is treated aggressively, usually with the amputation of the limb and chemotherapy. With treatment, dogs can live nine months to two years or more. Luckily, dogs adapt well to life on three legs and don't suffer the same side effects to chemotherapy as humans, such as nausea and hair loss.Gastric dilatation-volvulus (Bloat): This is a life-threatening condition that affects large, deep-chested dogs, especially if they're fed one large meal a day, eat rapidly, drink large amounts of water rapidly, or exercise vigorously after eating. Bloat occurs when the stomach is distended with gas or air and then twists. The dog is unable to belch or vomit to rid himself of the excess air in his stomach, and blood flow to the heart is impeded. Blood pressure drops and the dog goes into shock. Without immediate medical attention, the dog can die. Suspect bloat if your dog has a distended abdomen, is drooling excessively, and retching without throwing up. He also may be restless, depressed, lethargic, and weak with a rapid heart rate. If you notice these symptoms, get your dog to the vet as soon as possible.",
    "Care": "Curly-Coated Retrievers need a half hour to an hour a day of exercise and stimulation. One of the best ways to keep a Curly active and stimulated is to provide him with a variety of jobs, from walks to swimming to carrying light items for you. Puzzle toys such as Buster Cubes will keep Curlies entertained, as will training them for obedience, agility, and other dog activities.Curly-Coated Retrievers are rambunctious as puppies. Early training is a must, and it's a great way to bond with your active pup. Puppies have a high activity level, but they also need lots of naps to recharge, so the hard exercise you might give an adult isn't necessary for them.Curly-Coated Retrievers tend to be mouthy and will nip and chew everything they find. This can cause expensive veterinary bills if the puppy happens to eat something that could harm him.To keep your puppy safe and to help with housetraining, crate training is recommended. Crate training benefits every dog and is a kind way to ensure that your Curly doesn't have accidents in the house or get into things he shouldn't. A crate is also a place where he can retreat for a nap. Crate training at a young age will help your Curly accept confinement if he ever needs to be boarded or hospitalized. Never stick your Curly in a crate all day long, however. It's not a jail, and he shouldn't spend more than a few hours at a time in it except when he's sleeping at night. Curlies are people dogs, and they aren't meant to spend their lives locked up in a crate or kennel.",
    "Feeding": "Recommended daily amount: 3 to 4 cups of high-quality dry food a day, divided into two meals.NOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.For more on feeding your Curly, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The Curly-Coated Retriever has a unique coat: a mass of small, crisp curls that lie close to the skin and cover the body from the tail all the way up to the top of the head. It's water- and weather-resistant and protects the skin from any rough brush the dog might run through as he hunts. The curls on the ears might be slightly looser than the curls on the body, and occasionally a Curly has feathering — a longer fringe of hair — on the ears, belly, thighs, feet, and back of the forelegs, but this is usually trimmed. If there is feathering on the tail, people with show dogs remove it, but it certainly doesn't affect a Curly's ability to be a great companion.On the forehead, face, feet, and front of the forelegs, the coat is short and straight. The hair has a dense, rough texture, never silky or dry and brittle. You definitely shouldn't see any bald patches.The color of the Curly-Coated Retriever is black or liver, described as a deep reddish-brown. You might see a few white hairs in the coat, but no large white patches.A Curly-Coated Retriever has a relatively easy-care coat and usually sheds only twice a year, although the amount of shedding varies among individual dogs. Preparation in puppyhood is key. As with all breeds, it's important to start grooming your Curly-Coated Retriever puppy when he's young. Make grooming a positive and soothing experience, and he'll be easier for you and other people to handle when he's grown.As you groom, take time to check your Curly's overall condition. Keep an eye out for sores, rashes, or signs of infection such as redness or discharge anywhere on his body. It's not normal for any part of his body to smell bad, including his mouth and ears. Trim his nails as needed so they don't catch on something and tear. If you can hear them clicking on the floor, they're too long.Other aspects of grooming preparation are housing and diet. A Curly who sleeps on hard concrete or in a dirty crate will develop a bad coat, which can lead to bald spots. And a poor-quality diet can cause the coat to be dry. Not every dog food is appropriate for every dog. Try different foods until you find the one that meets your Curly's individual dietary needs. You'll know you've found it when he has a super coat and skin.Brush or comb your Curly when he's shedding in the spring and fall, using a wood or plastic wide-toothed comb. More frequent brushing or combing can give his curly coat the frizzies. Taking your Curly swimming or otherwise wetting his coat helps tame the frizzies.Shedding season is also a good time to give him a bath. He shouldn't need one on a regular basis unless he's gotten into something stinky. Use a shampoo made for dogs to keep the coat from drying out.",
    "Children And Other Pets": "The Curly-Coated Retriever is a great companion for older children who can stand up to his size and energy level, but he may be overwhelming for younger children who are easily knocked down in play. Any time your Curly interacts with children, lay down some ground rules for dog and child. No ear pulling, tail pulling or biting allowed! For the safety of both, never leave small children unsupervised with any dog.Curly-Coated Retrievers generally do very well with other dogs and animals but socialization is still important in regard to animal interactions.",
    "Rescue Groups": "Curlies are often purchased without any clear understanding of what goes into owning one. There are many Curlies in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Curly rescue.Curly-Coated Retriever Club of AmericaCurly Rescue"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Sporting Dogs"
    },
    {
      "name": "Height",
      "value": "1 foot, 11 inches to 2 feet, 3 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "65 to 100 pounds"
    },
    {
      "name": "Life Span",
      "value": "9 to 12 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}