{
  "id": "dachshund",
  "url": "https://dogtime.com/dog-breeds/dachshund",
  "name": "Dachshund",
  "intro": "Dachshunds are scent hound dogs bred to hunt badgers and other tunneling animals, rabbits, and foxes. Hunters even used packs of Dachshunds to trail wild boar. Today their versatility makes them excellent family companions, show dogs, and small-game hunters.\nBut don’t let this pup fool you. Dogs of this breed might be, as legendary literary critic and humorous journalist H. L. Mencken said, “half a dog high and a dog and a half long,” but this small, drop-eared dog is tough enough to take on a badger. In fact, that’s how they got their name (Dachs meaning badger; hund meaning dog).\nHowever, you may know them by one of their many nicknames, including Wiener Dog, Sausage Dog, Doxie, and more. If you’re looking a little pooch who will keep you on your toes and shower you with love, this may be the breed for you. Opt to adopt if you can!\nDogTime recommends this carrier for traveling with your small Dachshund. You should also pick up this dog water bottle for any outdoor adventures you have with your pup!\nSee below for a complete list of dog breed traits and facts about Dachshunds!",
  "description": {
    "": "Dachshunds (pronounced DAKS hund  —  never dash-hound) come in three varieties: smooth (shorthaired), wirehaired and longhaired. In the United States, Dachshunds are either miniature (11 pounds and under as an adult) or standard (usually between 16 and 32 pounds as an adult). If your Dachshund weighs between 11 and 16 pounds, he's called a tweenie. Other countries have a wider variance in the sizes. For example, in Germany, the official birthplace of the Dachshund breed, Dachshunds are identified as Standard, Miniature, or Kaninchenteckel, based on a chest measurement taken at the age of fifteen months.No matter what their size, Dachshunds are a delightful addition to any family, which is why they have ranked near the top of most popular dogs lists since the 1950s. Their cute appearance and lively disposition have inspired many affectionate nicknames for the breed, including wiener dog, hot dog, sausage dog, Doxie, Dashie, and (especially in Germany) Teckels, Dachels, or DachselsYou can't help but smile when you look at a confident Dachshund, proudly carrying his long, muscular body on short legs, his elongated head held high with a bold, intelligent look in his eyes. Because of their almost comical appearance, Dachshunds have long been a favorite subject of cartoonists and toy makers. But their cute appearance was developed for far more serious and practical reasons. Their short legs enable them to dig and maneuver through tunnels to corner and even fight badgers and other animals, while their large chests give them plenty of \"heart\" for the fight. Dachshunds are brave, but they can be somewhat stubborn, and have an independent spirit, especially when hunting.At home, the Dachshund's playful nature comes out. He loves to be close to you and \"help\" you do things like tie your shoes. Because of his intelligence, he often has his own ideas about what the rules are when it comes to playtime-and those rules may not be the same as yours or even other breeds of dogs. Dachshunds are known for being lively and enjoy chasing other small animals, birds, and toys. The breed standard — a written description of how the Dachshund should look and act — probably describes their personality best, saying \"the Dachshund is clever, lively, and courageous to the point of rashness, persevering in above and below ground work, with all the senses well-developed. Any display of shyness is a serious fault.\"Dachshunds have soulful eyes and complex facial expressions. Their lungs are large for a dog this size and they have a barrel-like chest. Because of these things, Dachshunds have a loud, deep bark that sounds as though it comes from a much larger dog. And they do like to bark, which is something you might consider if you have neighbors who could be annoyed rather than amused by the antics of your brave little Dachshund.Dachshunds often bond closely with a single person. They may even become jealous of their owner's attention and can, if not properly trained and socialized, become snappy.Smooth Dachshunds are the most popular variety in the United States. Their coats are short and shiny and need little grooming. They do, however, need a sweater in the winter if you live in an area with cold weather. Common colors are red, cream, black and tan, black and cream, chocolate and tan, blue and tan, and Isabella (fawn) and tan. Dachshunds also can have patterns in their coats, such as dapple (a mottled coat pattern), brindle, sable, and piebald.Longhaired Dachshunds have sleek, slightly wavy hair and can be the same colors as the Smooth Dachshund. They should be brushed every day to prevent mats from forming, especially around their elbows and ears. Many believe that the Longhaired Dachshund has a more docile temperament than the Smooth or Wirehair.Wirehaired Dachshunds have wiry, short, thick, rough coats with bushy eyebrows and a beard. Like Smooth Dachshunds, they often are mischievous. They won't need a sweater in the winter, but they do need to be brushed regularly to prevent mats from forming. Their coat colors can be the same as the Smooth Dachshund, but the most popular colors in the United States are wild boar (a mixture of black, brown, and gray), black and tan, and various shades of red.Dachshunds often have been seen as a symbol of Germany. Because of this association, Dachshunds lost popularity in the United States during World War I and World War II. Their appeal was too great for this to resist, however, and they quickly made a comeback in popularity. Because of the association with Germany, a Dachshund named Waldi was chosen to be the first official mascot for the 1972 Summer Olympics.Dachshunds are a good choice for apartment dwellers and people who don't have a backyard. They are popular with urban dwellers because of their small size and ease of care. They generally are active indoors and also enjoy going on walks. Just be careful not to let them get too fat or allow them to injure their backs by jumping off furniture. Also, be sure to support their backs when you are holding them. Because of their long backs, they are susceptible to slipped or ruptured (herniated) disks in their backs, which can result in partial or full paralysis.Although they originally were bred to hunt ferocious badgers and other animals, today's Dachshunds are ideal family companions. Additionally, many people show them in conformation, obedience, agility, field trials, and earthdog trials. They are also hard-working and well-appreciated therapy dogs. Some people enter their Dachshunds in Dachshund races, such as the Wiener Nationals. Although these races are popular, the Dachshund Club of America opposes \"wiener racing\" because many Greyhound tracks use the events to draw large crowds and because the DCA worries that such races could injure Dachshunds' backs.Because they are such a popular breed, many people breed Dachshunds to make money rather than out of a love for the breed and a desire to breed healthy, even-tempered dogs. Be careful to obtain your Dachshund from a reputable breeder who screens his or her breeding animals for both temperament and health problems.The Dachshund is a versatile companion. With his variety of sizes, colors, coat types, and personalities, there's a Dachshund to suit almost anyone.",
    "Highlights": "Dachshunds can be stubborn and difficult to housebreak. Crate-training is recommended.Dachshunds are intelligent dogs with an independent nature and playful spirit. Because of this, they can be mischievous. Be patient, firm, and consistent when training them. Because they were bred for hunting, they can exhibit some behaviors that are related to that. They were designed to dig into badger burrows, and that instinct may lead them to dig up your dahlias instead. They were bred to be tenacious in the hunt, and this instinct may lead them to be relentless in pestering you for a treat. They were bred to not only hunt but kill their prey; in your household, the \"prey\" most likely will be your Dachshund's toys and he will effectively \"kill\" them one after the other.Dachshunds have loud, deep barks for a dog their size - and they do like to bark!If you don't watch out, your Dachshund can become fat and lazy, which will put more strain on his fragile back. Be sure to monitor your Dachshund's food intake and keep him at a healthy weight.Dachshunds are prone to having slipped disks in their backs, which can lead to partial or full paralysis. Don't let them jump from high places, and when you hold them, support their backs.Your Dachshund will probably be a one-person dog. By nature, he can be suspicious of strangers, so it's important to socialize him when he is a puppy.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store.",
    "History": "The Dachshund was created in Germany where he was known as the badger dog, dachs meaning badger and hund meaning dog. Illustrations of dogs resembling Dachshunds date to the 15th century, and documents from the 16th century mention the \"earth dog,\" \"badger creeper,\" and \"dachsel.\" Badger wasn't the Dachshund's only prey. He was also used on den animals such as foxes, and packs of Dachshunds trailed wild boar. Those early Dachshunds varied greatly in size. The dogs used on badgers and boar weighed 30 to 35 pounds. Dachshunds used to hunt foxes and deer weighed 16 to 22 pounds, and smaller 12-pound Dachshunds hunted hares and weasels. For a brief time in the early 20th century, 5-pound Dachshunds were used to bolt cottontail rabbits.Known as the Teckel in Germany, the breed was refined over the course of many years by German foresters in the 18th and 19th centuries. They wanted to develop a fearless, elongated dog that could dig into badger burrows, and then go into the burrows to fight the badger to the death if necessary. The Smooths were the original type, created through crosses with the Braque, a small French pointing breed, and the Pinscher, a small terrier-type ratter. French Basset Hounds may also have played a role in the Dachshund's development. The long-coated Dachshunds were probably created through crosses with various spaniels and the wirehairs through crosses with terriers.Carefully sculpted through years of breeding, today the Dachshund is the only AKC-recognized breed that hunts both above and below ground. Their short, powerful legs enabled Dachshunds to go deep into narrow tunnels to pursue their prey. Their long, sturdy tails, extending straight from the spine, provided hunters with a \"handle\" to pull the Dachshund out of the burrow. The Dachshund's unusually large and paddle-shaped paws were perfect for efficient digging. The Smooth Dachshund's loose skin wouldn't tear as the dog traversed into tight burrows. Their deep chest with ample lung capacity gave them the stamina to hunt, and their long noses enabled them to be good scent hounds. Even their deep, loud bark had a reason - so the hunter to locate his dog after it had gone into a burrow.And of course, they had to be bold and tenacious. Although the original German Dachshunds were larger than the Dachshunds we know today, you can still see the fearlessness for which the breed was developed in even the smallest varieties. Give your Dachshund a squeaky toy and he'll likely \"kill\" it by destroying the squeaker as quickly as possible. Remember, these dogs were bred not only to hunt prey, but kill it as well.In the 1800s, Dachshunds started being bred more as pets than as hunters, especially in Great Britain. They were favorites in royal courts all over Europe, including that of Queen Victoria, who was especially fond of the breed. Due to this trend, their size was gradually reduced by about 10 pounds. Eventually, an even smaller version - the miniature dachshund - was bred.A breed standard was written in 1879, and the German Dachshund Club was founded nine years later, in 1888. By 1885, Dachshunds had made it to America, and 11 were registered with the American Kennel Club that year. The first one was named Dash. The Dachshund Club of America was founded 10 years later, in 1895.The breed became very popular in the early 1900s, and in 1913 and 1914, they were among the 10 most popular entries in the Westminster Kennel Club Show. During World War I, however, the breed fell on hard times in the U.S. and England because they were closely associated with Germany. Dachshund owners sometimes were called traitors and their dogs stoned. After World War I, some U.S. breeders imported some Dachshunds from Germany and the breed started to become popular once again. The breed faced a similar fate during World War II, but not nearly so severely as during World War I.In the 1950s, Dachshunds became one of the most popular family dogs in the U.S. again, a status they have enjoyed ever since. While Dachshunds rarely are used as hunting dogs in the U.S. or Great Britain, in other parts of Europe, especially France, they still are considered hunting dogs. Today the Dachshund ranks sixth among the 155 breeds and varieties recognized by the AKC.",
    "Size": "Dachshunds are bred and shown in two sizes: Standard and Miniature. Standard Dachshunds of all varieties (Smooth, Wirehair, and Longhair) usually weigh between 16 and 32 pounds. Miniature Dachshunds of all varieties weigh 11 pounds and under at maturity. Dachshunds that weigh between 11 and 16 pounds are called Tweenies. While this isn't an official classification, Tweenies are not penalized in the show ring. Some people who breed exceptionally small Dachshunds advertise them as Toy Dachshunds, but this is purely a marketing term, not a recognized designation.",
    "Personality": "The Dachshund is described as clever, lively, and courageous to the point of rashness. He's bred for perseverance, which is another way of saying that he can be stubborn. Dachshunds have a reputation for being entertaining and fearless, but what they want most is to cuddle with their people. For many Dachshund people, this characteristic outweighs having to deal with the breed's insistence on having his own way. The Dachshund personality can also vary with coat type. Because the wirehaired Dachshunds have terrier in their background, they can be mischievous troublemakers. Longhairs are calm and quiet, and Smooths have a personality that lies somewhere in between. Some Mini Dachshunds can be nervous or shy, but this isn't correct for the breed. Avoid puppies that show these characteristics.Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Choose the middle-of-the-road puppy, not the one who's beating up his littermates or the one who's hiding in the corner. Always meet at least one of the parents-usually the mother is the one who's available-to ensure that they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when he grows up.Like every dog, Dachshunds need early socialization-exposure to many different people, sights, sounds, and experiences-when they're young. Socialization helps ensure that your Dachshund puppy grows up to be a well-rounded dog. Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills.",
    "Health": "Not all Dachshunds will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.Intervertebral Disc Disease (IVDD): Dachshunds are especially prone to having back problems. This may be due to genetics, moving the wrong way, or falling or jumping on or off furniture. Symptoms of a problem include an inability to raise up on the rear legs, paralysis, and sometimes loss of bowel and bladder control. It's important to always support your Dachshund's back and rear when holding him. Treatment may consist of anything from crate confinement with anti-inflammatory medications to surgery to remove the discs that are causing the problem or even confining the dog to a doggie wheelchair. Some owners have found that they can help ward off problems by taking their Dachshunds to chiropractors, acupuncturists, or rehabilitation therapists who have experience working with dogs.Epilepsy: Dachshunds are prone to having epileptic seizes. In dogs that are affected, it's thought that the condition is either genetic or brought about as the result of a fall or a hard blow to the head. If your Dachshund has seizures, take him to your vet to determine what treatment is appropriate. In many cases, epilepsy can be controlled with medication.Progressive retinal atrophy (PRA): This is a degenerative eye disorder that eventually causes blindness from the loss of photoreceptors at the back of the eye. PRA is detectable years before the dog shows any signs of blindness. Fortunately, dogs can use their other senses to compensate for blindness, and a blind dog can live a full and happy life. Just don't make it a habit to move the furniture around. Reputable breeders have their dogs' eyes certified annually by a veterinary ophthalmologist and do not breed dogs with this disease. A DNA test for PRA is available for miniature longhaired Dachshunds.Gastric dilatation-volvulus (GDV) Also called Bloat or Torsion: This is a life-threatening condition that most often affects large dogs, but because of their deep chests, it also can affect Dachshunds. GDV occurs when the stomach is distended with gas or air and then twists (torsion). The dog is unable to belch or vomit to rid itself of the excess air in its stomach, and the normal return of blood to the heart is impeded. Blood pressure drops and the dog goes into shock. This is a medical emergency. Without immediate medical attention, the dog can die. Suspect bloat if your dog has a distended abdomen, is salivating excessively and retching without throwing up. He also may be restless, depressed, lethargic, and weak with a rapid heart rate. It's important to get your dog to the vet as soon as possible. There is some indication that a tendency toward GDV is inherited.Cushings Disease (Hyperadrenocorticism): This condition occurs when the body produces too much of a hormone called cortisol. It can be due to an imbalance in the pituitary gland or in the adrenal gland, or it can occur when a dog has too much cortisol from other conditions. The most common signs are excess urination and excess drinking. If your Dachshund exhibits these signs, take him to the veterinarian. There are treatments to help with this disease from the removal of a gland to medications.Canine Diabetes Mellitus (DM): Diabetes is occasionally seen in Dachshunds, particularly if they're overweight. Diabetes can be treated with diet and daily insulin injections. Signs include excessive urination and thirst and weight loss despite a ravenous appetiteDeafness: Hearing loss isn't common in the breed, but it can occur in double dapple Dachshunds. Ask if the puppy and its parents were BAER (Brainstem Auditory Evoked Response) tested for hearing loss. This is not available in all areas but is available at most large specialty practices and teaching hospitals at veterinary schools. It can be done any time after the puppy is five weeks old.Breeders may provide health clearances for dogs, but these are not issued to dogs younger than two years of age. That's because some health problems don't appear until a dog reaches full maturity. For this reason, it's often recommended that dogs not be bred until they are two or three years old.",
    "Care": "Dachshunds have a lot of stamina and energy. They love to take a walk or play outdoors with other dogs, and they like to hunt and dig. They are also active inside the house and can do well in small living quarters so long as they get a moderate amount of daily exercise. Two half-mile walks a day (about 10 minutes each) is about right. Occasionally, when time is short, a game of fetch will meet their need for activity.They're not suited to living outdoors or in a kennel but should live in the home. Dachshunds can injure their backs jumping on and off furniture, so get a ramp or steps and teach them to use it if they want up on the sofa or bed. When you hold a Dachshund, always be careful to support his rear and his chest.Dachshunds can learn quickly if properly motivated. Use positive reinforcements such as food rewards or a favorite toy to hold their attention, and keep training sessions short. The Dachshund will quickly become bored if made to repeat the same exercise over and over, so make obedience practice fun and interesting.Housetraining can sometimes be a problem with this breed. A Dachshund may not see the need for eliminating outside. Patience and consistency are musts. Crate training helps as well.Beyond housetraining, crate training is a kind way to ensure that your Dachshund doesn't get into things he shouldn't. Like every dog, Dachshunds can be destructive as puppies. Crate training at a young age will also help your Dachshund accept confinement if he ever needs to be boarded or hospitalized. Never stick your Dachshund in a crate all day long, however. It's not a jail, and he shouldn't spend more than a few hours at a time in it except when he's sleeping at night. Dachshunds are people dogs, and they aren't meant to spend their lives locked up in a crate or kennel.The Dachshund excels as a watchdog, but he can be noisy. Minis, in particular, can be yappy. Keep this in mind if your Dachshund will be living in an apartment or condo community.",
    "Feeding": "Recommended daily amount: 1/2 to 1 1/2 cups of high-quality dry food a dayNote: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.For more on feeding your Dachshund, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The Smooth Dachshund's coat is short and shiny. Single-colored Smooth Dachshunds often are red or cream, perhaps with some black hairs. Two-colored Smooth Dachshunds usually are black, chocolate, wild boar (grizzled), gray (blue) or Isabella (fawn) with tan or cream markings. Dappled Dachshunds have a dappled (merle) pattern in their coats, with light and dark colored areas in even distribution (neither the light nor the dark predominates). Whereas dark eyes are required and little or no white hair on the chest is acceptable for solid- and parti-colored Dachshunds, partially or wholly blue eyes and a large amount of white hair on the chest both acceptable for the dappled Dachshunds. Other color patterns are brindle, in which there are dark stripes all over the body, and sable, where there is an overall dark overlay of hair.Wirehaired Dachshunds have a very different coat from the Smooth Dachshunds. They have short, thick, hard hair on the topcoat with a softer undercoat. The hard topcoat hair is found everywhere on the body except for the jaw, eyebrows, and ears. While all the colors found in the Smooth Dachshund are acceptable for the Wirehair, the most common color is wild boar.Longhaired Dachshunds have glistening, slightly wavy long hair which gives them an elegant appearance. They come in the same colors found in Smooth Dachshunds.Light-colored Dachshunds usually sport light gray, light hazel, green or blue eyes, rather than the various shades of brown. They can also have eyes of two different colors; in rare cases, such as the double-dapple coloration (in which varying amounts of white coloring occur over the body in addition to the dapple pattern), Dachshunds can have a blue and a brown eye.Dachshunds are a low-maintenance breed. They shed, but not excessively. Unless they've rolled in something that smells bad, they generally don't need to be bathed often and are free of doggie odor. Smooths can be wiped with a damp cloth between baths to keep them clean. If you live in a location that is cold in the winter, your Smooth Dachshund may need a sweater when he goes outside.Wirehaired Dachshunds require regular brushing, and they'll need to have their coats \"stripped\" two to three times a year to look their best. Ask the breeder from whom you got your Wirehaired Dachshund or your groomer to show you how to do this.Longhaired Dachshunds must be brushed regularly to prevent mats from forming. They need to be bathed more often than the Smooth Dachshund, and you must blow-dry them afterward for their coat to look good.For all varieties and sizes of Dachshunds, you need to pay special attention to their droopy ears, which can be a breeding ground for fungus, bacteria, and mites. Moisten a cotton ball with an ear cleaner recommended by your veterinarian and wipe the ears out weekly. Don't go any deeper than the first knuckle on your finger and never stick a cotton swab into your dog's ear.Other grooming needs include nail care and dental hygiene. Trim your Dachshund's nails once or twice a month. If you can hear them clicking on the floor, they're too long. The earlier you introduce your Dachshund to nail trimming the less stressful the experience is.Brush the teeth at least two or three times a week — daily is better — to remove tartar and bacteria. Start when your puppy is young so he'll be used to it.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the ears, nose, mouth, and eyes, and on the feet. Ears should smell good, without too much wax or gunk inside, and eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "Dachshunds are good with children in their own family if introduced to them early. They may not be as fond of your children's friends, so supervise playtime.With his long back, the Dachshund can be easily injured if he's not handled properly. Make it a rule that young children can only hold or pet the Dachshund if they're sitting on the floor. Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's sleeping or eating or to try to take the dog's food away. No dog should ever be left unsupervised with a child.Dachshunds get along well with other pets, especially if they're introduced to them in puppyhood. With their bold, domineering personalities, they may well be top dog.",
    "Rescue Groups": "Dachshunds are often acquired without any clear understanding of what goes into owning one, and these dogs often end up in the care of rescue groups, in need of adoption or fostering. If you're interested in adopting an Dachshund, a rescue group is a good place to start.Almost Home Dachshund Rescue SocietyCanadian Dachshund RescueCentral Texas Dachshund RescueCoast to Coast Dachshund RescueDachshund Adoption, Rescue & Education (DARE)The Dachshund RescueDachshund Rescue of HoustonDachshund Rescue of North America, IncDiamond Dachshund Rescue of TexasDixie Dachshund RescueFlorida Dachshund RescueMidwest Dachshund RescueSouthern California Dachshund RescueSouthern States Dachshund Rescue",
    "Breed Organizations": "Below are breed clubs, organizations, and associations where you can find additional information about the Dachshund.Dachshund Club of America, Inc"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Hound Dogs"
    },
    {
      "name": "Height",
      "value": "8 inches to 9 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "16 to 32 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 1
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}