{
  "id": "dachsador",
  "url": "https://dogtime.com/dog-breeds/dachsador",
  "name": "Dachsador",
  "intro": "The Dachsador is a mixed breed dog–a cross between the Dachshund and Labrador Retriever dog breeds. Lively, active, and friendly, these pups inherited some of the best qualities from both of their parents.\nDachsadors are also sometimes known as Doxadors, Doxidors, and Weinerdors. You can find these mixed breed dogs in shelters and breed specific rescues, so remember to always adopt! Don’t shop if you’re looking to add a Dachsador to your home!\nDachsadors are friendly and super social dogs who will be a big hit with families. The breed will seek out human companionship and is always in the mood for cuddle sessions on the couch. A relatively low maintenance dog when it comes to grooming, the Dachsador does have a playful streak that means this high energy mixed breed will require regular exercise. If you’re an active family, this dog will fit in with your routine perfectly.\nSee below for all mixed dog breed traits and facts about Dachsadors!",
  "description": {
    "Highlights": "The Dachsador is a mixed breed dog. They are not purebreds like their Dachshund or Labrador Retriever parents.The most common Dachsador colors are chocolate brown, black, and yellow.The Dachsador is a high energy dog that will need at least two walks a day, ideally between 45 minutes and an hour.When it comes to grooming, a quick ten minute brushing session every day or so should be enough to keep the dog's coat in tip top condition.Dachsador dogs and children are a great fit for each other. The mixed breed is friendly and playful and will love to take part in play sessions with the kids. Play time should still always be supervised.This dog is smart, so make sure to provide interactive toys to keep them alert and intrigued.",
    "History": "There's a bit of mystery involved with the Dachsador. It's believed the breed was invented during the last couple of decades, but their exact origin story is still unknown.When it comes to the Dachsador's parent breeds, the Labrador Retriever originates from Canada, where they were originally bred for hunting and retrieving before settling into a role as a guide dog. These days, the Labrador Retriever is one of the most popular dogs in the United States.The Dachshund comes from Germany, where they gained a reputation as a skilled badger hunter. The breed's name becomes \"badger hound\" when translated from German! Since then, the Dachshund has embraced a role as a top notch companion dog.The Dachsador has become known as a designer dog breed, but many of them unfortunately end up in shelters. So consider contacting your local rescue groups and shelters if you're thinking about adding the Dachsador to your home.",
    "Size": "The Dachsador is usually described as a small dog. Although, as is always the case with newer mixed dog breeds, exact size standards might vary.Most weigh in at 30 to 40 pounds and range in height from 15 to 25 inches.",
    "Personality": "The Dachsador is a great family dog and provides excellent companionship for both individuals and families. If you're lounging on the couch during a lazy afternoon, your Dachsador will happily hop up and snuggle with you.These dogs are friendly and bond well with adults and small children alike; although, they do come with a reputation for being on the stubborn side, so consider that if you're new to socializing and training a dog.Beyond the Dachsador's friendly nature, the mixed breed proves itself to be a lively and energetic dog. Don't be fooled by the Dachsador's relatively small size--this is a canine who loves to be outdoors playing and taking part in exercise sessions.The dog is smart, too, so make sure to provide interactive toys to keep them alert and intrigued. If you have a fenced-in yard, your kids and your Dachsador will happily engage in play sessions together.",
    "Health": "Dachsadors are generally considered to be healthy dogs; although, the breed can be predisposed to some of the same conditions that the Labrador Retriever and Dachshund face. As always, it's important to schedule regular wellness visits with your dog's vet.Some of the more common health problems Dachsadors suffer from include:Hip DysplasiaBack problemsEye conditions",
    "Care": "As with all dogs, it's important to keep up your Dachsador's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.The Dachsador is a high energy dog that will need at least two walks a day, ideally between 45 minutes and an hour. Such a smart dog will also benefit from obedience training--with suitable rewards, of course!Outside of exercise, you'll need to brush the breed's teeth around three times a week. This is important to avoid any periodontal problems. Ask your regular vet to recommend a brand of toothpaste and offer tips on brushing technique if needed.You'll also need to monitor and clip your Dachsador's nails every couple of weeks. Check their ears for pests and debris regularly, especially after outdoor play. Clean them as recommended by your vet.",
    "Feeding": "An ideal Dachsador diet should be formulated for a small-sized breed with high energy.Dachsadors need to stick to a heathy diet, as overeating can cause weight gain and associated health problems, especially if adequate exercise isn't offered.As with all dogs, the Dachsador's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Dachsador's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "The most common Dachsador colors are chocolate brown, black, and yellow.The Dachsador's coat is somewhere between short and medium in length. The texture is usually described as being dense and wiry to the touch. When it comes to grooming, a quick ten minute brushing session every day or so should be enough to keep the dog's coat in tip top condition.In general, the Dachsador is a pretty adaptable dog when it comes to climate. Just make sure to provide a fashionable dog coat if the weather gets too frosty. During hotter months, you'll also want to make sure shade and fresh water are always available during outside times.",
    "Children And Other Pets": "Dachsador dogs and children are a great fit for each other. The mixed breed is friendly and playful and will love to take part in play sessions with the kids.Just be sure to make sure that both the dog and the children have learned how to respectfully behave and interact with each other. This is especially important if your Dachsador shows signs of having a stubborn side. Play time between dogs and kids should always be supervised, even with a well-trained dog.It's also imperative that when a Dachsador is introduced to a household with existing pets, proper socialization is undertaken. Smaller pets cannot be viewed as prey to chase. This also applies during outdoor walks--the mixed breed can easily be tempted to dash off and chase after other animals when their hunting heritage kicks in.Ultimately, early socialization really pays off with this breed. Make sure to reward your Dachsador for good behavior and adhere to a proper training regime when you bring them home to your family.",
    "Rescue Groups": "It may be hard to find a breed-specific rescue for Dachsador because they are a mixed breed. However, you may want to try Dachshund or Labrador Retriever breed-specific rescues, as they often care for mixes, as well. Here are some rescues you can try:Dachshund Rescue of North America, Inc.Lucky Lab Rescue & AdoptionYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "15 to 25 inches"
    },
    {
      "name": "Weight",
      "value": "30 to 40 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 14 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}