{
  "id": "dalmatian",
  "url": "https://dogtime.com/dog-breeds/dalmatian",
  "name": "Dalmatian",
  "intro": "Best known as the star of Disney’s 101 Dalmatians, this sleek and athletic Dalmatian dog breed has a history that goes back several hundred years. They started out as a coach dog but also served in many other capacities, including hunter, firehouse dog, and circus performer.\nEven though these are purebred dogs, you may find them in the care of shelters or rescue groups. Remember to adopt! Don’t shop if you want to bring a dog home.\nAs charming in life as in film, Dalmatians go from gallant to goofy to gallant again in the blink of an eye. They love to be a part of everything their family does. That said, they have high energy levels and need plenty of exercise. If you’re looking for a jogging partner and friend who’ll love you unconditionally, this may be the breed for you!\nSee below for complete list of Dalmatian characteristics!\n ",
  "description": {
    "": "With his regal carriage and unique spots, the Dalmatian is probably one of the most recognized breeds on the planet. Many people are attracted to his dashing good looks, but he's definitely not for everyone. While Dalmatians love to be with their people for any activity that occurs in the course of a day and can make wonderful companion dogs, their high energy level can be exhausting to live with.Dalmations were created to run for miles alongside carriages, helping to ward off highwaymen and add a touch of flair to the vehicle with aristocratic passengers. (Now we just have cars with racing stripes.) Not surprisingly, the Dalmatian today has an endless capacity for exercise and is the ideal companion for people who jog, skate, or bicycle. He's also a keen competitor in canine sports such as agility and flyball. A Dalmatian must have adequate daily exercise to prevent behavior problems from developing.If you are considering a Dalmatian, be aware that the breed is not only highly active but also highly intelligent. They need training early in life to establish rules for behavior, or they will decide it is their job to run things. Dalmatians can be a bit headstrong so training must be firm and consistent.At the same time Dalmatians are sensitive and do not respond well to harsh training methods. You need a positive approach to training with lots of rewards for proper behavior if you want a well-trained dog. Dalmatians are said to not forget mistreatment or harsh behavior.Another consideration should be the incidence of deafness in the breed. This condition is prevalent in Dalmatians. It is inherited as a polygenic trait, and all Dalmatian bloodlines can pass along deafness to their offspring. Approximately eight percent of Dalmatians are born completely deaf, and 22 to 24 percent are born with hearing in one ear only.The Dalmatian Club of America recommends euthanasia for all puppies found to be completely deaf. That's because they are more challenging to train and may bite if startled. Nonetheless, some people believe deaf dogs can make just as wonderful pets as hearing dogs if they are trained with hand signals and vibrations so they are less likely to be startled.If you are considering adopting a deaf puppy or older adult dog, be sure to research the issue and the special care requirements of living with a deaf dog before you suffer the heartbreak of taking the dog in and not being able to manage his care properly.Dalmatians have a urinary system unique in the dog world, and they have a few special requirements because of this to prevent medical complications. Their diet should never be extremely high in protein, and they must be allowed access to plenty of fresh water at all times. Dalmatians also should have the opportunity to relieve themselves frequently to keep the urinary system flushed. With these simple protocols in place, your Dalmatian should live a long, healthy life.Dalmatians will get along with other pets and children if socialized as a puppy with all types of pets and people. Dalmatians can make a wonderful active playmate for children (with proper supervision to be sure that both the child and the dog are following acceptable rules for behavior).With the Dalmatian's energy and enthusiasm for games, the dog and child will have a marvelous time tiring each other out. Children younger than 6 years of age may be easily knocked down by this muscular, active, and strong dog. Take special precautions and supervise interactions between smaller children and Dalmatians.You can participate in numerous dog sports and activities with your Dalmatian. He'll do well in obedience competition with the proper motivational, positive training. He's also an excellent agility competitor as the sport is tailored to athletic dogs such as the Dalmatian.Dalmatians make great hiking companions and backpacking dogs, and the sports of flyball and Frisbee are excellent activities for the well-trained Dalmatian. If your dog has the right combination of looks and personality, you may also enjoy the sport of showing dogs, known as conformation, at AKC shows.The Dalmatian Club of America sponsors a program that offers titles in keeping with the breed's history as carriage dogs. The Road Dog (RD) title and Road Dog Excellent (RDX) are titles earned by the dog accompanying horses or carriages for a certain number of miles and then performing some basic obedience. These trials are usually held in conjunction with the larger specialty shows and with the national show sponsored by the Dalmatian Club of America.Whatever you do with your Dalmatian, whether he is your best friend, active family companion, or seasoned competitor, be sure that with the right combination of exercise, discipline, and love he will be a great addition to your family.",
    "Highlights": "Dalmatians need daily exercise or they will become bored and destructive.Dalmatians shed! Brushing frequently and thoroughly can help to keep shedding under control, but Dalmatians will shed.Dalmatians need training to help make them well-mannered members of the family. They can be headstrong, so without consistent, firm training you could end up with an unmanageable adult.Early socialization to other dogs, cats and other small pets, children, and adults is a must.Dalmatians do not like to spend long periods of time alone. They do best when they can be included in all family activities and sleep and live where their human family does.Families with small children should be aware that Dalmatians are very exuberant and active dogs and may accidentally knock small children down.The animated and live-action movies \"101 Dalmatians,\" both by Disney, caused an extreme rise in the popularity of the breed. Unscrupulous people looking to cash in on the boom bred Dalmatians indiscriminately, paying no attention to health or temperament. Be a cautious and informed consumer when looking for your Dalmatian puppy.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "The Dalmatian's origins are unknown. The spotted dogs are known to have traveled with the nomadic bands of Romanies, sometimes called gypsies, and it's unclear where they may have first appeared. The Dalmatian obtained his name during his stay in Dalmatia, a province on the eastern shore of the Adriatic Sea, the area that is now known as Croatia.Dalmatians have been utilized for a variety of jobs during their long history, never specializing in one area. They were used as guard dogs in Dalmatia, shepherds, ratters, retrievers, circus dogs, and coaching dogs.It was in England that the Dalmatian was developed as the definitive coaching dog. He was used to clear a path before the horses, run alongside the coach or under the coach between the axels. He guarded the horses and coach when they were at rest. To this day the Dalmatian has a natural affinity for horses.This affinity took the Dalmatian on a different career path in the United States. Here he became a firehouse dog, running with the horses to the fire, watching over the equipment during a fire, and sometimes even rescuing people from burning buildings. When the excitement was over, they accompanied the fire wagons back to the station and resumed their duty as watchdog. Today most Dalmatians are companions and family members but many firehouses across the country still have Dalmatians as mascots.",
    "Size": "Males and females stand between 19 and 24 inches tall. Weight ranges from 48 to 55 pounds. Males are generally larger than females.",
    "Personality": "Born to run, the Dalmatian is a high-energy dog with an endless capacity for exercise. He loves attention and has a strong desire to please, making him easy to train through positive reinforcement such as food rewards, praise, and play.He's a smart dog with a sly sense of humor, and will do his best to make you laugh. The Dalmatian is alert and interested in everything that goes on around him and makes an excellent watchdog.Like every dog, the Dalmatian needs early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Dalmatian puppy grows up to be a well-rounded dog.",
    "Health": "Dalmatians are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Dalmatians will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition.In Dalmatians, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).Hereditary deafness is inherited as a polygenic trait and all Dalmatian bloodlines can pass along deafness to their offspring. Approximately eight percent of Dalmatians are born completely deaf and 22 to 24 percent are born with hearing in one ear only. All puppies are born with their ears closed. The ears should open by 12 to 16 days of age. In Dalmatians, the deafness is characterized by the permanent deterioration by the age of six weeks of the organs of Corti, the nerve cell group inside the cochlea that detect sound. Homemade hearing tests such as stomping on the floor, banging pans together are unreliable because the deaf puppy can feel the vibrations and often learns to adapt very well. The only reliable scientific test is the BAER (Brainstem Auditory Evoked Response). This is not available in all areas but is available at most large specialty practices and teaching hospitals at veterinary schools. It can be done any time after the puppy is five weeks old. Dogs that are used for breeding should have been tested for deafness, and many breeders test puppies before they are sent to their new homes.Urolithiasis: The Dalmatian has a unique urinary tract system which makes them susceptible to the formation of urinary tract stones (Urolithiasis). The urine of a Dalmatian contains uric acid instead of urea or allantoin. Stones are formed from the salts of the uric acid. Large stones will lodge in the urethra; small stones also called gravel may pass with the urine. If the urinary tract becomes completely blocked and the condition is not treated promptly it will be fatal. Dalmatians must have adequate water at all times and dietary management with food that is not high in purines can be helpful. You can ask your vet to check your dogs' urine at regular intervals for urate crystals. There is a lot of research being done in this area so new treatment and management protocols are always being developed. Discuss this with your vet.Skin allergies: Many Dalmatians suffer from skin allergies. There are three main types of allergies: food-based allergies, which are treated by an elimination process of certain foods from the dog's diet; contact allergies, caused by a reaction to a topical substance such as bedding, flea powders, dog shampoos, and other chemicals, and treated by removing the cause of the allergy; and inhalant allergies, caused by airborne allergens such as pollen, dust, and mildew. The medication for inhalant allergies depends on the severity of the allergy. It is important to note that ear infections often accompany inhalant allergies.Hip dysplasia: Hip dyplasia is a heritable condition in which the femur doesn't fit snugly into the pelvic socket of the hip joint. Hip dysplasia can exist with or without clinical signs. Some dogs exhibit pain and lameness on one or both rear legs. As the dog ages, arthritis can develop. X-ray screening for hip dysplasia is done by the Orthopedic Foundation for Animals or the University of Pennsylvania Hip Improvement Program. Dogs with hip dysplasia should not be bred. Ask the breeder for proof that the parents have been tested for hip dysplasia and found to be free of problems.Iris Sphincter Dysplasia: an inherited ocular disorder that can cause sensitivity to bright light, poor night vision, partial or total blindness, and cataracts. At this point it is not frequently seen in Dalmatians although some studies argue that it is often overlooked. The condition and its treatments are being studied.",
    "Care": "The Dalmatian is a very active dog and needs plenty of exercise. He's a fast runner with a great deal of stamina. If left to his own devices a Dalmatian will head cross country on a jaunt that could last several days, so always exercise him on leash or in a secure area. Dalmatians thrive with human companionship and do not do well if relegated to the backyard. They should have plenty of time with their family or they will pine.Because of his unique uric acid metabolism, it's important to observe whether your Dalmatian is urinating regularly. For the same reason, be sure to provide him with easy access to fresh water all the time.",
    "Feeding": "Recommended daily amount: 1.5 to 2 cups of high-quality dry food a day, divided into two meals.NOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.For more on feeding your Dalmatian, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The distinctive Dalmatian coat is lovely to touch, being short, satiny, and fine. The tops of their heads feel almost like velvet. The base color is white with well-defined dense black or deep brown (liver-colored) round spots that vary from dime size to half dollar size evenly distributed over the coat. Expect to see smaller spots on the legs, head, and tail. Spotted ears add the perfect touch. (Where the Dalmatian's spots came from is a mystery. It's thought that they may have been caused by a mutation in the ticking gene.)Dalmatian puppies are born pure white, and the spots appear as they age. The exception is puppies born with patches, solid masses of dense, brilliant black or liver-colored hair with no white hair. Patches are appreciably larger than normal-size spots, and they have smooth, sharply defined edges.Large color masses formed by overlapping or intermingled spots are not the same as patches. You can tell the difference because these masses have uneven edges or white hairs scattered throughout. Dalmatians with patches aren't right for the show ring, but they make perfectly fine family companions or performance dogs.You may also see tricolor Dalmatians: dogs with tan markings on the head, neck, chest, leg, or tail of a black or liver spotted dog. Like patched Dalmatians, they aren't suited to be show dogs, but nothing stops them from being excellent companion dogs.Dalmatians are clean dogs with little or no \"doggy\" odor, and their coats are dirt-repellent. It's not unusual for these dogs to roll around in the mud and then dry to a gleaming shine.Be aware, however, that they shed year-round. A common joke among people with Dalmatians is that they shed only two different times: during the day and during the night. Expect to brush your Dalmatian weekly with a medium-soft rubber curry brush to get the hair off the dog before it lands on your clothes and furniture.With regular brushing, it shouldn't be necessary to bathe your Dalmatian more than three or four times a year. More frequent bathing removes essential oils from the coat and skin and can make them dry and flaky.Brush your Dalmatian's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.If your dog doesn't wear them down naturally, trim his nails once or twice a month to prevent painful tears and other problems. If you can hear them clicking on the floor, they're too long. Dog toenails have blood vessels in them, and if you cut too far you can cause bleeding — and your dog may not cooperate the next time he sees the nail clippers come out. So, if you're not experienced trimming dog nails, ask a vet or groomer for pointers.His ears should be checked weekly for redness or a bad odor, which can indicate an infection. When you check your dog's ears, wipe them out with a cotton ball dampened with gentle, pH-balanced ear cleaner to help prevent infections. Don't insert anything into the ear canal; just clean the outer ear.Begin accustoming your Dalmatian to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "Just about every kid recognizes a Dalmatian on sight. His love of activity makes the Dalmatian a great playmate for older children, but his rambunctious nature and swishing tail may be overwhelming to toddlers and young children. With early socialization, Dalmatians can get along fine with other dogs and cats.As with every breed, you should always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's eating or sleeping or to try to take the dog's food away. No dog, no matter how friendly, should ever be left unsupervised with a child.",
    "Rescue Groups": "Dalmatians are often purchased without any clear understanding of what goes into owning one. There are many Dalmatians in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Dalmatian rescue.Dalmatian Rescue of Colorado, Inc.Dalmatian Rescue of S. FloridaWilling Heart Dalmatian Rescue, Inc.Recycled Canines Dalmatian Rescue of HoustonCarolina DalPals Dalmatian RescueDal-Savers Dalmatian RescueAntelope Valley Dalmatian RescueAdopt a Spot VirginiaDalmatian Rescue of N. Texas, Inc.Dalmatian Rescue of the CarolinasTennessee Dalmatian RescueDalmatian Rescue of California Central CoastDalmatian Rescue of Southern CaliforniaSPOTSAVERS Dalmatian Assistance League of St. LouisDalmatian Rescue of IllinoisAlbuquerque Dalmatian Rescue",
    "Breed Organizations": "Below are breed clubs, organizations, and associations where you can find additional information about the Dalmatian.Dalmatian Club of America, Inc."
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Companion Dogs"
    },
    {
      "name": "Height",
      "value": "19 to 24 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "48 to 55 pounds"
    },
    {
      "name": "Life Span",
      "value": "13 to 16 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}