{
  "id": "dandie-dinmont-terrier",
  "url": "https://dogtime.com/dog-breeds/dandie-dinmont-terrier",
  "name": "Dandie Dinmont Terrier",
  "intro": "Dandie Dinmont Terriers originally were bred to hunt otter and badger. Nicknamed the gentleman of the terrier family, they’re calm and reserved, yet retain their terrier tenacity and love of the hunt.\nEven though these are rare purebred dogs, some may still end up in the care of shelters or rescues. Consider adoption if this is the breed for you.\nThe Dandie Dinmont Terrier’s small size and moderate exercise needs make them well suited to both city and country homes. Independent yet easy-going and affectionate, these dogs provide plenty of love to their humans without demanding too much in the way of exercise or grooming needs. Still, they don’t appreciate being left alone for long hours of the day. If you can give this dog plenty of love and attention, you can expect to get tenfold the devotion in return.\nogTime recommends this carrier for traveling with your small Dandie Dinmont Terrier. You should also pick up this dog brush and massager for your pup!\nSee below for complete list of Dandie Dinmont Terrier characteristics!",
  "description": {
    "": "The Dandie Dinmont Terrier is a small dog with a unique appearance and the distinction of being the only dog named after a fictional character. This low-to-the-ground dog, with a body that is longer than he is tall and a distinctive \"poof\" of hair on his head, had been bred for many years before he gained fame and a name in Sir Walter Scott's book Guy Mannering, published in 1814.In that book, a farmer is portrayed as having six small, long terriers — three with a salt-and-pepper coloring and three with a \"mustard\" tone to their coats. The farmer's name was Dandie Dinmont and so the little dogs came to be known as Dandie Dinmont's terriers, with the apostrophe \"s\" being dropped as time went by.Even the color designations of the breed came from this fictional farmer. He had only two names for his small dogs: Pepper and Mustard. He differentiated them by calling them Auld Pepper, Auld Mustard, Young Pepper, Young Mustard, Little Pepper and Little Mustard. To this day the two colors of the breed are still known as Pepper (bluish black) and Mustard (shades of golden brown).In his book, Scott, who owned some Dandies of his own, described the little dogs as follows: \"He evolved from the Scottish Hillside, the grey mists forming his body, a bunch of lichen his topknot, crooked juniper stems his forelegs and a wet bramble his nose.\"Dandie Dinmonts are unusual looking dogs that unfortunately are becoming rare. They have large, domed heads, with large, dark eyes that are set low in the front of the head. Their long ears are set low on the skull and fringed at their tips. Dandies have large chests and long backs.Unlike most terriers, Dandies have many curves in their shape. The back arches over the loin (the back end) and drops slightly to the base of the tail, which itself curves like a scimitar. Their front legs are short and powerful with paws that turn slightly outward for digging. The hind legs are slightly longer than the front legs, and not as heavy. They typically are 8 to 11 inches tall and weigh 18 to 24 pounds.Dandies are affectionate, lively dogs. Like many terriers, they also are independent and determined. They are very intelligent and typically are bold in defending their territory and family, but reserved with strangers, at least initially. Many describe them as being dignified, and even 100 years ago, they were described as having \"melancholy eyes as of a nobleman in disguise.\"Dandies typically get along well with children and other pets, so long as they are brought up with them or exposed to them in puppyhood.Although their exercise needs are not great, you should always keep them on a leash in unfenced areas, as their instincts to chase game might kick in at an unexpected moment.Training your Dandie will take a bit of patience. They seem to get bored with repetitive tasks. Make training fun for your Dandie, and you'll be amazed at how quickly he learns and how clever he truly is.",
    "Highlights": "If your Dandie Dinmont Terrier becomes overweight, he can have back problems. Be sure to monitor his food intake and give him regular exercise to keep him in shape.Dandie Dinmonts are independent and can be stubborn when it comes to housetraining. Crate training is recommended.Dandies are reserved with strangers and make good watchdogs. Their bark is surprisingly loud and deep, but being a typically reserved breed, they can be trained to be quiet on command.Because they are terriers, they are prone to chasing rabbits, birds, and even other dogs and cats. Be sure to keep your Dandie on leash when he's not in a secure area.Because of their unusual looks and small size, they could be targets for dog thieves. Although Dandies do well outdoors, they should be kept in your house when you can't supervise them.Dandie Dinmonts are a rare breed. It may be difficult to locate a reputable breeder, and even when you locate one, you may have to wait several months for a litter to be born.While Dandies typically aren't aggressive dogs, they will not back down from a challenge from other dogs, no matter what their size. Be sure to keep your Dandie under control until you know that both he and the other dog are friendly to each other.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "There are records of Dandie Dinmont Terriers being bred in the early 1700s, but stories about how the breed was developed are conflicting. Some think they were a cross between Otterhounds and local terriers in the Border Country between Scotland and England.Others think the breed evolved from the rough-haired terriers common on farms. Yet others believe the breed was developed by crossing terriers with Dachshunds (although it's unclear how the Dachshunds, being developed in Germany, would have been in the same proximity as the terriers).Whichever theory one wants to believe, the fact is that Dandies are one of the oldest distinct breeds of terriers. Unlike many breeds, the Dandie hasn't changed much since the early 1700s. Today's Dandie Dinmonts certainly resemble the one depicted in Gainsborough's 1770 portrait of Henry, 3rd Duke of Buccleuch, although a number of other breeds also have claims to being the dog depicted with the duke.Although Dandies were well-established and bred true to type for many years, they didn't have a unique name until Sir Walter Scott mentioned them in his book, Guy Mannering, which was published in 1814. Before then, terriers of all types were simply called terriers. As an owner of several Dandies himself, Scott described them in his book as being owned by a farmer named Dandie Dinmont.From that book, the breed became known as Dandie Dinmont's Terriers, with the apostrophe and the \"s\" being dropped as years went by. Dandies are said to be the first of the terriers to be given their own name.In 1875, the Dandie Dinmont Terrier Club was formed in Scotland, and the standard for the Dandie Dinmont Terrier was written. This club today is the third oldest breed club in the world. At their first meeting, many breeders disagreed about the correct size of the breed.At the time, Dandies ranged in weight from less than 10 pounds (used to hunt weasels and other small burrowing animals) to more than 40 pounds (used for hunting otters, foxes, and badgers). A compromise was made and the breed standard — a written description of how the breed should look — called for Dandies to range between 14 and 24 pounds. In the 1920s, this was amended to 18 to 24 pounds.Otherwise, the standard remained the same in England and other parts of the world as it was on the day that it was written in 1876 for more than 100 years. In 1987, the British club and many others changed some of the wording of the standard, and throughout the years, the American standard has been modified and revised. Today, the Canadian Dandie Dinmont Terrier Club is the only one in the world that still uses the original standard as its guide.Dandie Dinmont Terriers came to be bred by many people and some have particularly interesting stories, such as Old Pepper, one of the most well known dogs in the history of the breed. Old Pepper was supposedly caught in a trap on the estate of the fifth Duke of Buccleuch. Although his pedigree was unknown, he was bred and sired a son named Old Ginger, whose name can be found in the pedigree of nearly every Dandie Dinmont alive in the world today.Dandie Dinmonts became very popular in England in the late 19th century. Queen Victoria, an avid dog lover, owned a Dandie. It's not recorded when the first Dandies were brought to the U.S., but the American Kennel Club registered a Dandie named Bonnie Britton in the first year of the Stud Book Registry in 1886.In the years leading up to World War II, there were many large, famous kennels that bred Dandies. During the war, however, many of these kennels were dispersed. Some even destroyed their dogs because there was not enough food to feed them nor enough people available to take care of them.After the war, dedicated breeders worked hard to re-establish the breed. One of the most famous of these kennels was Bellmead Kennels, a large boarding kennel in England. They bred a dog named Bellmead Delegate, who was a significant sire that won many shows. Bellmead continued breeding Dandies until the early 1990s, when the kennel was sold to Battersea Dogs Home.Today the Dandie Dinmont Terrier is one of the rarest and most endangered of all purebred dogs. The Kennel Club in England has put it on their list of endangered native breeds and many fear that it will become extinct.",
    "Size": "Dandie Dinmont Terriers are 8 to 11 inches tall at the shoulder and weigh from 18 to 24 pounds. The length of their bodies, from the top of their shoulders to the base of their tails, should be twice their height, minus one to two inches.",
    "Personality": "Dandies are typical terriers: independent, bold, tenacious, and intelligent. With people they know, they're affectionate yet dignified but tend to be reserved with strangers.Because Dandies are reserved dogs, they are not \"barkers,\" as are most of their terrier cousins. Dandies will bark when necessary, and their bark is deep and loud. They just don't seem to think it's proper to keep barking after the alarm has been duly noted or to bark just to hear their own voices.Like most terriers, Dandies have a great deal of self-confidence. They are not high-strung as are many terriers, however. Nor do they seem to be out looking for a fight, as many terriers do. Dandies are never bullies, but they won't back down if they are pushed too far. Overall, their motto seems to be \"live and let live.\"Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Choose the middle-of-the-road puppy, not the one who's beating up his littermates or the one who's hiding in the corner.Always meet at least one of the parents — usually the mother is the one who's available — to ensure that they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when he grows up.Like every dog, a Dandie needs early socialization — exposure to many different people, sights, sounds, and experiences — when he's young. Socialization helps ensure that your Dandie Dinmont puppy grows up to be a well-rounded dog.Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills.",
    "Health": "Dandies are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Dandies will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition.In Dandies, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).Glaucoma: Some lines of Dandie Dinmont Terriers appear to be prone to glaucoma, which causes an increase in pressure in the eyeball. Signs of glaucoma are squinting, tearing, rubbing, or redness of the eye. If you notice any of these signs, be sure to have your vet check your dog immediately as treatment should be started preferably within a few hours for greatest success.Cheyletiella yasguri mites: While these mites can invest any dog, it appears that Dandie Dinmont Terrier pups and adults become invested with them more commonly than most other breeds of dogs. Signs of these mites are scaliness on the skin, small white Cheyletiella mites moving on the surface of the skin (walking dandruff), itching, skin redness, and small swollen areas. Your vet can prescribe treatments to get rid of the mites.Spinal problems: A Dandie can easily injure his long back. Be careful to support his back when you pick him up and discourage him from jumping on or off high places. Instead, provide pet steps to the sofa or bed.Epilepsy: Some Dandies have been reported with epilepsy. If your dog has seizures, ask your vet about treatment.",
    "Care": "Dandie Dinmont Terriers are adaptable and will enjoy city or country life as long as they get quality time with their people. They can live in smaller quarters, although they need to be walked regularly or have a yard to play in.Two 20- or 30-minute walks daily or time spent playing in the yard will keep them happy. Like all terriers, digging is in their blood, so either supervise outdoor playtime or provide them with their very own digging spot.Never allow them off-leash in unfenced areas as their instinct to hunt and chase may be provoked by the slightest movement of a squirrel, bird, or other dog or cat. An underground electronic fence won't deter them in the least, so stick to a solid barrier.Training your Dandie will take a bit of patience. Like all terriers, Dandies are independent thinkers, and they may often seem reluctant to respond to your commands. They also seem to get bored with repetitive tasks. Make training fun for your Dandie, and you'll be amazed at how quickly he learns and how clever he truly is.",
    "Feeding": "Recommended daily amount: 1 to 1.5 cups of high-quality dry food a day, divided into two meals.NOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.If you're unsure whether he's overweight, give him the hands-on test. Place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't feel the ribs, he needs less food and more exercise.For more on feeding your Dandie, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "Dandie Dinmont Terriers have a crisp topcoat that covers a soft, downy, waterproof undercoat. The topcoat, which is about 2 inches long, gets its crisp texture from the mixture of two-thirds hard hair with one-third soft hair. The topknot is very soft silky hair.They come in two distinctive colors: mustard and pepper. Mustards are a reddish brown to a pale fawn with a creamy white topknot. Peppers are a dark bluish black to a light silvery gray with a silvery white topknot.Although Dandies look very natural, they actually have medium- to high-maintenance coats. Even though they shed very little, Dandies need to be brushed two or three times a week to remove dead hair and prevent matting.Part of keeping your Dandie well-groomed involves plucking dead hair from the coat once or twice a year. Show dogs require this much more often. The hard hairs are stripped out to encourage new hair to grow. Most pet owners find a good professional groomer to strip their Dandie's coats. If you cut your Dandie's hair instead of stripping it, the color and texture changes, becoming lighter and softer.Complete a Dandie's hair care by trimming the hair on top of the muzzle short, and keeping the corners of the eyes free of hair. The soft furnishings — the long hair on the legs, underbody, and head — can be trimmed with scissors, as can the hair between the footpads. Hair in the ears should be removed regularly by gently plucking it out.Other grooming needs include dental hygiene and nail care. Brush your Dandie's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim nails regularly if your dog doesn't wear them down naturally. If you can hear them clicking on the floor, they're too long. Short, neatly trimmed nails keep your legs from getting scratched when your Dandie enthusiastically jumps up to greet you.Begin accustoming your Dandie to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the ears, nose, mouth, and eyes, and on the feet. Ears should smell good, without too much wax or gunk inside, and eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "Dandies typically get along well with children and other pets, so long as they are brought up with them or exposed to them in puppyhood. An adult Dandie who's unfamiliar with children may do best in a home with children who are mature enough to interact with him properly.Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's eating or to try to take the dog's food away. No dog should ever be left unsupervised with a child.",
    "Rescue Groups": "Dandies are sometimes bought without any clear understanding of what goes into owning one. These dogs may end up in need of adoption and or fostering.Dandie Dinmont Terrier Rescue Groups",
    "Breed Organizations": "Below are breed clubs, organizations, and associations where you can find additional information about Dandies.The Dandie Dinmont Terrier Rescue League  (DDTRL)"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Terrier Dogs"
    },
    {
      "name": "Height",
      "value": "8 to 11 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "18 to 24 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}