{
  "id": "danish-swedish-farmdog",
  "url": "https://dogtime.com/dog-breeds/danish-swedish-farmdog",
  "name": "Danish-Swedish Farmdog",
  "intro": "The Danish-Swedish Farmdog (DSF) or Dansk-svensk gårdshund dog breed is also known as Danish Pinscher. These dogs come from Denmark and southern Sweden. They traditionally lived on farms and were bred to perform several jobs, including hunting, tracking, and keeping watch.\nAlthough these are purebred dogs, you may still find them in shelters and rescues. Remember to adopt! Don’t shop if this is the breed for you.\nThe DSF also makes for an excellent companion because of their sweet temperament. These dogs are known for being gentle and calm, which makes them suitable for families, as well as hunters. One of these dogs would be a fantastic addition to your home as long as you’re willing to stimulate and exercise your dog. They have no problem lounging around the house, but make sure that your dog gets to do a job, like some form of hunting or tracking, for optimum happiness.\nSee below for complete list of dog breed traits and facts about Danish-Swedish Farmdogs!",
  "description": {
    "Highlights": "The Danish-Swedish Farmdog comes in a variety of tri-color and bi-color coats. The standard colors for this breed are white, brown, and black.The breed's coat is very easy to maintain. However, it sheds quite a bit, so these dogs are not recommended for families with allergies.Due to the hunting and working origin of the breed, these dogs require lots of exercise. They also will not do well if left alone for long hours of the day.While the Danish-Swedish Farmdog might be good with children, it's also important to teach children how to play with dogs properly and always supervise playtime.The Danish-Swedish Farmdog gets along well with other pets and thrives on the companionship. However, their high prey drive makes them unsuitable for very small pets, like hamsters, rabbits, or rodents.",
    "History": "The Danish-Swedish Farmdog breed dates all the way back to the early 1700s, if not further, and originated from Pinschers or terriers. The lack of information makes it difficult to determine their exact origin and heritage.The origin of the breed is true to the name; these dogs come from from eastern Denmark and southern Sweden. The original purpose of the breed was to hunt rodents, heard livestock, act as watch and guard dogs, and be a family companion. The breed is rare in the United States but far from extinct.The Fédération Cynologique Internationale (FCI) recognized the breed in 2009 and the American Kennel Club (AKC) started keeping records on the breed in 2011.The Danish-Swedish Farmdog is officially recognized by the following groups:ACR - American Canine RegistryAKC/FSS - American Kennel Club Foundation Stock Service® ProgramAPRI - American Pet Registry, Inc.ARBA - American Rare Breed AssociationDRA - Dog Registry of America, Inc.DSFCA - Danish/Swedish Farmdog Club of AmericaFCI - Fédération Cynologique InternationaleNAPR - North American Purebred Registry, Inc.NKU - Nordic Kennel Union",
    "Size": "The Danish-Swedish Farmdog tends to have a consistent small size with an average height of 13 inches and average weight of 17 pounds.Some dogs may be smaller or larger than average for their breed.",
    "Personality": "The Danish-Swedish Farmdog is a high-energy bundle of joy. Due to the hunting and working origin of the breed, these dogs require lots of exercise but also love to cuddle with family. They're great with kids and other dogs, and they can even be trained to like the household feline. If you're not willing or able to provide enough exercise, however, it could make living with one more difficult, considering the breed lives to work.This breed is known for having an excellent temperament and does well with a majority of people, places, and things! Just make sure that you don't plan to leave them alone for long periods of time. They need the companionship of humans or other animals.Like most breeds the Danish-Swedish Farmdog needs early socialization. Exposure to new people, places, sights, and sounds. This will ensure a secure, well-rounded adult dog.",
    "Health": "The Danish-Swedish Farmdog is not known to have any specific or reoccurring health issues. Routine vaccines and healthy diet are always recommended. Please consult your veterinarian for more information!This breed has no known health issues and should receive the same care as any other breed with routine checkups!",
    "Care": "Your Danish-Swedish Farmdog, like all dogs, should have routine checkups and vaccines to keep your pet healthy!The DSF requires lots of exercise or stimulation in the form of hunting or playing. Clip their nails as needed, before they get too long -- usually once or twice per month. They should not be clicking against the floor. Your groomer or vet can help with this.One of the toughest jobs when caring for any animal is maintaining their oral health. You should brush your dog's teeth a minimum of three times per week. Your vet can instruct you on how to brush your dog's teeth properly and help with recommending dental chews.If you notice your dog dragging their bottom or \"scooting\" they may need their anal glands expressed which is common among small dogs. You can do this yourself or, better yet, let your vet or groomer handle this unpleasant task.Wipe debris or buildup from your dog's eyes as needed with a clean damp cloth.",
    "Feeding": "The Danish-Swedish Farmdog does well on a high quality-diet formulated for small, active dogs. As a warning, you should keep an eye on what your DSF eats. This is a hunting breed and may choose to eat small game, such as rodents, if they're allowed outdoors without supervision.The Danish-Swedish Farmdog's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your breed's diet, as there is far too much variation among individual dogs.",
    "Coat Color And Grooming": "The Danish-Swedish Farmdog comes in a variety of tri-color and bi-color coats. The standard colors for this breed are white, brown, and black.The DSF has a short straight coat with normal density. This type of coat is very easy to maintain with some regular brushing and bath only as needed. The DSF sheds quite a bit so they are not recommended for families with allergies. The DSF should be brushed and have their nails and ears trimmed and cleaned regularly.",
    "Children And Other Pets": "The Danish-Swedish Farmdog has an excellent temperament and is very easy going. This dog is great with families and kids! But while the breed might be good with children, it's also important to make sure the children are good with dogs. Teach them how to play with dogs properly and always supervise playtime. If you do, the DSF makes for an excellent companion!The Danish-Swedish Farmdog gets along well with other pets and thrives on the companionship. The DSF is great with other dogs and loves to play. The only thing to be weary of is prey, so stay weary of rabbits, ferrets, hamsters and any other animal in this category as it is in their nature to hunt! If socialized correctly the house cat will be just fine.All in all, the Danish-Swedish Farmdog is an excellent household companion for families, kids, and other pets -- so long as they're larger than a bunny). Still, make sure to socialize your pet early to make sure they grow up to be outgoing and get along with newcomers.",
    "Rescue Groups": "Rescues specifically for Danish-Swedish Farmdogs might be hard to come by, as this is a rare breed in the United States. However, you can always check with your local shelter, and you may want to try a rescue that caters to all kinds of dogs. You can take a look at the following:Wright-Way RescueAngels Among Us Pet RescueYou can also check out DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Working Dogs"
    },
    {
      "name": "Height",
      "value": "12 to 15 inches"
    },
    {
      "name": "Weight",
      "value": "15 to 20 pounds"
    },
    {
      "name": "Life Span",
      "value": "11 to 13 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}