{
  "id": "deutscher-wachtelhund",
  "url": "https://dogtime.com/dog-breeds/deutscher-wachtelhund",
  "name": "Deutscher Wachtelhund",
  "intro": "The Deutscher Wachtelhund is a rare purebred dog originating from Germany. Friendly, intelligent, and versatile, this adorable pup has some of the best qualities you can find in any dog breed.\nThe Deutscher Wachtelhund goes by several other names, including German Spaniel, Deutscher Wachtel, and German Quail Dog. Despite their unfortunate status as a rare breed, you can still sometimes find these pooches in your local shelters or rescues. So remember it’s better to adopt. Don’t shop!\nThese pups are adaptable and natural hunters, so living somewhere in the rural area or countryside works best for them. They’re also affectionate and friendly, so they’re suited for any type of household or family. Although they are great family dogs, they can get some separation anxiety if left alone for too long. If you want an energetic, capable dog who will keep you on your toes and love you unconditionally, then the Deutscher Wachtelhund may be the right dog for you!\nSee below for all dog breed traits and facts about Deutscher Wachtelhunds!",
  "description": {
    "Highlights": "Deutscher Wachtelhund coats can come in solid brown or brown schimmel--meaning red to dark and ticked with white patches.These dogs are not considered allergy friendly. Their coats should be brushed at least once a week to avoid matting and heavy shedding.Deutscher Wachtelhunds are friendly to everyone but will bark if they notice someone strange approaching the home. They aren't considered yappy but will be vocal on occasion.These are active dogs who need at least one good half-hour- to hour-long walk per day with a few good, active play sessions and shorter walks mixed in.If left alone for long periods of time, Deutscher Wachtelhunds can develop separation anxiety.Deutscher Wachtelhunds get along with all members of the family but may prefer older kids and adults who know how to properly interact with pets. They may also chase animals smaller than themselves due to their high prey drive.",
    "History": "In the late 1800s, German hunters wanted to recreate the Stoeberer, a versatile hunting breed that went as far back as the early 1700s. The Stoeberer were known to have tracking abilities similar to a Bloodhound.German hunters found remnants of the Stoeberer breed from Bavaria and bred them with other sporting Spaniels who were naturals at hunting. From there the Wachtelhund--pronounced Valk-tel-hund--or quail dog was born and officially recognized as its own pure breed in 1903.Today, the Deutscher Wachtelhunds in Germany are almost exclusively owned by professional hunters and foresters. There are some that were imported to Canada and fewer in the United States.Even though the Deutscher Wachtelhunds is somewhat of a rare breed, some have still ended up in shelters and rescues. Consider adoption if you decide this is the breed for you.Check your local shelters, look up Deutscher Wachtelhunds rescues or even Spaniel rescues as they sometimes take in mixed breed dogs and find them forever homes.",
    "Size": "There are some standards when it comes to the Deutscher Wachtelhund's size. If you’ve never seen a Deutscher Wachtelhund before, you can expect them to be on the medium to large side.Most weigh in at 40 to 55 pounds and range in height from 18 to 21 inches at the shoulder. That said, many can be smaller or larger.",
    "Personality": "The Deutscher Wachtelhund are bred to be hunters and trail seekers. They are energetic and love to be outdoors, but they especially love being with their humans.Although they can be tenacious and assertive while on the hunt, they are relaxed and sociable at home and will cuddle with you. If you're training a Deutscher Wachtelhund, you need to be confident and calm so they know you are the undisputed head of the pack.These dogs are friendly to everyone but will bark if they notice someone strange approaching the home. They aren't considered yappy but will be vocal on occasion. They're almost exclusively owned by hunters and foresters but are versatile and can be great companion dogs if given the chance.Though they're overall great dogs, Deutscher Wachtelhunds can get very attached to their families and might have separation anxiety if left alone at home for long periods of time. They also have a high prey drive, so it might not be the best idea to leave them with pets smaller than them.",
    "Health": "The Deutscher Wachtelhund breed is predisposed to some of the same conditions that most Spaniels might also face. While most are generally healthy, some may be prone to a few health issues, which is why it is important to maintain good care and regular veterinary checkups.Some of the more common health problems a Deutscher Wachtelhund suffer from include:splayed feetcrooked legsallergiesear infectionsskin problems",
    "Care": "As with all dogs, you should keep up with your Deutscher Wachtelhund's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.Deutscher Wachtelhund are prone to weight gain, if overfed and are not given proper exercise. Make sure your dog gets at least one good half-hour- to hour-long walk per day with a few good, active play sessions and shorter walks mixed in.Check their ears for debris and pests daily and clean them as recommended by your vet. Trim your dog's nails before they get too long--usually once or twice per month. They should not be clicking against the floor. Your groomer can help with this.Your main concern when it comes to any dog breed is maintaining their oral health. You should brush their teeth daily, as many dogs are prone to dental issues. Your veterinarian can instruct you on how to brush your dog's teeth properly.",
    "Feeding": "An ideal Deutscher Wachtelhund diet should be formulated for a medium- to large-sized breed with high energy. These dogs need regular exercise and will gain weight if they are overfed, so you should stick to a regular feeding schedule and not leave food out during the day. Limit their number of treats, as well.As with all dogs, the Deutscher Wachtelhund's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Deutscher Wachtelhund's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "Deutscher Wachtelhund coats can come in solid brown or brown schimmel--meaning red to dark and ticked with white patches.The Deutscher Wachtelhund's overall coat is medium in length. It is thick and somewhat harsh to the touch. Their coat can either be wavy or curly. There can be feathering around the legs and tails. The undercoat is slightly softer that the topcoat. These dogs are not considered allergy friendly. Their coats should be brushed at least once a week to avoid matting and heavy shedding.Because the Deutscher Wachtelhund are natural hunters and seekers, they are adept at hot or cold weather conditions but tend to do better in colder weather.",
    "Children And Other Pets": "The Deutscher Wachtelhund is a medium to large dog and very friendly. They can handle playing with children of all ages, but they may be more appropriate for older kids or adults who know how to interact with pets properly. That said, for children who learn early how to approach and play with a medium to large sized dog, the Deutscher Wachtelhund can make a great, active companion.When it comes to other pets, the Deutscher Wachtelhund can get along with other animals if they are introduced slowly and calmly, and early socialization will help this go smoothly. It’s best if they get used to other pets early, even puppyhood. That said, you may need to keep smaller pets or animals away from them or in kennels as they have a strong prey drive.Still, many Deutscher Wachtelhund get along just fine with other dogs and pets, so it really comes down to training, socialization, and the luck of the draw.",
    "Rescue Groups": "Because the Deutscher Wachtelhund is a somewhat rare breed, it may be difficult to find a breed-specific rescue. However, you can always check with your local shelter, and you may want to try a rescue that caters to all types of dogs. You can take a look at the following:Wright-Way RescueAngels Among Us Pet RescueYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Sporting Dogs"
    },
    {
      "name": "Height",
      "value": "18 to 21 inches"
    },
    {
      "name": "Weight",
      "value": "40 to 55 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 14 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}