{
  "id": "doberman-pinscher",
  "url": "https://dogtime.com/dog-breeds/doberman-pinscher",
  "name": "Doberman Pinscher",
  "intro": "Doberman Pinschers originated in Germany during the late 19th century, mostly bred as guard dogs. Their exact ancestry is unknown, but they’re believed to be a mixture of many dog breeds, including the Rottweiler, Black and Tan Terrier, and German Pinscher.\nWith their sleek coat, athletic build, and regal appearance, this pup looks like an aristocrat. They’re highly energetic and smart dogs who perform well in police and military work, canine sports, and as family guardians and companions.\nRemember, you can find just about any breed of dog at local shelters and rescues. If you decide that this is the breed for you, adopt! Don’t shop!\nDogTime recommends this big, spacious crate to give your big Doberman Pinscher a place to rest and relax. You should also pick up this dog brush and massager for your short-haired pup!\nSee all Doberman Pinscher dog breed characteristics below!",
  "description": {
    "": "Because the Doberman Pinscher (spelled Dobermann in some countries) came into existence at the end of the 19th century, they are, in the world of dogs, the new kid on the block. This hasn't stopped the Dobie, as they're affectionately called, from becoming one of the most popular and recognized breeds in the United States.Their look is elegant and their style is athletic; the Dobie is also intelligent, alert, and loyal. They're a courageous guard dog as well as a beloved family companion.The Dobie's fierce reputation precedes them. They're feared by those who don't know them, stereotyped as highly aggressive and vicious. True, they're a formidable guardian, but they're usually a gentle, watchful, and loving dog. They don't go looking for trouble, but they're fearless and will defend their family and turf if they perceive danger.The Doberman Pinscher enjoys being part of a family. They like to be close to those they love and, when this love is present, they're a natural protector. They're trustworthy with their family's children, friends, and guests as long as the pooch is treated kindly.In spite of their positive qualities, the Dobie isn't the right breed for everyone. They're large, at 60 to 80 pounds, and they're extremely active, both physically and mentally. They need a lot of exercise.They also need plenty of mental challenges to keep them from becoming bored. They need a strong owner/pack leader who can take time to properly socialize and train them, and who will keep them busy every day. This may be too much to handle for people who lead a more laid-back lifestyle.The current look of the Dobie is slimmer and sleeker than that of past years. Their temperament has also changed somewhat, say breed enthusiasts, softening a bit from their early days in Germany, though they're still an excellent guard dog.Originally, Dobies' ears were cropped to increase their ability to locate sounds, and tail docking gave the breed a more streamlined look. North American breeders usually dock the tails and crop the ears of Doberman puppies, though it's not mandatory. Docking and ear cropping is illegal in some countries.Those who know them say that a properly socialized Dobie is an excellent pet and companion, suitable for families with other dogs, gentle with young children, and overall a loyal and devoted family member.",
    "Highlights": "The Doberman has a great deal of energy and needs a lot of exercise.This breed can be protective, so don't be surprised when they assume the role of household guardian.The Dobie will assume the alpha role in your household if you're not a strong leader. Early, consistent training is critical to establish your role as pack leader.The Dobie is sensitive to cold weather and needs adequate shelter in winter (they like to be in the house next to the fireplace).The Doberman Pinscher is a family dog and shouldn't be left alone. They thrive when they're included in family activities.The Doberman has gained a reputation as being vicious. Even though your Doberman may have a sweet personality, neighbors and strangers may be afraid of them.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store.",
    "History": "Once upon a time, in the late 19th century, there was a tax collector named Louis Dobermann, who lived in the town of Apolda, in the Thuringia district of Germany. His job of collecting money was dangerous because there were bandits in the area who might attack him as he made his rounds.Since Dobermann was also the town dogcatcher, he often took along a dog for protection. Dobermann began breeding dogs with the idea of a loyal companion and protector in mind. The result of his breeding experiments was the early Doberman Pinscher.There are no records about what dogs Dobermann used to create the breed, but it is speculated that the Rottweiler, German Pinscher, and Black and Tan Terrier are part of the mix. The Dobie was first shown in 1876, where he was met with great enthusiasm.When Dobermann died in 1894, the true knowledge of the breeds that were combined to make the Dobie went with him to his grave. Because of his contributions in developing the breed, however, it was named in his honor.At the end of the 19th century, German breeders who continued Dobermann's work were primarily concerned with function rather than appearance. They wanted to develop the Doberman to be a \"super dog.\" At first, they bred only the bravest, smartest, quickest, and toughest dogs. They succeeded almost too well. The breed became known for being headstrong and aggressive.A breeder named Otto Goeller is credited with shaping the Doberman into a more usable dog and, in 1900, the German Kennel Club recognized the Dobermann Pinscher as a breed.Around 1908, the Dobie was brought to the United States. Legend says one of the first Dobies brought to Amercia was shown in conformation and won \"Best in Show\" honors at three consecutive shows before any judge dared to open the dog's mouth to check his teeth.The Dobermann Pinscher Club of America was formed in 1921. A year later, it adopted the breed standard that had been written in Germany.The next 15 years were critical in the development of the Dobie. During World War I, the number of Dobies in Europe declined severely, because people who were starving couldn't afford to keep large dogs. Dobies who survived were owned by the military, police, and very wealthy people. Breeding was a luxury; only the very best were bred.After 1921, nearly all the top German sire and progeny were brought to the United States. Then came World War II, and the Doberman Pinscher was again in peril in Germany. Many think that if Americans hadn't previously brought so many dogs to the United States, the breed would be extinct.In the mid 1900s, the Germans dropped the word Pinscher from the name, and the British dropped it a few years later.Over the years, breeders have worked diligently to take the edge off the original Dobie's sharp personality with good results. Although the Doberman is protective of their family and home, they're known as an affectionate and loyal companion.",
    "Size": "Males stand 26 to 28 inches tall; females stand 24 to 26 inches tall.Males and females weigh 60 to 80 pounds; males are slightly larger than females.",
    "Personality": "A super-intelligent and super-active dog--that's what you get when you get a Doberman Pinscher. You also get an extremely loyal, trustworthy dog who's playful and fun-loving with family. They're a natural protector who won't hesitate to act when they think their family is under threat, but they're not aggressive without reason.The Dobie likes to be busy, physically and mentally. They learn quickly, and training them is easy. Because they learn so fast, it's challenging to keep lessons fresh and interesting. They can have their own ideas about things, though typically they're not overly stubborn or willful with an owner who provides consistent, kind leadership.The Dobie takes a while to grow up. They remain puppyish until they're three to four years old.Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Meeting the dog's parents, siblings, or other relatives may also prove helpful for evaluating what a puppy will be like when they grow up.Like every dog, the Dobie needs early socialization--exposure to many different people, sights, sounds, and experiences--when they're young. Socialization helps ensure that your Dobie puppy grows up to be a well-rounded dog.Enrolling them in a puppy kindergarten class is a great start. Inviting visitors over regularly and taking your pup to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help them polish their social skills.",
    "Health": "Dobies are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Dobies will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.Von Willebrand's Disease: An inherited blood disorder, this condition interferes with the blood's ability to clot. The main symptom is excessive bleeding after an injury or surgery. Other symptoms include nosebleeds, bleeding gums, or bleeding in the stomach or intestines. There is no cure, and a blood transfusion from the blood of normal dogs is currently the only treatment. Most dogs with von Willebrand's disease can lead normal lives, however. A vet can test your dog for the condition; dogs with this condition should not be bred.Hip Dysplasia: This is an inherited condition in which the thighbone doesn't fit snugly into the hip joint. Some dogs show pain and lameness on one or both rear legs, but others don't display outward signs of discomfort. (X-ray screening is the most certain way to diagnose the problem.) Either way, arthritis can develop as the dog ages. Dogs with hip dysplasia should not be bred.Progressive Retinal Atrophy (PRA): This is a family of eye diseases that involves the gradual deterioration of the retina. Early in the disease, affected dogs become night-blind; they lose sight during the day as the disease progresses. Many affected dogs adapt well to their limited or lost vision, as long as their surroundings remain the same.Hypothyroidism: This is a disorder of the thyroid gland that's thought to cause conditions such as epilepsy, hair loss, obesity, lethargy, dark patches on the skin, and other skin conditions. It's treated with medication and diet.Wobbler's Syndrome: Suspected to be an inherited condition in Dobermans, affected dogs suffer from spinal cord compression caused by cervical vertebral instability or from a malformed spinal canal. Extreme symptoms are neck pain and paralysis of the legs. Surgical therapy is hotly debated, because in some cases the condition can recur even after such treatment.Cardiomyopathy: This is a disease of the heart muscle, which becomes thin and weak. It's characterized by an expansion or widening (dilatation) of the heart chambers, resulting in an abnormally large heart. This disease eventually results in heart failure, since the damaged heart muscle is too weak to efficiently pump blood to the rest of the body. Treatment varies but includes oxygen, fluid therapy, and medication that improves heart function.Albinoism: Albinoism is a genetic condition that affects the Doberman Pinscher. An albino is not just a white dog but a dog with pink skin and nose, and blue or light eyes. Albinos are sensitive to sunlight and can suffer from a variety of health conditions, including cancer and eye problems. Albino dogs should not be bred.Color Mutant Alopecia: This is a condition of the coat associated with blue or fawn coat colors. It affects blue and occasionally red Dobies. Most dogs who develop this condition are born with normal coats; symptoms generally start to show up at four months to three years of age. As the dog grows and matures, they develop brittle hair, followed by patchy hair loss. Only the blue portions of the coat are affected. Secondary infection and inflammation is common. The condition is incurable, although medicated shampoos may help reduce scaling and itching.Narcolepsy: This is a neurological disorder caused by the brain's inability to regulate wake-sleep patterns. A dog with narcolepsy may suddenly become sleepy and in fact fall asleep. Research for treatment is underway.Gastric Dilatation-Volvulus: Also called bloat, this is a life-threatening condition that can affect large, deep-chested dogs such as Doberman Pinschers. This is especially true if they are fed one large meal a day, eat rapidly, drink large volumes of water after eating, and exercise vigorously after eating. Bloat is more common among older dogs. GDV occurs when the stomach is distended with gas or air and then twists (torsion). The dog is unable to belch or vomit to rid themselves of the excess air in the stomach, and the normal return of blood to the heart is impeded. Blood pressure drops and the dog goes into shock. Without immediate medical attention, the dog can die. Suspect bloat if your dog has a distended abdomen and is salivating excessively and retching without throwing up. They also may be restless, depressed, lethargic, and weak, with a rapid heart rate. It's important to get your dog to the vet as soon as possible if you see these signs.",
    "Care": "The Doberman Pinscher is best suited to a suburban or country home with room to romp. They need a lot of exercise every day; this demand can be tiring to owners who aren't up to the job. They need a home with a securely fenced yard, for their safety and for the safety of people and animals who inadvertently walk into their turf.They should not be left alone for long periods of time or relegated to the backyard as an outside dog. They should not be chained, either. The Dobie needs to be part of their family, participating in all family activities.The Dobie needs early socialization and training. Like any dog, they can become timid or quarrelsome if they aren't properly socialized when they're still young. Early socialization helps ensure that your Dobie puppy grows up to be a well-rounded dog.The public reaction to the Dobie is often one of fear. It's wise to be sensitive to this, and keep your Dobie leashed in public places.",
    "Feeding": "Typical daily amount: 2.5 to 3.5 cups of high-quality dry food a day, divided into two meals.NOTE: How much your adult dog eats depends on their size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference. The better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Dobie in good shape by measuring their food and feeding them twice a day rather than leaving food out all the time. If you're unsure whether they're overweight, give them the eye test and the hands-on test.First, look down at them. You should be able to see a waist. Then place your hands on their back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see their ribs without having to press hard. If you can't, they need less food and more exercise.For more on feeding your Dobie, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The sleek, smooth Dobie coat is short and lies close to the skin. They may have a slight undercoat around the neck. Their coat colors are black, red, blue, and fawn. They have rust markings above each eye; on their muzzle, throat, and chest; and on their legs and feet.The Dobie's sleek coat requires minimal grooming. They're a clean dog, with minimal doggy odor. Don't be fooled by their coat length. The short coat does shed. Weekly brushing with a grooming mitt or rubber curry is sufficient, however, as is a bath when the Dobie rolls in something that smells bad or plays in the mud. Frequent bathing, however, isn't necessary.Brush your Dobie's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim nails once a month if your dog doesn't wear them down naturally to prevent painful tears and other problems. If you can hear them clicking on the floor, they're too long. Dog toenails have blood vessels in them, and if you cut too far you can cause bleeding, and your dog may not cooperate the next time they see the nail clippers come out. So, if you're not experienced trimming dog nails, ask a vet or groomer for pointers.Their ears should be checked weekly for redness or a bad odor, which can indicate an infection. When you check your dog's ears, wipe them out with a cotton ball dampened with gentle, pH-balanced ear cleaner to help prevent infections. Don't insert anything into the ear canal; just clean the outer ear.Begin getting your Doberman used to being brushed and examined when they're a puppy. Handle their paws frequently--dogs are touchy about their feet--and look inside their mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when they're an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "The well-bred Doberman is a wonderful family dog. He is trustworthy and protective of the children in their family, as long as they've been socialized and trained appropriately. Children must be respectful and kind to the Dobie, and the pup will be just that in return.As with every breed, you should always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while they're eating or sleeping or to try to take the dog's food away. No dog, no matter how friendly, should ever be left unsupervised with a child.They're also friendly with other dogs and animals in the home, especially if the dog has been raised with them. Dobermans can be aggressive toward dogs outside their family if they consider them a threat to their loved ones.",
    "Rescue Groups": "Dobies are often purchased without any clear understanding of what goes into owning one. There are many Doberman Pinschers in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Dobie rescue.Dobies and Little Paws RescueDoberman Rescue Unlimited, Inc.Doberman Rescue of AtlantaDoberman Rescue Minnesota (DRM)You can also check out DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!",
    "Breed Organizations": "Below are breed clubs, organizations, and associations where you can find additional information about the Doberman.Doberman Pinscher Club of America"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Working Dogs"
    },
    {
      "name": "Height",
      "value": "24 to 28 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "60 to 80 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 13 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 1
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}