{
  "id": "doberdor",
  "url": "https://dogtime.com/dog-breeds/doberdor",
  "name": "Doberdor",
  "intro": "The Doberdor is a mixed breed dog–a cross between the Doberman Pinscher and Labrador Retriever dog breeds. Intelligent, protective, and loyal, these pups inherited some of the best qualities from both of their parents.\nDoberdors are also sometimes known as the Labraman. You can find these mixed breed dogs in shelters and breed specific rescues, so remember to always adopt! Don’t shop if you’re looking to add a Doberdor to your home!\nDoberdors make excellent guard dogs, and they’ll quickly become loyal and protective towards the humans in their life. But they’re also a super playful breed that requires lots of exercise and playtime. They are not suited for apartment living–ideally you’ll want a safe, fenced in yard and access to off-leash parks. Doberdors also have a reputation for being a little tricky to train, so experienced dog owners fare better with the breed.\nSee below for all mixed dog breed traits and facts about Doberdors!",
  "description": {
    "Highlights": "Doberdors are mixed breed dogs. They are not purebreds like their Doberman Pinscher or Labrador Retriever parents.The most common Doberdor colors include black, chocolate, tan, and fawn. The dog's coat might be solid--inherited from its Labrador Retriever side--or patterned like the Doberman.The Doberdor is not an apartment dog--ideally you'll be living in a place with an enclosed back yard and a large park nearby.Doberdors require way more exercise than your average dog. You're going to be looking at two or three walks per day, totaling well over an hour of exercise. Ball games and interactive toys are also a must.Doberdors get along well with children, though they should be socialized from an early age. As with all dogs, children should be supervised and taught how to properly interact with pets.",
    "History": "The Doberdor's history involves taking a look at the stories behind their parent breeds.The Doberman first came on the scene back in the 1800s in Germany. The dog was actually invented by a tax collector who also worked at a local kennel! After a while, the breed graduated from being renowned as a guard dog to being employed by the military and police force.The Labrador Retriever originates from Canada, where it was first bred as a dog to help out with hunting and retrieving tasks. These days, the Labrador Retriever is one of the most popular dogs in the United States.The Doberdor has become known as a designer dog breed, but many of them unfortunately end up in shelters. So consider contacting your local rescue groups and shelters if you're thinking about adding the Doberdor to your home.",
    "Size": "The Doberdor is usually described as a large-sized dog. Although, as is always the case with newer dog breeds, exact size standards might vary.Most weigh in at 60 to 100 pounds and range in height from 24 to 28 inches. Female Doberdors can be noticeably smaller than their male counterparts.",
    "Personality": "There's no doubt about it: The Doberdor is a large dog who comes with a large amount of responsibility. These dogs can become super loyal and will definitely act as a guardian of your family and property, but they also require an owner with the time, patience, and experience to train and socialize them properly. The breed is very smart, but with that intelligence also comes a degree of stubborness. If you're not confident about training a dog, this might be a breed to pass on.Adding on to the breed's high maintenance status, the Doberdor requires way more exercise than your average dog. You're going to be looking at two or three walks per day, totaling well over an hour of exercise. Ball games and interactive toys are also a must. It goes without saying, the Doberdor is not an apartment dog--ideally you'll be living in a place with an enclosed back yard and a large park nearby. But if you can commit to the breed's needs, you'll have a remarkably social and loyal pet.",
    "Health": "Doberdors are generally considered to be healthy dogs--although the breed can be predisposed to some of the same conditions that the Doberman Pinscher and Labrador Retriever face. As always, it's important to schedule regular wellness visits with your dog's vet.Some of the more common health problems Doberdors suffer from include:Elbow DysplasiaWobbler's SyndromeHip Dysplasia",
    "Care": "With such an athletic breed like the Doberdor, you'll want to aim to provide around an hour and a half of exercise per day. This should be split up into two or even three separate sessions. Ideally, you'll have access to open outdoor space where the dog can really run and stretch their legs. Games of fetch can also help keep the breed in tip top shape.Beyond exercise, you'll want to check out your Doberdor's teeth, nails and ears about once a month. When it comes to ear cleanings, you're looking to avoid any chances of wax build up. If you're unsure about how to brush your dog's teeth, clip their nails and clean their ears, consult with your vet about the best practices.",
    "Feeding": "An ideal Doberdor diet should be formulated for a large breed with high energy.Doberdors need to stick to a heathy diet as overeating can cause weight gain and associated health problems--especially if adequate exercise isn't offered.As with all dogs, the Doberdor's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Doberdor's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "The most common Doberdor colors include black, chocolate, tan, and fawn. The dog's coat might be solid--inherited from its Labrador Retriever side--or patterned like the Doberman.The Doberdor's coat is short, often feels dense, and is straight in terms of texture. This isn't a breed that sheds a lot--once a week should do the trick in terms of brushing. Bathing needs are low and should be undertaken if the dog seems dirty. Ask your vet if you wish to put into place a regular bathing routine for your Doberdor.Due to their coat, the Doberdor does much better in warmer rather than colder climates. If you live in a place that's prone to frosty spells, kit your Doberdor out with a fetching canine jacket.",
    "Children And Other Pets": "In a best case scenario, Doberdors and kids get on great and form very close bonds. Think of the dog as like an older sibling, full of love and protective instincts. But it's imperative that the breed is socialized and trained correctly from the youngest possible age. Teaching children to act responsibly around the dog is also a must.Most Doberdors will be okay living with other animals and pets--but you will need to very quickly let the breed know that cats and rabbits are not to be considered as prey. Again, early socialization between the breed and any resident pets is key.Ultimately, early socialization pays off--so make sure to reward your Doberdor for good behavior and adhere to a proper training regime when you bring them home to your family.",
    "Rescue Groups": "It may be hard to find a breed-specific rescue for Doberdors because they are a mixed breed. However, you may want to try Doberman Pinscher or Labrador Retriever breed-specific rescues, as they often care for mixes, as well. Here are some rescues you can try:Dobies and Little Paws RescueLucky Lab Rescue & AdoptionYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "24 to 28 inches"
    },
    {
      "name": "Weight",
      "value": "60 to 100 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 14 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 1
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}