{
  "id": "dogo-argentino",
  "url": "https://dogtime.com/dog-breeds/dogo-argentino",
  "name": "Dogo Argentino",
  "intro": "The Dogo Argentino, sometimes called the Argentinian Mastiff or the Argentine Dogo, is a strong, athletic, and loyal breed. They can be both fierce hunters and gentle protectors of their humans. They have a high prey drive, a strong will, and, at times, a distrust of strangers and other animals, all of which require an experienced dog owner to handle the breed.\nDogo Argentino puppies need lots of physical activity and mental stimulation along with patient training; otherwise, they can become bored and destructive. Dogo Argentinos are often used to help with big-game hunting, though they are also trained for police work, search and rescue, military work, and as service dogs.\nWith proper training, they can make an awesome family companion and watchdog.\nSee below for full list of dog breed traits and facts about Dogo Argentinos!",
  "description": {
    "": "The large, muscular Dogo Argentino was bred for strength and big-game hunting, especially for bringing down wild boars. Despite its capability for aggression when it comes to hunting, the Dogo Argentino generally has a happy disposition, and it is fiercely loyal to its human family. This breed's strength requires a firm, active trainer who is capable of keeping big dogs in line, and they need strict boundaries. A tall, strong fence for the yard is a must, or else the Dogo Argentino's prey drive can lead them to chase small animals or wander. Socialization with other humans and pets is also key to keeping the Dogo Argentino's natural caution around strangers and other animals in check. Dogo Argentinos need to stay active, or they may become bored and prone to destructive behavior. They should not be left alone for long periods of time. With the right training and a good, loving home, the Dogo Argentino can make a courageous and dedicated family companion, as well as an excellent watchdog.",
    "Highlights": "Although it was bred from fighting dogs, its aggressive traits were bred out so that it could cooperate with other dogs during hunts. It is not natural for them to want to fight, but some people train them to do so anyway because of their strength and courageous nature.Because they are used in dog fighting rings, Dogo Argentinos have been deemed dangerous and banned in several countries, including Australia, the Cayman Islands, Denmark, Fiji, Iceland, Singapore, and Ukraine. In the United Kingdom, it is illegal to own one without lawful authority.Dogo Argentinos are sometimes used for work with the police, military, and search and rescue efforts.The breed is beloved for its loyalty and courage--qualities that make them excellent watchdogs.About 10 percent of Dogo Argentinos suffer from pigment-related deafness in one or both ears, which is an affliction that often affects dogs that have white coats.Socialization and early training are important for keeping the Dogo Argentino well-behaved. They are physically strong and strong-willed, so they need a firm trainer that can keep them in line without resorting to force or physical punishment. They are not a breed for novice owners.This breed is often confused with the American Bulldog, though it is taller and has a white coat. It may also be confused with the American Pit Bull Terrier, though the Dogo Argentino is much larger and is different in many ways.",
    "History": "The Dogo Argentino is a descendant of the now-extinct Fighting Dog of Cordoba, a large, fierce dog bred for, as the name implies, fighting. A man named Antonio Nores Martinez from Argentina wanted a fearless hunting dog that could handle the terrain of his homeland, as well as being a loyal companion. In the 1920s, Martinez began to use selective breeding and aimed to reduce the dog's desire to fight so it could cooperate in a pack, and he worked to replace the fighting instinct with the need to hunt. Several breeds were mixed to achieve the desired traits that are seen in the Dogo Argentino breed. Martinez created a trustworthy companion dog with a strong prey drive and muscular build, ideal for hunting in the rugged terrain of Argentina or being a loyal family guardian. Sadly, the breed is still sometimes used in dog fighting rings because of its strength and fearless nature.",
    "Size": "Dogo Argentinos are large dogs that grow to a standard height of about 24 to 27 inches at the shoulder. Males tend to be slightly taller than females by about an inch on average. The breed usually weighs between 80 and 100 pounds. The body is usually slightly longer than it is tall, and Dogo Argentinos have large, broad heads that make them resemble the American Bulldog or the American Pit Bull Terrier. Although these sizes are considered \"breed standard,\" some Dogo Argentinos may be quite a bit bigger or smaller.",
    "Personality": "The Dogo Argentino is a loyal breed with a tendency to be highly territorial, making them excellent watchdogs. They are fierce defenders of their human families, even children, though their strong prey drive makes them poor companions for other animals like cats or smaller dogs. That prey drive does, however, make them great hunters, able to take down wild boars with their ferocity and strength.They are independent dogs that need an experienced owner to handle their training needs, especially when it comes to socialization, as the Dogo Argentino is known for being less than welcoming to strangers and other dogs. They are strong-willed and need plenty of exercise and mental stimulation, so apartment living isn't the ideal situation for them. It is best to begin their training early as puppies.",
    "Health": "The Dogo Argentino is predisposed to a few health problems. One of the major issues is deafness, with about 10 percent of dogs in the breed being deaf in one or both ears. This is called pigment-related deafness, and is found in other mostly-white colored dogs, including Dalmatians, white Boxers, and white Bull Terriers.The breed may develop other conditions, including hypothyroidism, glaucoma, and laryngeal paralysis. Dogo Argentinos may also suffer from hip dysplasia, which is common among large breeds.",
    "Care": "It is important to provide Dogo Argentinos with plenty of exercise and mental stimulation, as they may become bored, anxious, and destructive if their needs are not met. As with dogs of any breed, you should keep up with regular vet checkups, keep their teeth clean, and groom them as needed. They should have their ears checked weekly and their nails trimmed monthly. Ask your veterinarian about your individual dog's needs and make sure you keep up with at-home care.",
    "Feeding": "Dogo Argentinos will need a diet formulated for large breed dogs with plenty of fresh, clean water. They are a fairly high-energy breed, which should also be taken into account. Feeding needs will change from puppyhood into adulthood. The best way to create an appropriate feeding plan for your individual Dogo Argentino is to speak to your veterinarian or a professional nutritionist about their needs. They will be able to provide you with specific guidance.",
    "Coat Color And Grooming": "The Dogo Argentino has a short, all-white coat, though there is sometimes a black spot on the head. Though the coat is short and fairly easy to maintain, the size of the Dogo Argentino makes the grooming process a little more difficult. Dogo Argentinos should be brushed weekly and bathed every three months or sooner if they get dirty. They will shed a fair amount, but the length of their coat makes this a little bit less noticeable than long-haired breeds. Still, you'd do well to have a lint roller on hand.",
    "Children And Other Pets": "Dogo Argentinos are very loyal to their families, including children, so long as they are introduced and accustomed to their presence. However, visiting children may present a bit more of a challenge, as this breed does not naturally take to strangers. Children should always be supervised with dogs, even when they are family, and they should be trained on how to interact with animals to avoid incidents. Socializing Dogo Argentinos early and training them to interact with new people and animals will help, and the earlier training begins, the better.Dogo Argentinos have a high prey drive, which can cause trouble when it comes to smaller pets, including cats and other dogs. They may learn to interact with these animals if they are trained and socialized properly, but this breed is best suited to a home that has no other pets or only has other large dogs.",
    "Rescue Groups": "If you're interested in adopting a Dogo Argentino from a rescue group, you can try DC Dogos, an organization based in Tampa, Florida that works specifically with the breed. You can also search for local large breed rescue groups near you, or you can check our adoption page that lets you search for available adoptable dogs by breed and zip code."
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Sporting Dogs"
    },
    {
      "name": "Height",
      "value": "23 to 27 inches"
    },
    {
      "name": "Weight",
      "value": "80 to 100 pounds"
    },
    {
      "name": "Life Span",
      "value": "9 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 3
    }
  ]
}