{
  "id": "dorgi",
  "url": "https://dogtime.com/dog-breeds/dorgi",
  "name": "Dorgi",
  "intro": "The Dorgi is a mixed breed dog–a cross between the Dachshund and Corgi dog breeds. Loyal, friendly, and intelligent, these pups inherited some of the best qualities from both of their parents.\nDorgis are also known as the Dorgie on occasion. You can find these mixed breed dogs in shelters and breed specific rescues, so remember to always adopt! Don’t shop if you’re looking to add a Dorgi to your home!\nDorgis make excellent family pets–and their adorable and unique look makes them eye-catching walking companions when you’re out and about. The diminutive breed is loving and loyal and enjoys being around small children. Although be warned: These are energetic dogs, and you’re going to need to commit to appropriate levels of exercise or live in a space with outdoor access.\nSee below for all mixed dog breed traits and facts about Dorgis!",
  "description": {
    "Highlights": "The Dorgi is a mixed breed dog. They are not purebreds like their Dachshund or Corgi parents.Common Dorgi colors include brown, black, chocolate, red, and white. A secondary color is sometimes present around the chin and chest area.The Dorgi's coat is medium in length, and usually described as dense and slightly wiry. The breed isn't known as being a huge shedder.Queen Elizabeth II in England is on record as being a big fan of the Dorgi.Dorgis are intelligent and playful, but they also have a stubborn streak. They do well with children with early socialization, but both dogs and kids should always be supervised and taught how to play gently with one another.",
    "History": "The Dorgi's precise heritage is a little hazy--although Queen Elizabeth II in England is on record as being a big fan of the dog. When it comes to the two parent breeds, there's a lot of history going on.On the Dachshund side, this breed goes way back to the 1500s where it was bred in Germany and used to hunt down small game. At one point, the Dachshund was even called the Badger Dog! The Corgi comes from the United Kingdom, where the breed is renowned as a favorite in regal circles.The Dorgi has become known as a designer dog breed, but many of them unfortunately end up in shelters. So consider contacting your local rescue groups and shelters if you're thinking about adding the Dorgi to your home.",
    "Size": "The Dorgi is usually described as a small-sized dog. Although, as is always the case with newer dog breeds, exact size standards might vary.Most weigh in at 15 to 28 pounds and range in height from nine to twelve inches. Female Dorgis are often noticeably smaller than their male counterparts.",
    "Personality": "Think of the Dorgi as like a toddler: They're undoubtedly cute, they have an infectious playful streak, but there's definitely the chance of some stubborness going on. If you're looking to bring a dog into your home, and you already have kids or other small pets, the Dorgi is a great breed to consider. This is a dog who will always want to seek out companionship--although the downside is they may experience some loneliness if you're away for long periods of the day.The stubborn part of the Dorgi's personality comes from their intelligence. The breed often gives off the impression that they think they know best--so it's vital that proper training is implemented from day one, along with continued use of interactive toys during play sessions to keep the dog mentally stimulated.",
    "Health": "Dorgis are generally considered to be healthy dogs--although the breed can be predisposed to some of the same conditions that the Dachshund and Corgi face. As always, it's important to schedule regular wellness visits with your dog's vet.Some of the more common health problems Dorgis suffer from include:Acanthosis NigricansIntervertebral Disc DiseaseCataractsPatellar Luxation",
    "Care": "The Dorgi is a small dog, but they require a relatively high amount of exercise for their size. Try and aim for up to an hour of exercise every day--and make sure to incorporate fetch games into the routine. If you have a safe, fenced-in yard, your Dorgi will love to frolic outdoors. The breed also very much likes to eat, so in tandem with providing enough exercise, monitor feedings and exercise caution when it comes to snacks and treats--otherwise obesity might set in and lead to health complications.Make sure to stay on top of the condition of the breed's nails and teeth--your vet can advise you on a proper routine if needed. Also, you'll want to apply a cotton ball to the dog's ears once a week to check for mites or signs of moisture that could signify the onset of an infection.",
    "Feeding": "An ideal Dorgi diet should be formulated for a small breed with high energy.Dorgis need to stick to a heathy diet, as overeating can cause weight gain and associated health problems, especially if adequate exercise isn't offered.As with all dogs, the Dorgi's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Dorgi's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "Common Dorgi colors include brown, black, chocolate, red, and white. A secondary color is sometimes present around the chin and chest area.The Dorgi's coat is medium in length, and usually described as dense and slightly wiry. The breed isn't known as being a huge shedder, so twice weekly brushing sessions should do the trick. This will help keep the coat clean and healthy. Regular baths should also be part of your home care routine.The Dorgi is a pretty adaptable dog that is usually okay in slightly colder-than-normal weather. But always be careful to kit your dog out in a coat if it gets too cold outside, and make sure summer jaunts offer plenty of shade and fresh water.",
    "Children And Other Pets": "A properly-trained Dorgi can get on great with the kids in your family. But due to the dog's stubborn streak, they can get a little feisty if your children do not know how to responsibly behave around dogs--so make sure both the dog and your kids are taught to respect each other. Do that, and they'll be happy playmates for years to come!When it comes to other pets, the Dorgi usually does okay with other smaller animals. Just make sure you supervise the first meetings. Although if you have squirrels in your yard, there's a strong chance the Dorgi will take off after them at first sighting!Ultimately, early socialization pays off--so make sure to reward your Dorgi for good behavior and adhere to a proper training regime when you bring them home to your family.",
    "Rescue Groups": "It may be hard to find a breed-specific rescue for Dorgis because they are a mixed breed. However, you may want to try Dachshund or Corgi breed-specific rescues, as they often care for mixes, as well. Here are some rescues you can try:Dachshund Rescue of North America, Inc.Pet's Second ChanceYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "9 to12 inches"
    },
    {
      "name": "Weight",
      "value": "15 to 28 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}