{
  "id": "dorkie",
  "url": "https://dogtime.com/dog-breeds/dorkie",
  "name": "Dorkie",
  "intro": "The Dorkie is a mixed breed dog — a cross between the Dachshund and Yorkshire Terrier. Laid-back and loyal, these pint-sized pups inherited some of the best qualities from both of their parents.\nDorkies also go by the names Dorkie Terrier and Doxie Yorkie. Despite their unfortunate status as a designer breed, you can find these mixed breed pups in shelters and breed specific rescues, so remember to adopt! Don’t shop!\nThese adorable pups are not overly yappy and would make great companions for seniors living in apartments. While they’re well suited to small or single-person households, they’ll also thrive in larger family environments with older kids, as they demand quite a bit of attention. If you’re a traveler, this pup makes an easy travel companion and would love to tag along, wherever the road leads you.\nSee below for all mixed dog breed traits and facts about Dorkies!",
  "description": {
    "Highlights": "Dorkies are mixed breed dogs. They are not purebreds like their Dachshund or Yorkshire Terrier parents.The main colors of Dorkies are red, brown, black, and blue. They are typically any blend of two or more of these colors.Dorkies are not considered to be a good choice for allergy sufferers. However, their coats are low maintenance and may only require three to four brushings per week.Because the Dorkie is a small dog, they can be easily injured by excited children. They are affectionate with family, friends and children. Just make sure small kids are supervised.Dorkies can get along with other dogs as well as pets of different species. But protect your pup from bigger dogs in public. Dorkies don't see themselves as small dogs, and larger dogs could feel challenged by their confidence.Your Dorkie will be active around the house, but won't require long walks with their short legs. However, it's important to remember they have small bladders and may need frequent potty breaks.These friendly pups do not care much for alone time. So make sure that you have lots of love and attention to give and they will repay you in loyalty and devotion.",
    "History": "The Dorkie dog breed may have existed naturally over the years, but designer breeders started intentionally mixing Dachshunds with Yorkshire Terriers in the 1990's, likely in the US.Breeders mixed the pups to minimize health issues that are common among pure breeds and also to create the ultimate, adorable, laid-back companion dog. They continued to create Dorkies as demand for the mixed breed pups grew.Dorkies are recognized by the following clubs:American Canine Hybrid ClubDesigner Breed RegistryDesigner Dogs Kennel ClubInternational Designer Canine RegistryEven though Dorkies got their start as a designer breed, some have ended up in shelters or in the care of rescue groups. Consider adoption if you decide this is the breed for you.Check your local shelters, look up Dorkie rescues, or check with breed-specific Yorkshire Terrier and Dachshund rescues, as they sometimes help to re-home mixed breeds.",
    "Size": "As the Dorkie is a very new mixed breed, there are few standards when it comes to size. That said, as a mix between a Dachshund and Yorkshire Terrier parents, you can expect Dorkies to be on the itty bitty side.Most weigh in at five to twelve pounds and range in height from five to ten inches at the shoulder. However, many can be smaller or larger than average.",
    "Personality": "Many Dorkie lovers describe these dogs' personalities as being anything but dorky. They are easy-going lapdogs who will also make excellent travel companions.These dogs love walks. They'll require potty breaks, but don't need too much exercise.Dorkies are good natured dogs and play nice with other dogs, animals, and people--even kids. They'll love every member of the family, but will form the strongest bond with their main caretaker. Dorkies do well in just about any size family, but could be ideal for single pet households, as they demand quite a bit of attention.These friendly pups do not care much for alone time. So make sure that you have lots of love and attention to give and they will repay you in loyalty and devotion.",
    "Health": "The Dorkie mixed breed is predisposed to some of the same conditions that the Dachshund and Yorkshire Terrier also face. While most are generally healthy, some may be prone to a few health issues, which is why it's important to maintain good care and regular veterinary checkups.Some of the more common health problems Dorkies face include:Portosystemic ShuntCollapsing TracheasCanine Disc DiseasePatellar LuxationProgressive Retinal Atrophy",
    "Care": "As with all dogs, you should keep up with your Dorkie's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.Your Dorkie will be active around the house, but won't require long walks with their short legs. However, it's important to remember they have small bladders and may need frequent potty breaks. You may wish to consider keeping washable wee wee pads around the house.Check their ears for debris and pests daily, and clean them as recommended by your vet. Trim your dog's nails before they get too long--usually once or twice per month. They should not be clicking against the floor. Your groomer can help with this.One challenging task for Dorkies will be maintaining their oral health. You should brush their teeth daily, as small breeds are prone to dental issues. Your veterinarian can instruct you on how to brush your dog's teeth properly. If you can find a good dental chew for your pup, it can go a long way between teeth cleaning visits.Always have water available to your pup when you take them in your car, and especially during the warmer months of the year.Some Dorkies are prone to overactive tear glands and may develop tear stains. If this occurs, you can help them by wiping around their eyes several times a day. It can make a big difference in helping to minimize the tear stains.If you find your dog dragging their bottom or \"scooting\" they may need their anal glands expressed. This stinky job is one best left to the professionals. Dog groomers sometimes do this automatically, though not always. You should request this during their grooming sessions and vet appointments. It's worth every penny.",
    "Feeding": "An ideal Dorkie diet should be formulated for a small breed with moderate energy. Look for a high quality food for your dog so they can have the best chance for a long healthy life. You should be able to find an up scale pet food supplier near you.These dogs have a tendency to gain weight if they are overfed, so you should stick to a regular feeding schedule. Usually two small meals per day is recommended. Look for healthy treats. Chopped carrots or celery make great little rewards.As with all dogs, the Dorkie's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Dorkie's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "Dorkie coats are often a mix of their Dachshund and Yorkshire Terrier parents' coats and colors. The main colors of Dorkies are red, brown, black, and blue. They are typically any blend of two or more of these colors.They usually have straight, medium-to-long, dense coats and are not considered to be a good choice for allergy sufferers. The coats can vary quite a bit even to pups of the same litter. Their coats are low maintenance and may only require three to four brushings per week.This small mixed breed is not particularly suited for extreme weather. You'll likely need a coat in the winter for your dog, and you may need to apply sunscreen to the ears, nose, and sensitive areas where there's less fur coverage in the summer months.",
    "Children And Other Pets": "Because the Dorkie is a small dog, they can be easily injured by excited children. They are affectionate with family, friends and children. Just make sure small kids are supervised so neither party causes harm to the other.When it comes to other animals, Dorkies can get along with other dogs as well as pets of different species. Early socialization can help this go smoothly. When out in public make sure to protect your Dorkie from bigger dogs. They don't see themselves as small dogs, and larger dogs could feel challenged by the confidence of the little mixed breed.Before you bring a Dorkie home, learn more about their Dachshund and Yorkshire Terrier parents. This can help you find out more about what to expect when it comes to the Dorkie's temperament.",
    "Rescue Groups": "It may be hard to find a breed specific rescue for Dorkies because they are a mixed breed. However, you may want to try Dachshund or Yorkshire Terrier breed specific rescues, as they often care for mixes, as well. Here are some rescues you can try:Dachshund Rescue of North America, Inc.Save A Yorkie RescueYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "5 to 10 inches"
    },
    {
      "name": "Weight",
      "value": "5 to 12 pounds"
    },
    {
      "name": "Life Span",
      "value": "13 to 16 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 3
    }
  ]
}