{
  "id": "doxiepoo",
  "url": "https://dogtime.com/dog-breeds/doxiepoo",
  "name": "Doxiepoo",
  "intro": "If you were the type of kid who wasn’t afraid to choose the “mystery” flavor of candy in a bag, a Dachshund Poodle — or Doxiepoo — may be for you. While this mixed breed can have famously endless combinations of traits, they are known for being affectionate, intelligent, and playful.\nThe list of names the Doxiepoo is known by is as long as the parent Dachshund: Doodle, Dachdoodle, Doxiedoodle, Doxiepoodle, Dachshunddoodle, and Dachshundpoo. This is one of the most unpredictable pairings among mixed breeds, even within a single litter. This means they often end up in shelters. However, with such winning traits, they are wonderfully adoptable dogs. And, as one of the most affectionate mixed breeds, they’ll fall in love with you before you leave the shelter.\nBecause they’re so loving and loyal, Doxiepoos work best with families who don’t mind spending plenty of time with them. They do well with children, but they do best in single-pet homes. Vigilant watchdogs, Doxiepoos may be “yappy,” so owners should be prepared. Also, because it’s hard to know how this mix may turn out, owners who need “hypoallergenic” dogs should probably meet this mixed breed before bringing one home. Doxiepoos are energetic but adapt well to both apartments and houses, provided they are given enough exercise time.\nSee below for all Doxiepoo facts and mixed dog breed characteristics!",
  "description": {
    "Highlights": "Doxiepoos are mixed breed dogs. They are not purebreds like their Dachshund or Poodle parents.Doxiepoos can have a range of fur colors, including white, cream, gray, black, and brown.Grooming needs depend on which type of coat the Doxiepoo inherits. If they take after their Dachshund parent, their short coats will be low maintenance. If they take after the poodle, they may need more frequent brushing but may also be better for allergy sufferers.Doxiepoos can tolerate any climate, but they do prefer warmer temperatures. A winter coat may help your dog navigate cold or snowy winter weather.Doxiepoos tend to do best in single pet households, but they can get along with other pets, especially if they're socialized from an early age.Because they are small, Doxiepoos can get injured or frightened by children who play rough. These dogs love all people, even kids, but prefer gentle play. Never leave children with dogs of any breed unsupervised.",
    "History": "While the Poodle has been extremely popular in America since post-World War II, Poodle hybrids have come into vogue primarily in the last two decades. The Doxiepoo first became popular in the 2000s.For Doxiepoos, Toy or Miniature Poodles are usually bred--rarely Standard Poodles. Although the Doxiepoo originated as a \"designer dog,\" they are commonly available in shelters--opt to adopt!",
    "Size": "Because Doxiepoo combinations are so unpredictable, there's a wide range in size for this mixed breed. They can weigh anywhere from five to thirty pounds, and their height spans from eight to 23 inches--making them either small or medium dogs.",
    "Personality": "Although it's impossible to know exactly which parent a Doxiepoo may take after more--Dachshund or Poodle--you can be sure you will get an adorable, affectionate, playful, intelligent family dog.Both parent breeds can tend to bark a lot, so it's important to start training as early as possible to temper this habit. Another habit that's important to temper early is the stubbornness the Doxiepoo may inherit from the Dachshund--it may make training more difficult, but not impossible. Poodles are known for being easy to train, so again, it's uncertain which temperament you'll end up with. However, Poodles are also known for being clever and mischievous, so either way, you will have a playful, fun-loving pup.Doxiepoos are extremely affectionate, known for giving ample kisses, which is a win in our book. So you're not going to have a mean dog--just possibly a willful one.However, Doxiepoos can be a bit jealous with all that affection, so they do best in a single-pet home. Although, they can tolerate other pets, if they are socialized early in puppyhood. They do well with children and people in general, and they can adapt to both apartments and houses with yards, provided they are allowed exercise time.",
    "Health": "As with all mixed breeds, there is a potential for the Doxiepoo to inherit the worst genetic predispositions from both their Dachshund and Poodle sides--especially as this particular combination is so hard to predict. For the Doxiepoo, possible common health issues include:canine crushing diseaseeye care problemship dysplasiaintervetebral disk diseaseurinary tract problemsheart diseasepatellar luxationseizuresImmune Mediated Hemolytic Anemia (IMHA)slipped stiflediabetesepilepsyheart disordersear infectionsskin problemsdigestive tract problemsPlease note that just because these are predispositions in the Dachshund and Poodle breeds, it does not mean that a singular Doxiepoo will definitely inherit any of these. The reason Doxiepoos end up in shelters so often is based on unpredictable appearance more than anything else, so you shouldn't be afraid that a Doxiepoo shelter dog necessarily has a health condition.",
    "Care": "As with all dogs, yearly check-ups with the vet are important to maintain ideal health.As Doxiepoos are pretty energetic, they require daily exercise, but it need not be intense. They enjoy walks around the neighborhood or park. They do not enjoy being outside by themselves--indeed, it's not a good idea, as they are often much smaller and more gentle than predatory animals. Instead, they love being around the family as much as possible, participating in daily activities.Doxiepoos are very intelligent and can get bored if left alone too much. Walking to new places together stimulates Doxiepoos' minds and helps them with separation anxiety. They don't need a large living space, provided they get accompanied exploration outside.Teeth should be cleaned at least twice a week to maintain dental health. Ears should be cleaned every so often with a veterinary-approved solution to avoid ear infections. Make sure to trim your dog's nails as needed. They should not click against the floor. Your groomer can help you with this.",
    "Feeding": "An ideal Doxiepoo diet should be formulated for a small or medium breed--depending on your individual Doxiepoo's size--with high energy. Because the Doxiepoo struggles with obesity, be careful not to overfeed your dog. Talk to your vet about specific food portions and treat allotments.As with all dogs, the Doxiepoo's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Doxiepoo's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "Doxiepoos can have a range of fur colors, including white, cream, gray, black, and brown.If they inherit the Dachshund hair type, their coat will be short, coarse, and low-maintenance. Poodle fur, however, is longer and curlier, and more regular brushing and trims are required to avoid tangles and keep the fur looking its best. Poodle hair is allergy-friendly. In general, Doxiepoos should be brushed at least twice a week, and they should be bathed every six-to-eight weeks.Doxiepoos can tolerate any climate, but they do prefer warmer temperatures. A winter coat may help your Doxiepoo navigate cold or snowy winter weather.",
    "Children And Other Pets": "Doxiepoos generally do well with children and adults, though they may bark a lot when they first meet them. Doxiepoos tolerate gentle behavior from children very well, and they have a very loving relationship. However, rough behavior with Doxiepoos, like pulling on the ears or tail, will not go well--they can be small and easily frightened, and they may even nip in defense.Doxiepoos prefer to be the only pet in a home, but they can get along with other dogs or animals if they are socialized at an early age. Every dog is different, but in general, early socializing is key if you don't want your Doxiepoo to be a solo dog.With training and care, Doxiepoos can be their best selves--a loving family dog.",
    "Rescue Groups": "It may be hard to find a breed-specific rescue for Doxiepoos because they are a mixed breed. However, you may want to try Dachshund or Poodle breed-specific rescues, as they often care for mixes, as well. Here are some rescues you can try:Dachshund Rescue of North America, Inc.Carolina Poodle RescueYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "8 to 23 inches"
    },
    {
      "name": "Weight",
      "value": "5 to 30 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 1
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}