{
  "id": "doxle",
  "url": "https://dogtime.com/dog-breeds/doxle",
  "name": "Doxle",
  "intro": "A cross between Dachshund and Beagle dog breeds, the Doxle is an adorable family watchdog. Affectionate, playful, and inquisitive, Doxles combine some of the best characteristics of both parents.\nDoxles are also known as Beaschunds, Beweenies, and Doxies. Despite their status as a “designer breed,” you can find Doxles at breed specific rescues and shelters. So please opt to adopt!\nThese sweet pups would make a great addition to a home where their affection can be reciprocated. They don’t like to be left alone for long periods of time. That, plus their high level of energy and need for lots of exercise makes them a better fit for people who have time in their schedules to be home for a good portion of the day. They do well with other dogs, but because both parent breeds are hunting dogs, you’d do best not to incorporate smaller animals, especially of prey size.\nSee below for all Doxle facts and mixed dog breed characteristics!",
  "description": {
    "Highlights": "Doxles are mixed breed dogs. They are not purebreds like their Dachshund or Beagle parents.There are many color combinations a Doxle may have, especially since both parents are often a mix of colors. These colors include solids or mixes of tan, black, golden, chocolate, white, and brown.Doxles can tolerate some hot and cold weather, but generally, they will be more comfortable in warmer weather than cold.If your Doxle has a short, smooth coat, a weekly brushing should be adequate to keep their coat in peak condition. If the fur is wiry or long, more frequent brushing may be required.Doxles are active dogs and need at least 30 minutes of exercise every day. Experts recommend at least two walks per day, as well as ample play time.You may want to prepare for their instinct to dig by allowing your Doxle a spot in the yard that you wouldn't mind being overturned.The mixed breed's Dachshund parents have smaller bodies with long spines that make them especially prone to injury, so Doxles would be a better fit for older or more gentle children.",
    "History": "It's unclear how long Dachshund-Beagle mixes have been around, but in general, \"designer dogs\" have grown in breeding popularity over the last 20 years. Combining their funny, cheerful personalities seems an obvious choice when designer dogs came into vogue. Some records show Beagles being kept as pets as early as 55 BC and Dachshunds as early as 1400 AD.Even though the Doxle breed got its start as a designer breed, some have ended up in shelters or in the care of rescue groups. Consider adoption if you decide this is the breed for you. Check your local shelters, look up Doxle rescues, or check with breed-specific Dachshund or Beagle rescues, as they sometimes take in mixed breed dogs and find homes for them.",
    "Size": "Since Doxles are a relatively new mixed breed, their sizes can vary quite a bit. They are generally considered small-medium dogs.They tend to weigh in at eleven to 30 pounds and range in height from five to 15 inches. Some may be smaller or larger.",
    "Personality": "Doxles are wonderful family dogs, watchdogs, and companion dogs, all rolled into one. As both Dachshunds and Beagles are hunting dogs, they are curious and attentive--often a charming trait, but you may want to prepare for their instinct to dig by allowing them a spot in the yard that you wouldn't mind being overturned. They are extremely active, which is good news both for getting your daily steps in, as well as keeping their propensity for obesity at bay.With so much love in their hearts, Doxles can get lonely if left alone for too long, so make sure you or another dog spend enough time at home during the day before adding one into your family. You may also have to get used to having an adorable shadow, as your Doxle will likely want to follow you around and observe exactly what you're doing. Although Doxles get along beautifully with other dogs and all ages of humans, it's not the best idea to add small animals, especially of the prey-sized variety, to the environment, as it will be hard for your Doxle to fight their hunter genetics.Doxles can tend to bark a lot, especially at people they don't know (the trade-off for a great watchdog), and the Dachshund side can lend some stubbornness--but both of these can be overcome somewhat with early training. Early training can even decrease their hunting tendency to chase or growl at smaller animals.Funny, cheerful, inquisitive, loyal, loving--these are just a few traits you will enjoy about your Doxle. Their playful antics will keep you guessing and laughing.",
    "Health": "Overall, Doxles are fairly healthy dogs. More common afflictions are luckily pretty easy to keep an eye on, such as ear infections or obesity. The weaker Dachshund back is also something fairly easy to watch out for--mostly, just to be careful children don't sit on or push on their backs, as well as not encouraging huge jumps or running up and down stairs.Doxles can be prone to other health issues, as well, from both their Dachshund and Beagle heritage. Some of the more common problems Doxles suffer from include:intervertebral disc diseasepatellar luxationhip dysplasiacherry eyeglaucomahypothyroidismepilepsy",
    "Care": "As with all dogs, annual check-ups are a good way to maintain your Doxle's health and keep up with vaccinations. Your vet can also help you develop a care plan to keep your pup healthy.Doxles are extremely active dogs and need at least 30 minutes of exercise every day, which is also a great way to combat their propensity for obesity. Experts recommend at least two walks per day, as well as ample \"play time\" to explore in the home or, ideally, outside. Because of the hunting instincts in these breeds, you should expect some amount of digging outside.Brushing their teeth two to three times per week will maintain good dental health. Regular nail trims are also necessary. Because Doxles are prone to ear infections, it's important to check ears for wax build-up regularly. You can clean their ears with a cloth and vet-approved ear-cleaning solution weekly, or as needed.",
    "Feeding": "An ideal Doxle diet should be formulated for a small- to medium-sized breed with high energy. This mixed breed is prone to obesity, so be careful to keep feeding portions regulated and treats to a minimum.As with all dogs, the Doxle's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Doxle's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "There are many color combinations a Doxle may have, especially since both parents are often a mix of colors. These colors include solids or mixes of tan, black, golden, chocolate, white, and brown.If your Doxle has a short, smooth coat, a weekly brushing should be adequate to keep their coat in peak condition. If the fur is wiry or long, more frequent brushing may be required. Hand-stripping two or three times per year, by you or by a groomer, is often recommended to remove excess loose fur once a new coat has come in. This is painless for the dog, provided the old coat is ready to go.Doxles can tolerate some hot and cold weather, but generally, they will be more comfortable in warmer weather than cold. If you notice your dog is especially reluctant to go outside in the winter or even shivers, you can try a winter coat or sweater to keep them warm. The short Dachshund profile can make their bellies quick to get cold or wet in winter weather.",
    "Children And Other Pets": "This mixed breed's Dachshund parents have smaller bodies with long spines that make them especially prone to injury, so Doxles would be a better fit for older or more gentle children. It would definitely injure the Doxle if one were to sit on its back, for instance. They are wonderful companion pets.Doxles are very social and affectionate, so they do well with other dogs. Because of the hunting instinct in their lineage, they should not be mixed with smaller pets, especially of the prey variety.As with any dog, early socialization is key in bringing out the best manners in your pup.",
    "Rescue Groups": "It may be hard to find a breed-specific rescue for Doxles because they are a mixed breed. However, you may want to try Dachshund or Beagle breed-specific rescues, as they often care for mixes, as well. Here are some rescues you can try:Dachshund Rescue of North America, Inc.Colorado Beagle Rescue, Inc.You can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "5 to 15 inches"
    },
    {
      "name": "Weight",
      "value": "11 to 30 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 14 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}