{
  "id": "drentsche-patrijshond",
  "url": "https://dogtime.com/dog-breeds/drentsche-patrijshond",
  "name": "Drentsche Patrijshond",
  "intro": "The Drentsche Patrijshond is a purebred dog hailing from the Netherlands. Intelligent, loyal, and sensitive, these pups have some of the best qualities of any dog breed.\nDrentsche Patrijshonds go by several other names, including Dutch Partridge Dog and Drent. You may find these beautiful and versatile purebred dogs in your local shelters and breed specific rescues. Remember that it’s always better to adopt and not shop!\nThese great pooches make excellent all-around pets. They’re able to live with urban dwellers in city apartments but are better suited for bigger homes with a yard so they can expend their energy. From single-person households to larger sized families, these pups fit in with anyone. If you want a loyal companion who loves to please, then the Drentsche Patrijschond might be just right for you!\nSee below for all Drentsche Patrijshond facts and dog breed characteristics!",
  "description": {
    "Highlights": "Most Drentsche Patrijshond coats are a mix of different color combinations. The main colors are tricolor, orange and white, and brown and white. They are not considered allergy-friendly.These pups have a lot of energy and love to play games, especially with a ball or frisbee. They are quite agile, as wellDrentsche Patrijshonds are intelligent and willing to please their pet parents, so training them is quite easy. They are friendly to everyone, even strangers.Drentsche Patrijshonds have high energy levels. Make sure your dog gets at least one good half-hour- to hour-long walk per day with a few good, active play sessions and shorter walks mixed in.It's best if they get used to other pets early. That said, the Drentsche Patrijschond aren't naturally fond of pets that are smaller, like hamsters or rodents, as they have a strong prey drive.",
    "History": "The Drentsche Patrijshond were brought to the Netherlands by way of France and Spain in the 16th century. In the Netherlands, this breed was referred to as Partridge dogs. Once the Drentsche Patrijshond was bred, hunters in the province of Drenthe in the Netherlands kept them pure by not mixing them with foreign breeds.Throughout their history in the Netherlands, the Drentsche Patrijshond was depended on for three main jobs: as versatile hunting dogs, farmyard dogs, and playmates and guardians to the children of the hunters and farmers. They were multipurpose dogs. The Drentsche Patrijshond was able to hunt all kinds of game, including pests and vermin.The Raad van Beheer op Kynologisch Gebied (Dutch Kennel Club) officially recognized the breed in 1943. Five years later in 1948, a Dutch breed club called the Vereniging De Drentsche Patrijshond formed. They established breed standards to ensure dogs could fulfill their original purposes as hunters, watchdogs, and family companions. It wasn't until 2010 that the American Kennel Club (AKC) introduced the Drentsche Patrijshond into their Foundation Stock Service.",
    "Size": "As the Drentsche Patrijshond is an old breed, there are some standards when it comes to its size. You can expect the size of a typical Drentsche Patrijshond to be on the medium side.Most weigh in at 40 to 60 pounds and range in height from 21 to 25 inches at the shoulder. That said, many can be smaller or larger than normal.",
    "Personality": "The Drentsche Patrijshond is a very versatile dog breed that is capable of many things. They were originally bred to hunt but will cuddle with you on the couch on a relaxing day. These pups have a lot of energy and love to play games, especially with a ball or frisbee. They are quite agile, as well, given their job to hunt for all kinds of game.Training them early will help curb their strong prey drive. They're intelligent and willing to please their pet parents, so training them is quite easy. They are friendly to everyone, even strangers. They will bark occasionally if they feel something is going on outside the home.These pups are great for all sizes of households, from single dwellers to larger families. These versatile pups can get along great with everyone. Because of their limitless energy, they might be better suited for homes with yards or somewhere they can run around.",
    "Health": "The Drentsche Patrijshond is predisposed to the same conditions that most dog breeds of their size might face. While most are generally healthy, some may be prone to a few health issues, which is why it is important to maintain good care and regular veterinary checkups.Some of the more common health problems the Drentsche Patrijshond suffer from include:Hereditary StomatocytosisHip DysplasiaProgressive Retinal Atrophy",
    "Care": "As with all dogs, you should keep up with your Drentsche Patrijshond's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.Drentsche Patrijshonds are prone to weight gain if overfed and not given enough exercise, and they have high energy levels. Make sure your dog gets at least one good half-hour- to hour-long walk per day with a few good, active play sessions and shorter walks mixed in.Check their ears for debris and pests daily, and clean them as recommended by your vet. Trim your dog's nails before they get too long--usually once or twice per month. They should not be clicking against the floor. Your groomer can help with this.Your main concern when it comes to your dog's care will be maintaining their oral health. You should brush their teeth as recommended by your vet, as dental issues are some of the most common issues in dogs. Your veterinarian can instruct you on how to brush your dog's teeth properly.",
    "Feeding": "An ideal Drentsche Patrijshond diet should be formulated for a medium-sized breed with high energy.They will gain weight if they are overfed and not given sufficient enough exercise for their breed, so you should stick to a regular feeding schedule and not leave food out during the day. Limit their number of treats, as well.As with all dogs, the Drentsche Patrijshond's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Drentsche Patrijshond's diet, as there is far too much variation among individual dogs—including weight, energy, and health—to make a specific recommendation.",
    "Coat Color And Grooming": "Most Drentsche Patrijshond coats are a mix of different color combinations. The main colors are tricolor, orange and white, and brown and white.The Drentsche Patrijshond's coat is dense, and although they don't have long fur all over, their hair is longer on the chest and throat areas. Their fur is not curly, but they also have wavy hair that lies flat on the back up to the tail, which is covered in thick hair that tapers. They are not considered allergy-friendly.Because they have longer coats, the Drentsche Patrijshond can handle different types of weather. But be prepared to have a coat or apply sunscreen if the weather is too extreme, whether too hot or too cold.",
    "Children And Other Pets": "The Drentsche Patrijshond is a medium-sized dog that can play with children of all ages and sizes. But make sure if they are playing with younger children that the kids know how to play gently and properly. That said, for children who learn early how to properly approach and play with a dog, the Drentsche Patrijshond can make a great and active companion.When it comes to other pets, the Drentsche Patrijshond can get along with other animals if they are introduced slowly and calmly, and early socialization will help this go smoothly. It's best if they get used to other pets early. That said, the Drentsche Patrijschond aren't naturally fond of pets that are smaller, like hamsters or rodents, as they have a strong prey drive.Still many Drentsche Patrijshond get along just fine with other dogs and cats, so it really comes down to training, socialization, and the luck of the draw.",
    "Rescue Groups": "Because the Drentsche Patrijshond is a somewhat rare breed, it may be difficult to find a breed-specific rescue. However, you can always check with your local shelter, and you may want to try a rescue that caters to all types of dogs. You can take a look at the following:Wright-Way RescueAngels Among Us Pet RescueYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Working Dogs"
    },
    {
      "name": "Height",
      "value": "21 to 25 inches"
    },
    {
      "name": "Weight",
      "value": "40 to 60 pounds"
    },
    {
      "name": "Life Span",
      "value": "11 to 14 years old"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}