{
  "id": "drever",
  "url": "https://dogtime.com/dog-breeds/drever",
  "name": "Drever",
  "intro": "The Drever is a purebred dog from the country of Sweden. Loyal, hardworking, and alert, these pups have some of the best qualities of any dog around.\nDrevers go by one other name, which is Swedish Dachsbracke. Despite being from the country of Sweden, you might be able to find this purebred at your local shelter or breed specific rescues nearby. Remember, it’s always better to adopt and not shop!\nThese hardworking pooches can make great apartment dogs for active urban dwellers; although, with their high energy, they’re better suited for larger homes with yards where they can run around. These pups can get along well with single-person households or larger families. If you want an alert and loyal pup who won’t leave your side, then the Drever might be the perfect dog breed for you!\nSee below for all dog breed traits and facts about Drevers!",
  "description": {
    "Highlights": "The colors of the Drever's coat are primarily brindle, fawn, red, and tri-colored. They can also have markings in sable or white. Their coats are easy to groom. A good brushing per week will probably do.Drevers were bred to be trackers for hunters but are very affectionate to their owners and love to cuddle if they're indoors.The Drever is strong-willed and needs a strong trainer. They can make good watchdogs and will bark at the first sign of what they sense is trouble.Drevers have high energy levels. Make sure your dog gets at least one good half-hour to hour-long walk per day with a few good, active play sessions and shorter walks mixed in.Drevers aren't naturally fond of other animals and may prefer to be the solo pet in the household. Still, many Drevers get along just fine with other dogs, so it really comes down to training, socialization, and the luck of the draw.Most Drevers are fine with kids but may prefer older children who know how to properly and gently interact with pets.",
    "History": "The Drever is a purebred dog originally from the country of Sweden. Drev means \"to hunt\" in Swedish, and hunting was what these dogs did best. The're technically a smaller version of the Westphalian Dahsbracke, a small-sized German hound and imported to Sweden in 1910.The Drever is a type of short-legged dog that used to drive game towards the gun. They were bred to track down and drive animals like foxes, deer, and other wild animals to hunters.The're one of the most popular breeds in Sweden, somewhat akin to the Labrador Retriever in America. They were officially named in 1947, and in 1953, they were recognized as a Swedish breed. Not much else is known about the Drever's history.Even though the Drever breed might be considered rare outside of the country of Sweden, some have ended up in shelters or in the care of rescue groups. Consider adoption if you decide this is the breed for you.Check your local shelters or look up breed-specific Drever rescues and help find these pooches forever homes.",
    "Size": "As the Drever is an old pure breed, there are some standards when it comes to size. You expect most Drevers to be on the medium side.Most weigh in at 35 to 40 pounds and range in height from twelve to 16 inches at the shoulder. That said, many can be smaller or larger than normal.",
    "Personality": "The Drever is a dog with lots of energy. They love to play and run around the yard if one is available to them. Drevers were bred to be trackers for hunters but are very affectionate to their owners and love to cuddle if they're indoors.Because of their stature and short legs, they are not very agile, but nonetheless, they are very courageous.The Drever has a strong prey drive, but this can be curbed with early training by their owners. The owner must be consistent and show firm leadership, as the Drever is strong-willed and needs a strong trainer. They can make good watchdogs and will bark at the first sign of what they sense is trouble.They are very loving and affectionate to their owners and can make excellent companions. With proper training and socialization, they can be friendly to strangers and people outside of the family. The Drever is suited for all sizes of families and households and gets along well with children.",
    "Health": "The Drever breed might be predisposed to the same general conditions that scent hounds might also face. While most are generally healthy, some may be prone to a few health issues, which is why it is important to maintain good care and regular veterinary checkups.Some of the more common health problems the Drever suffer from include:back painear infectionsslipped discsentropionobesity",
    "Care": "As with all dogs, you should keep up with your Drever's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.The Drever is prone to gain weight if overfed and not given enough exercise, as they have high energy levels. Make sure your dog gets at least one good half-hour to hour-long walk per day with a few good, active play sessions and shorter walks mixed in.Check their ears for debris and pests daily and clean them as recommended by your vet. Trim your dog's nails before they get too long—usually once or twice per month. They should not be clicking against the floor. Your groomer can help with this.Your main concern when it comes to your dog's care will be maintaining their oral health. You should brush their teeth as recommended by your vet, as dental issues are some of the most common conditions in dogs. Your veterinarian can also instruct you on how to brush your dog's teeth properly.",
    "Feeding": "An ideal Drever diet should be formulated for a medium-sized breed with high energy.These pups will gain weight if overfed and not given the adequate amount of exercise, so you should stick to a regular feeding schedule and not leave food out during the day. Limit their number of treats, as well.As with all dogs, the Drever's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Drever's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "The colors of the Drever's coat are primarily brindle, fawn, red, and tri-colored. They can also have markings in sable or white.Drevers have short, thick coats which are harsh and straight. This breed's coat is slightly longer than most seen on scent hounds. The hair on the back, neck, and tail area are longer than other parts of the body. This makes their coats easy to groom. A good brushing per week will probably do.Because they tend to have short coats, Drevers aren't particularly suited for extreme weather. You'll likely need a coat in the winter for your dog, and you may need to apply sunscreen to the ears, nose, and sensitive areas where there's less fur coverage in the summer months.",
    "Children And Other Pets": "Because the Drever is a medium-sized dog, they might be easily injured by overly excited children. Drevers prefer to be mostly around adults or older kids who know how to play gently. That said, for children who learn early how to properly approach and play with a medium-sized dog, the Drever can make a great, active companion.When it comes to other pets, the Drever can get along with other animals if they are introduced slowly and calmly, and early socialization will help this go smoothly. It's best if they get used to other dogs early. However, Drevers aren't naturally fond of other animals and may prefer to be the solo pet in the household.Still, many Drevers get along just fine with other dogs, so it really comes down to training, socialization, and the luck of the draw.",
    "Rescue Groups": "Because the Drever is a somewhat rare breed, it may be difficult to find a breed-specific rescue. However, you can always check with your local shelter, and you may want to try a rescue that caters to all types of dogs. You can take a look at the following:Wright-Way RescueAngels Among Us Pet RescueYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Hound Dogs"
    },
    {
      "name": "Height",
      "value": "12 to 16 inches"
    },
    {
      "name": "Weight",
      "value": "35 to 40 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}