{
  "id": "dutch-shepherd",
  "url": "https://dogtime.com/dog-breeds/dutch-shepherd",
  "name": "Dutch Shepherd",
  "intro": "Originally used by shepherds in the Netherlands for all-around farm work, the Dutch Shepherd is an intelligent, highly trainable jack-of-all-trades. In modern times, they find jobs as police dogs, service animals, and family-friendly companions.\nYou may take a look at the Dutch Shepherd and notice a striking resemblance to German Shepherds or Belgian Shepherds. That’s because these cousin breeds share a close ancestry and only diverged a little over a hundred years ago. While Dutch Shepherds are more rare than many other shepherd breeds, they are known to be some of the healthiest and easiest to train.\nThey come in three different kinds of coats that are beautifully brindle. If you want a dog that will do well in competitions, act as a watchdog, keep you active, love your family, and provide loyal, affectionate, obedient companionship, you’d get all of the above and more in a Dutch Shepherd.\nSee below for full list of dog breed traits and facts about Dutch Shepherds!",
  "description": {
    "": "Dutch Shepherds haven't changed much since their days on Netherlands farms over a century ago, but why fix what isn't broken? This breed is prized for its intelligence and its trainable nature. Today, they serve as police dogs, guides for the blind, obedience competition competitors, and family companions, and they still haven't lost their ability to herd, though there's less demand for that in modern times. Dutch Shepherds make excellent family dogs that are great with kids and other pets, though they need an active environment that will keep them mentally and physically stimulated, or they may get bored and destructive. They are capable of apartment living, so long as they get at least one long walk and several play sessions during the day. Early socialization will help them keep calm around new pets and people. The Dutch Shepherd's coat keeps them comfortable in both hot and cold weather, though their skin and coat will need some attention if they live in a dry climate. Tend to the Dutch Shepherd's exercise needs and provide them with confident training, and you'll have a loving, obedient best friend for life.",
    "Highlights": "The Dutch Shepherd comes in three coats--short hair, long hair, and wire hair. Short haired Dutch Shepherds are the most commonly used for police work, and wire haired Dutch Shepherds are quite rare in general.Originally, the main thing that separated Dutch Shepherds from German Shepherds or Belgian Shepherds was coat color. All three breeds have gained more distinguishing features and breed standards since then.Dutch Shepherds were almost pushed to the brink of extinction after World War II when breeding in the Netherlands was stopped and many dogs were taken for service in the German military.Unlike other shepherd dogs, Dutch Shepherds have relatively few health problems.The Dutch Shepherd is an excellent watchdog and very loyal to their families. They are not known to be overly vocal, but they will bark if a stranger enters their territory.The coat of the Dutch Shepherd is brindle with colors that range from sandy gold to red chestnut. Too much black or white in the fur is seen as a fault.",
    "History": "The Dutch Shepherd, as you might imagine, started out as a shepherd's working dog. Dutch Shepherds were used for all kinds of tasks on farms in the Dutch countryside. Not only were they capable of herding sheep and other livestock, but they also kept chickens out of the gardens, pulled carts, and acted as watchdogs. Originally, there was very little to distinguish Dutch Shepherds from German Shepherds or Belgian Shepherds other than coat color, although the breeds have diverged a bit more in the past 100 years and have their own breed standards. The Dutch Shepherd has become more rare in modern times. The development of modern farming techniques made these dogs unnecessary for herding and other farm work, and during World War II, breeding in the Netherlands stopped. Many dogs died of starvation, and some were taken by the German military because they were highly trainable for work in the armed forces. After the war, breeders continued the effort of breeding Dutch Shepherds and mixed in dogs of unknown origin. Though the breed is still rare today, Dutch Shepherds are used for police work, search and rescue, and as guide dogs because they are so highly trainable. They also compete in dog sports and have retained their herding abilities from their days on the farms.",
    "Size": "Male Dutch Shepherds are slightly larger on average than females, standing at 22 to 25 inches, while females come in at around 21 to 24 inches. The breed tends to grow to about 50 to 70 pounds in weight. While these are considered standard sizes, some individuals in the breed may be larger or smaller.",
    "Personality": "Dutch Shepherds are known for their intelligence and all-around competency in just about everything, including agility, acting as watchdogs, search and rescue, herding, field training, police work, guide dog duty, and just being a family companion. They are highly trainable and eager to please, soaking up new commands like a sponge. This breed requires a confident trainer who can set boundaries, keep dogs interested in learning, and build a trusting relationship. Early socialization training is important and will help them stay calm around new people and pets. The Dutch Shepherd is an excellent watchdog and usually barks when a stranger enters their territory. This can be beneficial, but it is also important for dogs to learn to interact with guests appropriately. Dutch Shepherds are great with family, even children and other pets, and they are very affectionate and obedient. They will, however, need plenty of exercise, both mentally and physically, to keep from becoming bored and destructive.",
    "Health": "Dutch Shepherds are generally a very healthy breed. There are some instances of Dutch Shepherds developing hip dysplasia, but these instances are more rare than in similar breeds, such as German Shepherds.",
    "Care": "As with all dogs, you should take your Dutch Shepherd for regular veterinary check-ups and keep up with any at-home care recommended by your veterinarian. Dutch Shepherds' nails grow fairly quickly and will need to be trimmed as needed to avoid cracking, splitting, or injury. Their ears should also be checked at least weekly and cleared of any debris or wax buildup, as this can lead to infection. The teeth should also be brushed regularly. Ask your veterinarian for tips on how to perform these care basics for your dog. It is important to make sure that you keep up with your Dutch Shepherd's daily exercise needs. They'll need at least one good, long walk per day, and maybe some vigorous play sessions. If they are not mentally and physically stimulated, they may become bored, anxious, and destructive.",
    "Feeding": "A Dutch Shepherd's diet should be formulated for an active, mid-to-large size dog with somewhat high energy levels. You should ask your veterinarian or professional nutritionist for advice on which foods and portions are best for your individual dog. You should also discuss adding fish oil supplements to their diet, as this can help keep their coat shiny and their skin healthy.",
    "Coat Color And Grooming": "The Dutch Shepherd comes in three different coats--short hair, wire hair (also called rough hair), and long hair. The short hair has a woolly undercoat. Wire hair also has a woolly undercoat and is very dense and course. The long hair is straight and a bit harsh to the touch. All of these coats keep the Dutch Shepherd comfortable in most types of weather. They are generally brindle with various shades of gold and silver. Some can be a light, sandy color while others can be a shade of red. Too much black or white in the coat is usually seen as a fault. When it comes to grooming, the short and long haired coats need regular brushing to remove loose or dead hairs, especially from the undercoat. The wire haired coat should be groomed by a professional twice a year and should not be brushed, though it can be combed from time to time. Dutch Shepherds should be bathed as needed, as it removes the skin's natural oils.",
    "Children And Other Pets": "Dutch Shepherds are quite loyal to their families, including children. They tend to love humans that they are familiar with and will only bark or act standoffish to strangers, which makes them excellent watchdogs. Children should, of course, be supervised when playing with Dutch Shepherds, as they should with any dog, to make sure that playtime doesn't get out of hand. Children should also be trained on how to handle animals properly to avoid incident. Dutch Shepherds are also usually fine with other dogs and pets. Starting socialization training early can help Dutch Shepherds' natural friendliness and make sure they stay calm with new people and animals.",
    "Rescue Groups": "If you're interested in adopting a Dutch Shepherd, you can check out North American Dutch Shepherd Rescue, a non-profit organization that specializes in finding homes for this breed. You can also check a local shelter near you or check out our adoption page where you can search for adoptable dogs by breed and location."
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Herding Dogs"
    },
    {
      "name": "Height",
      "value": "21 to 25 inches"
    },
    {
      "name": "Weight",
      "value": "50 to 70 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}