{
  "id": "english-foxhound",
  "url": "https://dogtime.com/dog-breeds/english-foxhound",
  "name": "English Foxhound",
  "intro": "The English Foxhound was originally a hunting dog breed, designed to pursue foxes in the English countryside. Today they also enjoy life as a family companion and compete in the conformation ring. Many English Foxhounds also compete in Foxhound Performance Trials, which grade the dogs on their pack hunting skills.\nEven though these are purebred dogs, some may still end up in the care of shelters or rescues. Consider adoption if this is the breed for you.\nAs hunting dogs, English Foxhounds have high energy and need plenty of exercise during the day. Apartment dwellers beware, as this pup needs room to run and may “speak up” quite a bit, which may not foster the best relationships with nearby neighbors. Meet the breed’s exercise needs, and you’ll have a playful and affectionate member of the family.\nDogTime recommends this dog bed to give a good night’s sleep to your medium-sized English Foxhound. You should also pick up this dog water bottle for any outdoor adventures you have with your pup!\nSee below for complete English Foxhound dog breed facts and characteristics!",
  "description": {
    "": "Although most of us have never seen one in person, movies, books, and cartoons have familiarized us with the image of a pack of English Foxhounds in hot pursuit of a red fox.Wearing the familiar tricolor coat of black, white and tan, they have hanging ears that lie close to their cheeks, and a long tail — known as the stern and carried up — that tapers to a point. A description of Belvoir Gambler, recognized as the greatest English Foxhound ever bred, says, \"Next to an old Greek statue, there are few such combinations of grace and strength as a fine Foxhound.\"This rare breed has never made the leap to popular companion dog, but he is certainly a dog to consider if you're a jogger or runner or would like a canine friend to accompany you on horseback rides. This intelligent, courageous hound can cover long distances without a break. Foxhunters prize him for his stamina, good nose, and determination.Those characteristics have pros and cons for people who are interested in him as a companion. For example, his stamina and determination make him a good pal for marathon runners, but his powerful scenting ability can make him desirous of following an interesting trail rather than going where you want.He needs daily exercise, so he's not a good choice for the weekend warrior. And being a hound, whose job it is to go after prey, he must be kept on leash in areas where he could run in front of a car. On the up side, he's gentle, social, and tolerant, making him a good family dog for people with an active lifestyle who have plenty of time to devote to keeping him busy.Because of his high energy level, he's not really suited to apartment life. He needs a daily exercise partner and a large fenced yard or, better yet, an acreage where he can run.English Foxhounds are working dogs. If you are looking for an English Foxhound as simply a companion, seek out one that has been bred for the show ring rather than for hunting. He'll have a little less energy and drive than a field dog.",
    "Highlights": "English Foxhounds need a large fenced yard and daily exercise of 30 to 60 minutes per day.English Foxhounds are not recommended for apartment living. They are an active breed indoors, which makes them unsuitable for small dwellings.Before you purchase your English Foxhound, research the breed and to talk to breeders. The English Foxhound is not the breed for everyone, and because the information about him is limited it is easy to purchase this breed while failing to properly understand its limitations and idiosyncrasies.English Foxhounds need a strong owner who is fair and consistent. Obedience training is a must and should begin at an early age.This breed does well with children, but English Foxhounds are quite active and bouncy when they are young. For that reason, they are not recommended for homes with small children.Being pack dogs, English Foxhounds do well with other dogs and actually do better in homes where there are other dogs. They can become bored and destructive when they are the only dog in the home.English Foxhounds are a rare breed and it may be difficult to find a responsible breeder. Breeders with puppies available may have a long waiting list.Bred to pursue prey, the English Foxhound still possesses this drive. For this reason, they should have a fenced yard and should be walked on leash as they may not come back if they are in pursuit of something interesting.The English Foxhound generally does well with other animals in the home, but it is important to understand that they are prey driven and may chase smaller animals.English Foxhounds have a loud bark. This makes them wonderful watchdogs, but it may also make them unliked by neighbors.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "The English Foxhound was developed in England to pursue the red fox. He has been listed in studbooks published by the British Masters of Foxhounds Association since the 18th century. During their history, there have been more than 250 packs of English Foxhounds in Great Britain.The breed has been in America for at least as long as it has existed. Lord Fairfax brought the first pack to this country in 1738, and those dogs contributed to the development of the American Foxhound. The two breeds differ in that the English Foxhounds tends to be stouter than his sleek American cousin. Today, the English Foxhound is the least common dog registered by the American Kennel Club.",
    "Size": "The English Foxhound generally stands 23 to 27 inches tall at the shoulder and weighs 55 to 75 pounds. Males are larger than females.",
    "Personality": "English Foxhounds have the typical independent — some might say stubborn — hound personality. They do best with people who provide firm and consistent training. Training should begin at a young age and should continue through all levels of puppy development. Puppy socialization classes are very good for all breeds, and the English Foxhound is no exception.Obedience training may take some time and patience, but in the end you are left with an excellent companion dog, except in the case of the come command. English Foxhounds should be leash trained and should be kept on lead whenever they are out of a securely fenced area. They will pursue \"prey\" heedless of any commands their owners give.English Foxhounds have a baying bark that they are happy to demonstrate for everyone, including strangers they see approaching their home. In that sense they make good watchdogs, but despite a natural distrust of strangers, they are easygoing hounds and don't really have the protective nature of a guard dog.Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Choose the middle-of-the-road puppy, not the one who's beating up his littermates or the one who's hiding in the corner.Always meet at least one of the parents — usually the mother is the one who's available — to ensure that they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when he grows up.Like every dog, the English Foxhound needs early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your English Foxhounds puppy grows up to be a well-rounded dog.Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills.",
    "Health": "English Foxhounds are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Foxhounds will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition. In Foxhounds, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).Hip Dysplasia: a degenerative disease in which the hip joint is weakened due to abnormal growth and development. This disease is found in many breeds of dogs. Although it is a genetic disease that breeders screen for, it can occur in a puppy with parents free of the disease. When that happens, it is usually linked to environmental conditions such as poor nutrition or putting on too much weight at an early age.Renal Disease: Also known as kidney disease, it occurs when the kidneys are unable to clear the blood of certain toxins such as creatinine and urea.Epilepsy: The English Foxhound can suffer from epilepsy, a disorder that causes seizures in the dog. Epilepsy can be treated with medications, but it cannot be cured. A dog can live a full and healthy life with the proper management of this hereditary disorder.",
    "Care": "Bred to be a fast hunter with a great deal of stamina, the English Foxhound requires a substantial amount of exercise. If he can't hunt in a field as he was bred to do, take him on daily runs or provide other exercise that will help him burn off his natural energy.He's used to kennel life and can live outdoors if accompanied by another social dog and provided with appropriate shelter. If he's an only dog, however, he should live indoors with his human pack so he won't get lonely.It is important to crate train your English Foxhound puppy. Puppies explore, get into things they shouldn't, and chew things that can harm them. It can be expensive both in fixing or replacing destroyed items as well as the vet bills that could arise. Crate training ensures not only the safety of your puppy but also of your belongings.",
    "Feeding": "Recommended daily amount: 2.5 to 3 cups of high-quality dry food a day, divided into two meals.NOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.For more on feeding your Foxhound, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "English Foxhounds have a shiny, short, dense coat with a hard texture. They usually come in a tricolor pattern of black, white, and tan, but they can also be white with hare (more tan than black and white, giving the look of a hare), badger (a mixture of white, gray, brown, and black hairs), tan, or yellow.A weekly brushing with a rough cloth or hound mitt removes loose hair. Like all dogs, English Foxhounds shed, but regular brushing will keep hairfall to a minimum. Check his ears, eyes, mouth, and skin for any sores or infections while you are grooming.Regular brushing should keep your English Foxhound clean. There's no need to bathe him unless he's dirty or smelly. Use a high-quality dog shampoo to avoid drying out the skin and coat. Wipe the outer ear canal with a cotton swab or ball, but don't insert anything into the ear canal.Start grooming your English Foxhound puppy when he's young so he'll become accustomed to having you touch and examine him. By making grooming an enjoyable experience for him, you'll also make him more willing to accept veterinary exams and other handling by people. Think of grooming not simply as maintenance but as a wonderful bonding experience between the two of you.Brush your English Foxhound's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Keep nails short so they don't splinter. If you are uncomfortable trimming your English Foxhound's nails, take him to a groomer or have it done at your veterinary clinic.",
    "Children And Other Pets": "The English Foxhound is great with older children who are a match for his energetic and bouncy nature. He's not recommended for homes with small children simply because they're too easily knocked over by the swishing tail or enthusiastic antics of a rambunctious dog. Kind as they are, English Foxhounds, like all breeds, should never be left unsupervised with young children.Being pack dogs, they love the company of other dogs, especially other English Foxhounds, and they're quite comfortable around horses. They generally do well with other animals, but with their strong prey drive, they may chase smaller pets. Supervise interactions with cats, smaller dogs, or other animals until you're sure everyone gets along.",
    "Rescue Groups": "English Foxhounds are often purchased without any clear understanding of what goes into owning one. There are many Foxhounds in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Foxhound rescue.Foxhound Relocation and Retirement"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Hound Dogs"
    },
    {
      "name": "Height",
      "value": "25 to 27 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "55 to 75 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 13 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}