{
  "id": "english-setter",
  "url": "https://dogtime.com/dog-breeds/english-setter",
  "name": "English Setter",
  "intro": "The English Setter dog breed was named for these dogs’ practice of “setting,” or crouching low, when they found birds so hunters could throw their nets over them. After the development of the gun, breeders developed the dog so they would stand in the more traditional Pointer style.\nEnglish Setters are still used as a hunting dogs today, as well as family companions. This super affectionate dog loves their human family and even other pets in the home, but apartment dwellers beware! These pups have high energy and exercise needs, so they will prefer a home with a yard and space to run.\nDogTime recommends this dog bed to give a good night’s sleep to your medium-sized English Setter. You should also pick up this dog brush and massager for your long-haired pup!\nSee all dog breed traits and facts about English Setters below!",
  "description": {
    "": "Known as \"the moderate setter,\" the graceful English Setter's love of people and easygoing nature can make him a super friend for an active family as well as a fine hunting dog. He's not as rollicking as the Irish setter nor as standoffish toward strangers as the Gordon Setter. Gentle, kind, and affectionate, he's devoted to his family, sociable with strangers, and gets along just fine with kids.While he isn't precise enough to achieve the highest scores in obedience competition, he is moderately easy to train. The English Setter is a good watchdog and will bark to alert his people that someone is approaching the house. Once he's introduced to guests, however, he happily accepts their presence. All these qualities make him a good choice for a first-time dog owner who appreciates this breed's beauty and sweetness and can provide him with the exercise he needs.English Setters are quiet indoors, but outside they love to run and play with other dogs and people. A daily run, off-leash play in a fenced area, or an energetic hike through a nearby park or wilderness area will be just this English breed's cup of tea.While he's generally mild mannered and sensitive, the English Setter can be a little willful. Counter that tendency with kind but firm training from early puppyhood, and set boundaries so he knows exactly what you expect.Avoid harsh training techniques. A spoonful of sugar — in the form of praise or a treat when he does what you like — will work much better than an angry voice. His tendency toward independent decision making — he's been bred for centuries to work at a distance from the hunter — means you must find interesting ways to hold his attention and teach him what you want him to know.Because they're so athletic, English Setters excel at activities such as agility and rally obedience. They can also make super therapy dogs with their easygoing disposition and love of people. Birders may like him, too. When he sees birds, he stands still and leans forward intently, sets, or points, one paw raised in the air.Of course, hunting comes naturally to most English Setters, and they make an excellent choice for the hobby hunter or for someone who may want to compete in hunt tests or field trials. If you are interested in hunting with your English Setter, look for a breeder who breeds his dogs for their hunting skills and has proven hunting instincts in his lines, which will assure that you have better success.Conformation showing (competing in dog shows) is another activity you can pursue with your English Setter; again, make sure you work with a breeder to obtain a puppy who can succeed in the breed ring.Like many sporting dogs, the English Setter is divided into two types. Those bred for the field have less feathering — long fringes of hair, usually on the legs, belly, and tail — and their coat is not as abundant. They are somewhat smaller than English Setters bred for the show ring. You may hear them called Llewellin or Llewellin-type English Setters after the British gentleman who most influenced their development. They are said to have more instinct for hunting than the show lines of English Setters, known as Laverack or Laverack-type English Setters. Edward Laverack was the first recorded breeder of English Setters. His dogs Ponto and Old Moll, acquired in 1825, were the foundation of the breed.If you want a beautiful, mellow dog with the potential to become your partner in all sorts of activities as well as a beloved family member, the English Setter is one to consider. His lovable disposition and lively spirit will inspire your devotion.",
    "Highlights": "English Setters can become nuisance barkers, so discourage this habit when they are young.English Setters gain weight easily, so measure their food and cut back some if they appear to be getting pudgy.A fenced yard is essential; English Setters can't be trusted to stay in a yard without fencing.English Setters have great digging and jumping abilities, make sure they have a secure fence.They can be difficult to potty train, so start early and be consistent.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "Setters as a type of hunting dog were known in England as long as 400 years ago. They were probably a cross of several types of hunting dogs, including pointers and spaniels. The modern English Setter was developed in the 19th century by Englishman Edward Laverack and Welshman R.L. Purcell Llewellin.Laverack purchased his first two dogs, Ponto and Old Moll, from Rev. A. Harrison in 1825, and they became the foundation of the breed. Laverack concentrated on developing a Setter that was gentle and companionable. He probably added Pointer and Irish Setter to his lines and produced dogs that did well in the show ring but poorly in field trials.Llewellin started with Laverack-type dogs but worked to improve their performance in the field. He crossed them with Gordon Setters and other breeds to improve their scenting ability and speed.Both types of English Setters came to America in the late 1800s. Laverack's line became the foundation for the show setters of today and Llewellin's line for the field dogs.Setters today have a unique appearance, with their sculpted heads, athletic bodies, and long feathery tails. The show dogs tend to be a bit larger than the field dogs. They have a more luxurious coat and differ slightly in coat pattern.Patches of color are often seen in field English Setters, but they aren't desirable for show dogs. Of course, they don't make a bit of difference if your English Setter is a family companion. The show dogs are capable of hunting, but the field dogs tend to have a keener nose and greater speed.English Setters are rare, ranking 98th among the breeds registered by the American Kennel Club, so if you'd like to share your life with one of these happy, lively dogs, be prepared to spend some time on a waiting list before a puppy is available.",
    "Size": "Males stand 25 to 27 inches at the shoulder and weigh 65 to 80 pounds; females 23 to 25 inches and 45 to 55 pounds.",
    "Personality": "The English Setter should be affectionate, kind, and gentle. He's lively, as befits a sporting dog, but not so active that he'll exhaust you. An English Setter will bark to let you know someone is approaching the home, but he welcomes people that you introduce to him.Temperament doesn't happen in a vacuum. It's affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Choose the middle-of-the-road puppy, not the one who's beating up his littermates or the one who's hiding in the corner.Always meet at least one of the parents — usually the mother is the one who's available--to ensure that they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when he grows up.Like every dog, English Setters need early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your English Setter puppy grows up to be a well-rounded dog. Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills.English Setters work well with people, but because of their hunting heritage — which often involves them working well away from the hunter — they can be independent thinkers. Train them with kindness and consistency, using positive reinforcements that include food rewards and praise.The English Setter who's treated harshly will simply become more stubborn and less willing to do your bidding. Your best bet is to keep training interesting. Keep training sessions short, and always end on a high note, praising him for something he did well.",
    "Health": "English Setters are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Setters will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition. In Setters, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).Hip Dysplasia (HD): This is a heritable condition in which the thighbone doesn't fit snugly into the hip joint. Some dogs show pain and lameness on one or both rear legs, but you may not notice any signs of discomfort in a dog with hip dysplasia. As the dog ages, arthritis can develop. X-ray screening for hip dysplasia is done by the Orthopedic Foundation for Animals or the University of Pennsylvania Hip Improvement Program. Dogs with hip dysplasia should not be bred. If you're buying a puppy, ask the breeder for proof that the parents have been tested for hip dysplasia and are free of problems. Hip dysplasia is hereditary, but it can also be triggered by environmental factors, such as rapid growth from a high-calorie diet or injuries incurred from jumping or falling on slick floors.Hypothyroidism: Hypothyroidism is an abnormally low level of the hormone produced by the thyroid gland. A mild sign of the disease may be infertility. More obvious signs include obesity, mental dullness, low energy levels, drooping of the eyelids, and irregular heat cycles. The dog's fur becomes coarse and brittle and begins to fall out, while the skin becomes tough and dark. Hypothyroidism can be treated with daily medication, which must continue throughout the dog's life. A dog receiving daily thyroid treatment can live a full and happy life.Deafness: Deafness is fairly common and can provide many challenges for both the dog and the owner. Some forms of deafness and hearing loss can be treated with medication and surgery, but usually deafness cannot be cured. Patience and time must be given to a deaf dog and there are many aids on the market, such as vibrating collars, to make life easier for you and your puppy. If your dog is diagnosed with hearing loss or total deafness, take the time to evaluate if you have the patience, time, and ability to care for the animal. Regardless of your decision, it is best to notify your breeder so he or she can take steps not to repeat that breeding.Elbow Dysplasia: This is a heritable condition common to large-breed dogs. It's thought to be caused by different growth rates of the three bones that make up the dog's elbow, causing joint laxity. This can lead to painful arthritis or lameness. Your vet may recommend surgery to correct the problem or medication to control the pain. Keeping your dog at a healthy weight also relieves pressure on his joints. How elbow dysplasia will affect your dog is difficult to determine as there are varying degrees of the disease.",
    "Care": "The ideal situation for an English Setter is life in a house with access to a fenced yard where he can play. A fence will keep him from wandering off in search of birds or other prey. He'll appreciate a good half-hour run off leash in a fenced area or a walk or hike on leash. It's not unusual for English Setters to turn couch potato when they're about three years old, but they still need exercise to stay in shape.Puppies have different exercise needs. Their skeletal system is still developing and won't be mature until they're about two years old. Don't let them run or jump on hard surfaces, including jumping on and off furniture, and cover wood or tile floors with skid-resistant rugs so they don't slip and slide into walls or fall and injure themselves.Here's a good schedule for providing your Setter puppy with exercise. From 9 weeks to 4 months of age, puppy kindergarten once or twice a week is a great way for him to get exercise, training, and socialization, plus 15 to 20 minutes of playtime in the yard, morning and evening. If you provide them with toys, they can keep themselves entertained quite well.From 4 to 6 months of age, weekly obedience classes and daily half-mile walks will meet his needs, plus playtime in the yard. From 6 months to a year of age, play for up to 40 minutes during cool mornings or evenings, not in the heat of the day. Gradually increase the distance you walk.After he's a year old, your Setter pup can begin to jog with you, but keep the distance to less than a mile and give him frequent breaks along the way. As he continues to mature, you can increase the distance and time you run. These graduated levels of exercise will protect his developing bones and joints.English Setter puppies are curious and active. Like any puppy, they will find and chew anything that's within reach. If nothing else, a puppy will teach you to keep your home picked up!Crate train your English Setter when he's young, and place him in his crate with a sturdy toy for entertainment when you can't be there to supervise him. That will keep him out of trouble and your possessions in one piece.They can also be difficult to housetrain, another instance in which a crate can come in handy. To successfully housetrain your English Setter, start early, keep him on a regular schedule, reward him with praise or a treat when he potties outside, keep playtime and potty time separate, and crate him when you can't supervise him.A puppy in a crate means no accidents in the house and no angry people cleaning up pee or poop. Never keep your puppy in the crate without a potty break for more than two to four hours.",
    "Feeding": "Recommended daily amount: 2 to 3 cups of high-quality dry food a day, divided into two meals.NOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.For more on feeding your Setter, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The English Setter's attractive coat is one of his charms. The coat lies flat without any curl or woolliness. It's embellished with feathering — a longer fringe of hair — on the ears, chest, belly, underside of the thighs, backs of the legs, and on the tail: just enough to be pretty but not so much that it would impede the Setter's progress in the field.His colors — blue belton, orange or lemon belton, blue belton and tan, and liver belton hearken back to his English hunting heritage. Belton is a village where the breed's founder, Edward Laverack, liked to hunt. The coat is white with an intermingling of darker hairs all over the body.An English Setter with a blue belton coat, then, is white with black markings; orange or lemon belton, white with orange or lemon; blue belton and tan includes, natch, tan markings, making this dog a tricolor; and liver belton is white with deep reddish-brown markings. Puppies are usually born white, although some may have patches of orange, black, or liver.When he's properly groomed, an English Setter has a stunning coat. Brush him at least three times a week — daily is better — with a stiff bristle brush to keep the skin healthy and the coat shiny, and use a steel comb to gently remove any tangles or mats.A bath every six weeks or so will keep him smelling nice. Like all dogs, he sheds, but brushing will help keep loose hairs off your clothes and furniture. You may also want to trim stray hairs every six weeks for a neat appearance. If you're uncomfortable doing that, you can take him to a professional groomer or ask the breeder to show you how.Because his floppy ears block air circulation, check and clean them weekly to prevent ear infections. Gently wipe out the ear — only the part you can see! — with a cotton ball moistened with a cleaning solution recommended by your veterinarian. Never stick cotton swabs or anything else into the ear canal or you might damage it. Your Setter may have an ear infection if the inside of the ear smells bad, looks red or seems tender, or he frequently shakes his head or scratches at his ear.Brush your Setter's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim nails regularly if your dog doesn't wear them down naturally. If you can hear them clicking on the floor, they're too long. Short, neatly trimmed nails keep your legs from getting scratched when your Setter enthusiastically jumps up to greet you.Begin accustoming your Setter to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the ears, nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "It's often more common to need to protect an adult English Setter from children than the other way around. He's tolerant and mellow and will put up with a lot — although he shouldn't have to!Because puppies and toddlers are both in the process of being civilized, they need close supervision to prevent any ear pulling or tail tugging on the part of either party. Many breeders prefer to sell puppies to homes where children are at least six years old and more able to control their actions. They recommend adult English Setters for homes with younger children.Whatever your situation, always teach your child never to approach any dog while he's eating or to try to take the dog's food away. No dog should ever be left unsupervised with a child.English Setters can do well with other dogs and animals, especially if they are raised with them. They are birdy, however, and you should protect pet birds until you're sure your Setter understands they're off limits. Some dogs can learn that fact, if they're taught from puppyhood, but don't assume that it will happen with every dog. You may always need to keep the two separated, if only so your Setter doesn't pull your parakeet's tail or your parrot take a bite out of your Setter's sensitive nose.",
    "Rescue Groups": "English Setters are often purchased without any clear understanding of what goes into owning one. There are many Setters in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Setter rescue.Another Chance for English SettersEnglish Setter Association of AmericaAbove and Beyond English Setter RescueEnglish Setter Rescue AssociationFlorida All Setter Rescue ProgramAll Setter Rescue"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Sporting Dogs"
    },
    {
      "name": "Height",
      "value": "1 foot, 11 inches to 2 feet, 3 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "45 to 80 pounds"
    },
    {
      "name": "Life Span",
      "value": "11 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}