{
  "id": "english-toy-spaniel",
  "url": "https://dogtime.com/dog-breeds/english-toy-spaniel",
  "name": "English Toy Spaniel",
  "intro": "Nicknamed “Charlies” after the king who loved them, the English Toy Spaniel dog breed is quieter and more reclusive than their Cavalier cousins, but they can have a mischievous spark. They tend to prefer a single person and are not a “hail fellow, well met” type of dog.\nAlthough these are purebred dogs, you may still find them in shelters and rescues. Remember to adopt! Don’t shop if you want to bring a dog home.\nEnglish Toy Spaniels are easygoing. They don’t need a lot of exercise — a casual stroll each day will do — and they mostly prefer to stay inside, partially because they don’t tolerate extreme weather very well. Children will likely stir up a bit too much excitement for this relaxed pooch. A nice apartment with a calm pet parent will suit this breed just fine, and they’ll shower their human with plenty of affection in return.\nSee below for complete list of dog breed traits and facts about English Toy Spaniels!",
  "description": {
    "": "When you think of the English Toy Spaniel, or King Charles Spaniel as he is known in Britain, the words sweet, gentle, and lovable typically come to mind. He has been loved by kings and held in high regard by many.Charlies are compact, square-bodied dogs with a short face, domed head, large dark eyes, long fringed ears, and a flowing silky coat. Their docked tail is two to four inches long and is adorned with silky feathering. He wears a straight or slightly wavy coat with feathering on the legs and feet.The English Toy Spaniel is a quiet, unassuming breed that was developed as a companion dog. He requires little exercise and has a laidback personality. The ET's idea of a great day is to spend it sitting near his favorite person, quietly showering her with love. Charlies make excellent companions for seniors or anyone who doesn't have the strength or mobility to handle other dogs. That devotion to people can be a negative trait, however, because he can suffer from separation anxiety.English Toy Spaniels do well in apartments and can adapt to any lifestyle except being left alone for long periods of time or left to live outside or in kennels. They generally get along well with other dogs but can be shy and timid in the presence of strangers. English Toy Spaniels are very gentle with children but are not recommended for homes with young children since the accompanying noise and excitement may overwhelm them.For fun, he likes to chase birds and butterflies. Keep him on leash outdoors so he doesn't chase them right in front of a car.Training can be easy with this breed as long as you understand his nature. He's independent and will occasionally disregard commands when they are first given. Generally, however, he's happy to please and enjoys the companionship training provides. English Toy Spaniels may bark to alert you to someone's approach and they might bite someone who scares them or whom they don't like, but that's about the extent of their watchdog ability.An English Toy Spaniel should be monitored in hot weather because his short muzzle makes him susceptible to heat exhaustion. He should live in a home with adequate ventilation and air conditioning, and his time outdoors should be limited during hot and humid weather.If you are looking for a dignified dog who is calm, affectionate, and gentle, one who will enjoy spending all his time with you, one who is happy and devoted, then the English Toy Spaniel is the perfect breed for you.",
    "Highlights": "Socialization is important with this breed because they can be timid when they are exposed to new people or situations.Considered to be an average shedder, the English Toy Spaniel should be brushed every week to remove loose hair and to keep the coat from tangling.For the dog's own safety, the English Toy Spaniel should be kept on leash whenever they are walked and they should also have a fully fenced yard.English Toy Spaniels do well in apartments.English Toy Spaniels do not handle heat very well and need to be monitored on hot days to ensure that they do not overexert themselves. It is recommended that the dogs reside in an air-conditioned dwelling.English Toy Spaniels have low energy levels and low exercise requirements. They are happy spending their days sitting on your knee, and a leisurely walk around the neighborhood will meet their exercise needs. They make excellent companions for older owners.English Toy Spaniels are loving dogs that usually do well with children, but they are not the ideal breed for a home with busy children since they can become overwhelmed by the noise and excitement children make.English Toy Spaniels are companion dogs and thrive when they are with the people they love. They should not live outside or in a kennel away from their family.Separation anxiety is a common problem in the English Toy Spaniel and they can become destructive when they are separated from their owners for a period of time.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store.",
    "History": "Toy spaniels have existed for centuries and were favorites in royal courts. Mary, Queen of Scots, her grandson Charles I, and great-grandson Charles II were all avid fans of the small spaniels. In fact, their nickname, Charlie, comes from the two kings of that name. They are devoted unto death. Both Mary, Queen of Scots and Charles I were accompanied to their executions by their little spaniels.The toy spaniels of centuries past were slightly different from what we know today. They had a pointed muzzle, but crosses to such breeds as the Japanese Chin and Pug in the 18th and 19th centuries eventually resulted in dogs with the short muzzle and round apple head that are found in the breed today.By the end of the 19th century, the old-style toy spaniel with the more pointed muzzle had passed into history, but an American art lover named Roswell Eldridge offered a large monetary prize to the breeder who could reproduce them. King Charles Spaniel breeders took some of their long-nosed throwbacks and created what is now known as the Cavalier King Charles Spaniel, a slightly larger cousin of the ET.You can see the differences between them if you look carefully. Charlies have a more pushed-in face, a domed head, and ears that are set below the top of the head. Cavaliers have a longer nose, a flat head, and ears that hang from higher on the head. Charlies have a docked tail, while Cavaliers have a long plumelike tail. They come in the same four colors, although the ET's colors have the more the romantic designations of Prince Charles for the tricolor and King Charles for the black and tan.The Cavalier was given that name to differentiate him from the King Charles Spaniel, but American breeders went a step further and began calling the Charlies English Toy Spaniels. They're still known as King Charles Spaniels in their homeland of Britain.",
    "Size": "The English Toy Spaniel is approximately 10 to 11 inches tall and weighs 8 to 14 pounds.",
    "Personality": "The sweet and lovable English Toy Spaniel is a true companion dog. He has an aristocratic bearing, but he's not a snob at all; picture instead a happy, devoted, quiet dog. He enjoys spending time with the people he loves and will fit himself into their lives. The ET requires little exercise and is happiest perched on his owner's knee. He does well with other dogs and cats if socialized to them and is gentle and loving to children although he's not best suited to living with them. He can become overwhelmed by excitement and can be shy and timid when he meets new people or is exposed to new situations.",
    "Health": "Not all English Toy Spaniels will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.Patellar Luxation: Also known as \"slipped stifles,\" this is a common problem in small dogs. It is caused when the patella, which has three parts — the femur (thigh bone), patella (knee cap), and tibia (calf) — is not properly lined up. This causes a lameness in the leg or an abnormal gait in the dog. It is a disease that is present at birth although the actual misalignment or luxation does not always occur until much later. The rubbing caused by patellar luxation can lead to arthritis, which is a degenerative joint disease. There are four grades of Patellar Luxation ranging from grade I, which is an occasional luxation causing temporary lameness in the joint, to grade IV, in which the turning of the tibia is severe and the patella cannot be realigned manually. This gives the dog a bowlegged appearance. Severe grades of patellar luxation may require surgical repair.Patent Ductus Arteriosis (PDA): Patent Ductus Arteriosis, or PDA, is a common congenital heart disease that is found in many different breeds. It occurs when the ductus arteriosis, a large vessel or shunt that causes an unborn puppy's blood to pass through the heart and bypass the lungs, fails to close after birth. When that happens, fluid accumulates in the lungs, resulting in labored breathing, fainting, dizzy spells, coughing, heart murmurs, collapse, and heart failure. Patent ductus arteriosis is repaired with surgery.Mitral Valve Insufficiency: Mitral Valve Insufficiency, also known as mitral valve disease or chronic valve disease, is most commonly seen in older dogs and occurs when the mitral valve, which is found between the left atrium and ventricle, begins to fail. When this happens, the mitral valve fails to prevent the flow of blood back into the left atrium. This can cause many devastating side effects, including heart failure. Signs of this disease are a heart murmur, fluid in the lungs, an enlarged heart, lack of energy, and a decrease of strength to the heart muscle. It can be treated for a time with medication, diet, and a restriction of exercise. It helps to keep your Charlie at a healthy weight and his teeth clean and healthy.Cleft Palate: The palate is the roof of the mouth and separates the nasal and oral cavities. It is made up of two parts, hard and soft. A cleft palate has a slit that runs bilaterally or unilaterally and can range in size from a small hole to a large slit. A cleft palate can affect both the hard and soft palate separately and together and may cause a cleft lip. Puppies can be born with cleft palates, or a cleft palate can occur from an injury. Cleft palates are fairly common in dogs, but many puppies born with a cleft palate do not survive or are euthanized by the breeder. The only treatment for a cleft palate is surgery to close the hole, although not all dogs with a cleft palate require the surgery. It is important to get a diagnosis and treatment recommendation from your veterinarian.Cryptorchidism: Cryptorchidism is when one or both testicles on the dog fail to descend and is common in small dogs. Testicles should descend fully by the time the puppy is 2 months old. If the testicle is retained, it is usually nonfunctional and can become cancerous if it is not medically treated. The treatment that is suggested is to neuter your dog. When the neutering takes place, a small incision will be made to remove the undescended testicle(s); the normal testicle, if any, is removed in the regular manner.Seborrhea: Seborrhea is a skin disorder that is categorized as two types: seborrhea oleosa (oily skin) and seborrhea sicca (dry skin). The signs of both are dry, flaky skin, a terrible \"doggy smell,\" and itching, and it is usually accompanied by other ear and skin infections. The causes of seborrhea can be metabolic disorders, allergies, internal and external parasites, and autoimmune diseases. Before treatment can begin, the underlying cause must be determined. Once it is, seborrhea can be treated quite easily with a change in diet, high quality shampoos and conditioners, and occasionally with medication.Retinal Dysplasia: Retinal Dysplasia is most commonly a congenital hereditary disease, meaning the dog is born with it and it was passed to him by his parents, but it can also result from trauma or prenatal herpesvirus or parvovirus infections. It can be mild or severe and is caused by an abnormal development of the retina, resulting in retinal folds. This can lead to a variety of vision problems for the dog ranging from a small blind spot to total blindness. Retinal dysplasia can be detected as early as six to eight weeks of age. There is no known treatment for retinal dysplasia, but many blind dogs live full lives, and their other senses compensate for the vision impairment.Legg-Calve-Perthes Disease: Legg-Calve-Perthes disease affects the hip joint and results in a deformity of the hip joint ball. It starts with a decrease in the blood supply to the head of the femur bone until the bone eventually dies off and collapses and becomes deformed. The result of this deformation is arthritis or inflammation of the hip joint. It is unclear what causes Legg-Calve-Perthes disease. Dogs with Legg-Calve-Perthes disease may chew at the hip, move stiffly or painfully, develop progressive lameness, or seem irritable. Treatment is usually strict crate rest, physical therapy, and surgically removing the deformed femoral head and neck. Prognosis is generally very good after the surgery and many dogs suffer only minor lameness, particularly during weather changes.Hydrocephalus: When the cerebrospinal fluid (CSF) in the brain accumulates either because of a congenital defect, obstruction, or the result of perinatal trauma, it places pressure on the brain. This usually occurs in young dogs under the age of 18 months and older dogs that are over 6 years of age. If hydrocephalus is left untreated the dog will die. The obstruction can be removed surgically or through insertion of a shunt.Umbilical Hernia: Umbilical hernia is a condition that is present at birth in which abdominal fat or internal organs protrude against the abdominal wall near the umbilicus. If the hernia is small, it can be left without treatment. Some small hernias close spontaneously by the time the puppy is 6 months old, and some dogs have lived with small hernias their entire lives without difficulty. Large hernias require surgery, which is often done when the dog is being spayed or neutered. Surgery is used to prevent a more serious condition where an intestine loop drops into the hernia causing life threatening \"strangulation\" of the intestine.Open Fontanel: English Toy Spaniels are born with a soft spot on the top of their head. Usually the soft spot closes, much like a baby's will, but sometimes one will not close fully. Of course, a dog should never be struck, but it's important to understand that even an accidental blow to that spot on the head could kill an English Toy Spaniel with an open fontanel.Fused Toes: Fused toes are a common trait in the English Toy Spaniel and should not be confused with any form of disease or disorders.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition.In English Toy Spaniels, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).",
    "Care": "The English Toy Spaniel does not require extensive amounts of daily exercise. They generally exercise themselves at home and require only small walks around the neighborhood or a small game in the back yard. They are not ideal walking companions because they can suffer from joint problems, and long walks can aggravate any problems they may have.Training can be easy with this breed as long as you understand his nature. He is independent and may disregard commands when they are first given. Generally, they are happy to please and enjoy the companionship training provides. Leash training can be particularly difficult since they prefer being off leash, but it is important to keep your English Toy Spaniel on lead whenever he's not in a fenced area since he can be easily injured by other dogs. Housetraining an English Toy Spaniel can be an easy task as well, and many have been successfully trained to potty on paper when nightly walks or a yard are not available.Socialization is important with this breed since they can be very timid when they are exposed to new people or situations.Occasionally an English Toy Spaniel will stop eating and usually it will be his teeth that are bothering him. Keeping the teeth clean with regular brushing and veterinary cleanings will help prevent any problems.English Toy Spaniels do very well in apartments because of their low energy levels. They are companion dogs and should never be left outside or in a kennel. An English Toy Spaniel should be monitored in hot weather since their short muzzles makes them susceptible to heat exhaustion. It is recommended that they live in homes that have adequate ventilation and air conditioning and their outdoor time should be limited when it is hot and humid.",
    "Feeding": "Recommended daily amount: 0.5 to 1 cup of high-quality dry food a day, divided into two meals.NOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.For more on feeding your English Toy Spaniel, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The English Toy Spaniel has an abundant coat that is long and straight to slightly wavy with a silky texture. Feathering should appear on all four legs and feet. Fringing should appear on the body, chest and ears.The coat comes in four color patterns: Ruby, a rich mahogany red, with or without a small white patch on the chest; Blenheim, a white base coat with large chestnut or red markings; Prince Charles, a tri-color consisting of a white basecoat with large black patches and tan markings over the eyes, under the tail and on the underside of the ears; and King Charles, a rich black with mahogany tan markings.The English Toy Spaniel requires little in the way of grooming. Give him a bath once or twice a month, using a high-quality shampoo to keep his coat silky. Comb him once a week to remove any dead hair or tangles, and wash his face daily to remove any \"sleepies\" from the eyes or food left on his face after a meal. English Toy Spaniels are considered to be average shedders.Clean ears regularly with a damp warm cloth and run a cotton swab around the edge of the canal. Never stick the cotton swab into the actual ear canal. You should also check ears, eyes and teeth for any discharge or bad smells. Both are signs that your Charlie may need to see the veterinarian.",
    "Children And Other Pets": "English Toy Spaniels can be loving toward children, but they can become overwhelmed by the noise and stimulation young children create. This can lead to biting if they are handled roughly. English Toy Spaniels do very well with other pets, especially if they are raised with them.",
    "Rescue Groups": "English Toy Spaniels are often acquired without any clear understanding of what goes into owning one, and these dogs often end up in the care of rescue groups, in need of adoption or fostering. If you're interested in adopting an English Toy Spaniel, a rescue group is a good place to start.English Toy Spaniel Club of America RescueEnglish Toy Spaniel Rescue Official Web Site",
    "Breed Organizations": "Below are breed clubs, organizations, and associations where you can find additional information about the English Toy Spaniels.English Toy Spaniel Club of America"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Companion Dogs"
    },
    {
      "name": "Height",
      "value": "10 to 11 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "8 to 14 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 12 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 1
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}