{
  "id": "english-springer-spaniel",
  "url": "https://dogtime.com/dog-breeds/english-springer-spaniel",
  "name": "English Springer Spaniel",
  "intro": "The English Springer Spaniel dog breed was developed as a gun dog to flush, or spring, game in the field, but they’re also popular companions.\nAthletic and versatile, they’ve been known to participate in agility, hunt tests, tracking, obedience trials and more, and they’re great pals to have along when you go hiking or camping. You’d have a hard time finding a more affectionate furry family member, but this pup definitely needs room to run. Apartment dwellers beware!\nDogTime recommends this dog bed to give a good night’s sleep to your medium-sized English Springer Spaniel. You should also pick up this dog fetch toy to help burn off your pup’s high energy!\nSee below for complete list of dog breed traits and facts about English Springer Spaniels!",
  "description": {
    "": "The English Springer Spaniel, named for the way he \"springs\" at game to flush it for the hunter, has long been a favorite with sportsmen, but this lively, beautiful dog also makes a wonderful family companion if he receives the training and exercise he needs.English Springer Spaniels are smart and eager to please, not to mention enthusiastic. They are happy dogs and seem to have a good sense of humor. They usually do well with children if they are brought up with them from puppyhood and are affectionate toward their families. They also are generally good with other pets in the household, even small ones, but might see pet birds as prey since those are what they're bred to hunt.Because they're hunting dogs, English Springer Spaniels require a lot of exercise, but keep them on leash in unfenced areas or they may decide to go hunting on their own. Because they are such good athletes, many non-hunting owners participate in activities such as obedience, agility, flyball, and tracking with their English Springer Spaniels. They also make great therapy dogs, bringing smiles to people in hospitals and nursing homes.English Springer Spaniels will bark if strangers come to your house, but if you're looking for a guard dog, keep looking. They are loving, gentle dogs who expect even strangers to give them attention.Because of their affectionate nature, they aren't a one-person dog. They are very people-oriented, and shouldn't be left home alone or isolated from people for long periods.English Springers are medium-size dogs with the typical gentle spaniel expression and drop ears. Their compact body is protected by a dense, medium-length coat adorned with feathering, a longer fringe of hair, on the ears, chest, legs, and belly. The wag of the docked tail can only be described as merry. Their bodies are a little longer than they are tall. That's because a dog can tire easily when his body is too long — highly undesirable for a hardworking sporting dog!Those are the basics, but if you were to put two English Springer Spaniels next to each other, they might look very different. That's because in many sporting (hunting) breeds, some dogs are bred to work in the field, while others are bred primarily to be show dogs. Eventually, they become two very different types, and that's what has happened with English Springer Spaniels. Why are we telling you this? Read on and we'll explain.The gene pools of field and show dogs have been almost completely segregated for about 70 years. Field Springer Spaniels are athletes and they look the part. They usually have shorter coats, their noses are pointier, and their ears are not as long. Field Springers are bred for hunting ability, sense of smell, and trainability.Show Spring Spaniels have longer hair, a squarer muzzle, and longer ears. They're prized for their good looks and showmanship. (A prime example of this type is James — more formally known as Ch. Felicity's Diamond Jim — who won Best in Show at Westminster in 2007.) Show dogs can hunt, but they're too slow and methodical to do well in field trials, which is where field-bred Springers shine.The differences affect you when you're choosing a puppy. Both types need lots of exercise, but if you want a companion, a field-bred Springer may have more energy than you need or want. Look for a puppy from show lines. If you want a Springer who will be competitive in field trials, just the opposite is true.It's essential, then, to have a clear idea of what you want from a Springer when you talk to breeders. They can help you choose the puppy that's right for you or direct you to a breeder whose dogs will better fit your needs. In fact, that's the test of a really great breeder--she wants to help you find the dog that's right for you, even if that means losing a sale.",
    "Highlights": "English Springer Spaniels don't like to be left alone and may become nuisance barkers if they're bored or lonely.In recent years, there have been reports of English Springer Spaniels who are aggressive or overly submissive. Be sure to get your Springer from a breeder who tests his or her breeding dogs for health and temperament.In essence, there are two varieties of English Spring Spaniel: ones intended to work in the field, and ones intended to show. Be sure you know the difference and get the type that best suits your needs.Don't expect your English Springer Spaniel to be a good guard dog. They bark at noises and when strangers come around, but quickly settle down and want to be pet.English Springer Spaniels were developed to have great stamina and energy. Be sure that you can provide your dog with adequate exercise or he may become nervous and destructive.Some English Springer Spaniels can demonstrate submissive urination, which means they pee in excitement or anxiety when you come home. The best way to deal with this is to make homecomings very low key by not looking at or paying attention to your dog until you've been home for a few minutes. If you do this, your puppy may grow out of this behavior.Be sure to keep your English Springer Spaniel on a leash when you take him to unprotected areas. You never know when he will see a bird and be overcome by his instinct to go after it!To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "Spaniel-type dogs are thought to have originated in Spain — hence their name — many centuries ago and were probably taken to other parts of the world by the Romans or via trading ships. Spaniels were mentioned in Welsh law as early as 300 A.D. That's more than 1,700 years ago!Spaniels that look similar to today's English Springer Spaniel are depicted in 16th and 17th century artwork. Before guns were invented, the spaniel was used to flush gamebirds or small animals by springing at them and driving them into the open so they could be captured by hunting hawks, coursing hounds, or nets flung over them. When firearms were invented in the 17th century, spaniels proved to be especially adept at flushing game for shooters.During the 19th and early 20th centuries in England, dogs of the same litter were classified by their hunting use rather than their breed. Smaller dogs in the litter would be used to hunt woodcock, and therefore were called Cockers. Larger pups in the same litter would be used to flush game and were called Springers.In 1902, England's Kennel Club granted a special place in their Stud Book for the English Springer Spaniel, and a separate classification at their show in 1903. At that show, Mr. William Arkwright judged the breed. He awarded the dog Challenge Certificate to Mr. Winton Smith's Beechgrove Will and best of opposite sex went to Mr. Harry Jones' bitch Fansome. By 1906, Beechgrove Will became the breed's first Champion.In 1913, an English Springer Spaniel was imported by a Canadian breeder. A little more than 10 years later, the breed had become one of the most popular breeds registered by the American Kennel Club. The English Springer Spaniel Field Trial Association, the parent club of the breed in the U.S., was formed in 1924. At that time, English Springer Spaniels that competed in field trials on one day might be shown in conformation dog shows the next day.That changed in the early 1940s when field trial enthusiasts began breeding dogs with qualities that would produce top results in the field, and show enthusiasts began to breed dogs that were both consistent with the breed's standard, and had the \"flash\" to win in the show ring.Field-bred dogs are bred for a keen sense of smell, speed, style, working ability and endurance above all, and today the two types are not interbred. Both types have the instinct to work and can be trained to the gun, but very few English Springer Spaniels work in both field and show events. The last dual champion (meaning that it was a champion in both field and conformation events) was a dog named Green Valley Punch in 1938.Whether he's a field or show dog, however, today's English Springer is a popular breed, ranking 26th among the breeds registered by the American Kennel Club.",
    "Size": "English Springer Spaniels weigh between 45 and 55 pounds and stand 18 to 22 inches tall at the shoulder. Field-bred Springers are generally a bit lighter than those bred for the show ring.",
    "Personality": "The typical Springer is friendly, eager to please, quick to learn, and willing to obey. He should never be aggressive or timid. In recent years there have been reports of aggression or excessive timidity in the breed, as well as excessive separation anxiety. These traits aren't desirable and could be an indication of poor breeding. As with any breed of dog, it's important to research breeders and find ones who test their breeding stock not only for genetic diseases but also temperament.Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Choose the middle-of-the-road puppy, not the one who's beating up his littermates or the one who's hiding in the corner. Always meet at least one of the parents — usually the mother is the one who's available — to ensure that they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when he grows up.Springers need early socialization and training. Like any dog, they can become timid if they are not properly socialized — exposed to many different people, sights, sounds, and experiences — when they're young. Early socialization helps ensure that your Springer puppy grows up to be a well-rounded dog.",
    "Health": "Springers are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Springers will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition.In Springers, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).Hip Dysplasia: This is a heritable condition in which the thighbone doesn't fit snugly into the hip joint. Some dogs show pain and lameness on one or both rear legs, but you may not notice any signs of discomfort in a dog with hip dysplasia. As the dog ages, arthritis can develop. X-ray screening for hip dysplasia is done by the Orthopedic Foundation for Animals or the University of Pennsylvania Hip Improvement Program (PennHIP). Dogs with hip dysplasia should not be bred. If you're buying a puppy, ask the breeder for proof that the parents have been tested for hip dysplasia and are free of problems. Hip dysplasia is hereditary, but it can also be triggered by environmental factors, such as rapid growth from a high-calorie diet or injuries incurred from jumping or falling on slick floors.Retinal Dysplasia: This is a developmental malformation of the retina that the dog is born with. Most cases are mild and there is no detectable loss in vision. Veterinary ophthalmologists can do tests to determine if puppies are affected when they are 7 to 12 weeks old. Retinal dysplasia shouldn't affect a dog's ability to function as a companion, but affected Springers shouldn't be bred.Entropion: This is a condition caused by the lower eyelid folding inward toward the eye, resulting in chronic irritation of the surface of the eye. It can be corrected with surgery.Progressive Retinal Atrophy (PRA): This is a degeneration of the layers of the retina. The disease is progressive and eventually results in blindness. In Springers it's usually seen between 2 and 6 years of age. The disorder is still considered rare, but its incidence has increased. There is no treatment, but the condition doesn't cause pain or discomfort. Dogs who lose their sight can get along very well using their other senses. Just don't move the furniture around.Skin Disorders: Typical signs of skin disease include scaliness, greasiness, itching, pyoderma (infection), and occasional hair loss. There are genetic as well as other factors, such as allergies, involved in the development of skin diseases. Be sure to check with your vet if you notice any of the conditions listed above.Ear Infections: Because of their pendant ear flaps, ear infections are common in English Springer Spaniels. You may be able to prevent most ear infections by keeping the ears clean and dry. As your veterinarian for ear care products and if an infection occurs anyway, have your dog treated by your veterinarian.Phosphofructokinase (PFK) Deficiency: PFK is an enzyme that is needed for the body to use sugar for energy. Some Springers have an inherited deficiency of this enzyme. Signs may be so mild that they go unrecognized for years, but some dogs have severe illness, including hyperventilation, muscle wasting, and fever. Your vet can test for the deficiency measuring the PFK enzyme through a blood sample.",
    "Care": "English Springer Spaniels are loving, devoted dogs who can live comfortably in most homes as long as they get plenty of daily exercise.The amount of exercise your adult Springer needs depends; Field Springers need more than Show Springers. If you have a fenced yard or acreage where he can play, your Springer will enjoy being outdoors with you while you garden or read or grill dinner. He'll run around on his own, then check in with you every few minutes, just as he might do in the field with a hunter. One or two daily mile-long walks will also help him work off all that Springer energy. Springers also like to swim, and if you have a pool or access to a lake, it's a great way for them to get exercise.Puppies have different exercise needs.* 9 weeks to 4 months of age: Puppy kindergarten once or twice a week is a great way to get exercise, training, and socialization, plus 15 to 20 minutes of playtime in the yard, morning and evening. Throw a ball for them to fetch.* 4 to 6 months of age: Weekly obedience classes and daily half-mile walks will meet their needs, plus playtime in the yard.* 6 months to a year of age: Play fetch with a ball or Frisbee for up to 40 minutes during cool mornings or evenings, and not in the heat of the day. Continue to limit walks to a half mile.* one year plus: Your Springer pup can begin to jog with you, but keep the distance to less than a mile and give him frequent breaks along the way. As he continues to mature, you can increase the distance and time you run. These graduated levels of exercise will protect his developing bones and joints.",
    "Feeding": "Recommended daily amount: 1.5 to 2 cups of high-quality dry food a day, divided into two meals. Puppies may eat as much as 4 cups a day.NOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.For more on feeding your Springer, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "English Springer Spaniels have a double coat, which means that they have an insulating undercoat that's covered with a topcoat, in much the same way that you might layer a sweater and a coat for warmth. Their medium-length topcoat is flat or wavy, and the undercoat is short, soft, and dense. Together, they're waterproof, weatherproof, and thornproof. They have a fringe of feathering on the ears, chest, legs and belly. A healthy Springer coat is clean and shiny.English Springer Spaniels come in several color combinations. Perhaps best known are the Springers with black or liver (deep reddish-brown) with white markings or primarily white with black or liver markings. Some are blue or liver roan. Blue is a dilution of the black coat, and roan describes a fine mixture of colored hairs with white hairs.Tri-color Springers are black and white or liver and white with tan markings, usually on the eyebrows, cheeks, inside of the ears, and beneath the tail. Sometimes the white parts of the coat are flecked with ticking, small, isolated areas of black hairs. Springers bred for the show ring usually have more color than white, whereas field Springers tend to have more white so hunters can see them easily in the field.Brush your Springer at least three times a week to keep him looking his best and to avoid mats, or tangles. Springers shed moderately all year long, and regular brushing will also help keep loose hair off your clothes and furniture.You may also want to trim around the head, neck, ears, tail, and feet, just to give your Springer a neater appearance. Many English Springer Spaniel owners take their dogs to a professional groomer every two to three months for trimming.Because his floppy ears block air circulation, they must be checked and cleaned weekly to prevent ear infections. Gently wipe out the ear — only the part you can see! — with a cotton ball moistened with a cleaning solution recommended by your veterinarian. Never stick cotton swabs or anything else into the ear canal or you might damage it. Your Springer may have an ear infection if the inside of the ear smells bad, looks red or seems tender, or he frequently shakes his head or scratches at his ear.Brush your Springer's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim nails regularly if your dog doesn't wear them down naturally. If you can hear them clicking on the floor, they're too long. Short, neatly trimmed nails keep your legs from getting scratched when your Springer enthusiastically jumps up to greet you.",
    "Children And Other Pets": "Springers usually do well with children if they are brought up with them from puppyhood. Older Springers who are unfamiliar with children may do best in a home with children who are mature enough to interact with them appropriately.Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's eating or to try to take the dog's food away. No dog should ever be left unsupervised with a child.Springers are also generally good with other pets in the household, even small ones, but they might see pet birds as prey since those are what they are bred to hunt. Keep them separated so they don't hurt each other. A parrot's beak is a mighty weapon.",
    "Rescue Groups": "English Springer Spaniels are often bought without any clear understanding of what goes into owning one. There are many Springers in need of adoption and or fostering. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Springer rescue.English Springer Rescue America"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Sporting Dogs"
    },
    {
      "name": "Height",
      "value": "1 foot, 6 inches to 1 foot, 10 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "45 to 55 pounds"
    },
    {
      "name": "Life Span",
      "value": "9 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}