{
  "id": "english-cocker-spaniel",
  "url": "https://dogtime.com/dog-breeds/english-cocker-spaniel",
  "name": "English Cocker Spaniel",
  "intro": "The English Cocker Spaniel is a medium-size dog breed with long ears and a happy disposition. The “Cocker” in their name comes from their days of hunting woodcock in England, although English Cockers have been used to hunt many other types of birds as well.\nThey make great companion dogs for people who can give them the exercise they need. Even apartment dwellers will love this affectionate and adaptable pup. Read on to find out if this is the breed for you!\nDogTime recommends this dog bed to give a good night’s sleep to your medium-sized English Cocker Spaniel. You should also pick up this dog brush and massager for your long-haired pup!\nSee all dog breed traits and facts about English Cocker Spaniels below!",
  "description": {
    "": "What's the difference between an English Cocker and a Cocker Spaniel, you say? Not very long ago, American and English Cockers were considered to be the same breed. The decision to classify them as separate breeds was made in the 1930s when it became evident that Cocker Spaniels in the U.S. were different than ones in England.One difference is size. The English Cocker Spaniel is larger than the American Cocker Spaniel. They also have different body types. And unlike the American Cocker, the English Cocker is likely to be found in the field alongside his cousins the Field Spaniel and the English and Welsh Springer Spaniels.The engaging English Cocker is happy and affectionate. He's a sturdy dog with a long, square muzzle, expressive eyes, long ears that reach the tip of his nose when pulled forward, and a docked tail. The English Cocker has a medium-length coat, although the English Cockers you see in the field have a shorter coat than those in the show ring. They are 14 to 17 inches tall at the shoulder and weigh between 26 and 34 pounds.As sporting dogs, English Cockers have a lot of stamina and energy. They're also curious dogs and like to investigate things. English Cocker Spaniels are excellent retrievers with delicate mouths who hunt well in difficult terrain.While English Cockers are intelligent, they can be stubborn at times, especially if they don't see a good reason for doing what you want them to do. Obedience training is a good idea with any dog, but with hunting dogs in particular, you need to train them to come when called and to obey your commands.Because they are so affectionate toward their people, it's important to use gentle, consistent training that won't break your dog's spirit. Training also helps keep your English Cocker mentally stimulated. This is a dog that loves to learn. An English Cocker's talents aren't limited to the field. He can also do well in tracking, obedience trials, flyball, and agility.Because English Cockers are very people-oriented, they thrive on being around their families and can become destructive if left alone frequently with no companionship or activity. They get along well with children and make good companions for people of all ages.While they are alert and will bark at noises, don't expect them to be effective guard dogs. They are far too friendly for that kind of work and most likely will end up licking the hands of any strangers they encounter, all the while wagging their tails.",
    "Highlights": "English Cocker Spaniels can be difficult to housetrain. Crate-training is recommended.Some English Cockers bark a lot.English Cockers are eager to please and like to be close to their families. But they are hunting dogs and might start chasing birds or small animals when outside. Be sure to keep your English Cocker on a leash whenever you aren't in a fenced area. Teach him to come to you when you call.Cockers have a \"soft\" personality. Harsh training methods may make them fearful or shut down altogether. Be sure to use gentle, consistent training to get the best results.If your English Cocker doesn't get enough exercise, he may become obese and destructive.An English Cocker Spaniel's long ears are susceptible to ear infections.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "Spaniels of varying sizes have been around for centuries. There are references to spaniels as far back as the works of Chaucer and Shakespeare. Spaniels come in two types: land spaniels and water spaniels. English Cockers are members of the land spaniel family. They take their name from the job they performed, which was to hunt woodcock, a type of gamebird.Until the past century, it wasn't unusual for a single litter of spaniels to have puppies of different sizes. Breeders would decide what use the puppies in their litters seemed most suited for, depending upon their size, muscle, intelligence, and stamina. Toward the end of the 19th century, however, British breeders began dividing the spaniels into specific breeds: English Springer, Welsh Springer, Cocker, Field, Sussex, Clumber, and Irish Water Spaniel.All spaniels that weighed less than 25 pounds were classified as Cocker Spaniels. There was some dispute, however, over some of the weight designations, so eventually it was decided that type should be more important than weight in determining the breed of the dog. In 1885, England's Spaniel Club was formed. One of the club's first tasks was to create breed standards for each of the different spaniel types.On the other side of the pond, the development of Cockers took a different direction. American breeders selected for smaller dogs with a more rounded skull, shorter muzzle, and heavier coat. By 1935, it was clear that American and English Cocker Spaniels were two very different types.The English Cocker Spaniel Club of America was formed in 1936, and the American Kennel Club recognized the two varieties as separate breeds in 1946, with one being called the English Cocker Spaniel, the other the Cocker Spaniel.Although the American Cocker Spaniel became very popular in the U.S., the English Cocker is one of the most popular breeds in the United Kingdom. In the U.S., its relative lack of popularity has helped the breed to remain healthy and true to its roots as a hunting dog and pleasurable companion. The English Cocker Spaniel is currently ranked 74th among the 155 breeds and varieties registered by the AKC.",
    "Size": "Male English Cocker Spaniels stand 16 to 17 inches tall and weigh 28 to 34 pounds. Females are 15 to 16 inches tall and weigh 26 to 32 pounds.",
    "Personality": "The English Cocker is described as merry and affectionate with an equable disposition. He's playful, trainable, and friendly toward people (although sometimes reserved with strangers) and other dogs. English Cockers will bark to let you know someone's approaching, so they're good watchdogs, but as typical spaniels they'll happily show the burglar where the silver is.Like every dog, English Cocker Spaniels need early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your English Cocker puppy grows up to be a well-rounded dog.",
    "Health": "English Cockers are generally healthy, but like all breeds, they're prone to certain health conditions. Not all English Cockers will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition.In English Cockers, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).Eye problems: Cockers are prone to a variety of eye problems, including Progressive retinal atrophy (PRA), a degenerative disease of the retinal visual cells that progresses to blindness; cataracts, a cloudy film that forms over the eye; glaucoma, a condition in which pressure builds up inside the eyeball; and eye abnormalities. If you notice any redness in your Cocker's eyes, or if he starts rubbing his face a lot, take him to the vet for a checkup.Hip Dysplasia: Many factors, including genetics, environment, and diet, are thought to contribute to this deformity of the hip joint. Affected Cockers may be able to lead normal, healthy lives, although you will have to monitor their exercise and not allow them to overdo it. In severe cases, your Cocker may require hip replacement surgery to get around easily.Renal Failure: Failure of the kidneys at a young age (between the ages of 9 and 24 months) occurs occasionally and is thought to be inherited.Congenital Sensorineural Deafness: This is a condition that is currently found only in parti-colored English Cockers. This condition is present at birth for affected puppies with degeneration of their hearing progressing to deafness by the age of 4 weeks. Some English Cocker breeders are beginning to test dogs for deafness before breeding them.Dilated Cardiomyopathy: This is a disease in which the heart muscle becomes overly distended. It appears to affect primarily solid-colored English Cockers. Signs include weight loss, weakness, abdominal distention, coughing, fainting, and a rapid heart beat. Diagnosis is made with x-rays and echocardiography.",
    "Care": "English Cocker Spaniels are adaptable and can even do well living in an apartment as long as they receive daily exercise to keep them in shape. This is a breed with a great deal of stamina, so he'll enjoy long, brisk walks, games of fetch, or sports such as agility or flyball.Puppies have different exercise needs. From 9 weeks to 4 months of age, puppy kindergarten once or twice a week is a great way for them to get exercise, training, and socialization, plus 15 to 20 minutes of playtime in the yard, morning and evening. Throw a ball for them to fetch.From 4 to 6 months of age, weekly obedience classes and daily half-mile walks will meet their needs, plus playtime in the yard. From 6 months to a year of age, play fetch with a ball during cool mornings or evenings, not in the heat of the day. Continue to limit walks to a half mile.After he's a year old, your English Cocker pup can begin to jog with you, but keep the distance to less than a mile and give him frequent breaks along the way. As he continues to mature, you can increase the distance and time you run. These graduated levels of exercise will protect his developing bones and joints.Teach your English Cocker with a gentle hand. He has a sensitive spaniel temperament and won't respond well to harshness. Use positive reinforcement techniques such as food rewards, praise, and play. He's a fast learner, and if you make training consistent and fun, you'll be more than pleased with his abilities.Like all dogs, English Cockers have a mischievous side. They're also chowhounds. Keep food and garbage out of reach, as well as anything else you don't want them to get into, especially during the curious puppy period. A crate is a great way to prevent your English Cocker from getting into trouble when you're not around to supervise.",
    "Feeding": "Recommended daily amount: 1 to 2 cups of high-quality dry food a day, divided into two meals.NOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.English Cockers like to eat, and they will put on the pounds if you're not careful. Keep your English Cocker in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test.First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your English Cocker, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "English Cocker Spaniels have medium-long coats that are flat or slightly wavy, with a silky texture. The legs, chest, and belly are covered with longer hair called feathering, but not as much as that of their cousin, the American Cocker Spaniel. Feathering is more than decorative; it helps to protect the dog's body from scratches or other injuries as he makes his way through the field.English Cockers come in coats of many colors. Among them are parti-color (white with black, liver, or shades of red); solid black, liver, or shades of red; black and tan; and liver and tan. Any of the colors or patterns may come with tan points on the eyebrows, muzzle, throat, rump, and feet. Of all the English Cocker colors, blue roan is most popular.Brush your English Cocker's coat every other day and any time he's been in the field. You can trim the feathering so it doesn't drag on the ground and the feet so they look neat.The coat of an English Cocker show dog requires more effort. It must be stripped by hand or with a stripping knife. If you plan to show your English Cocker, you'll want to apprentice with a breeder to learn how to groom the coat properly.Clean the ears weekly with a cleanser recommended by the dog's breeder or veterinarian. Because the ears hang down, they're prone to ear infections. When you clean them, check for signs of infections, such as a bad smell, redness, tenderness, or itchiness. If your English Cocker frequently shakes his head or scratches at his ear, take him to the vet for a checkup. When it comes to ear infections, it's best to start treatment as soon as possible.Other grooming needs include dental hygiene and nail care. Brush the teeth at least two or three times a week to remove tartar buildup and bacteria. Daily is better if you want to keep your English Cocker's mouth healthy.Trim the nails once or twice a month or as needed. If you can hear them clicking on the floor, they're too long. Short nails will help keep your dog's foot in good condition and will prevent them from scratching your legs when your English Cocker enthusiastically jumps up to greet you.Begin accustoming your English Cocker to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the ears, nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "English Cockers are friendly, fun-loving, and gentle family dogs who do well with children, especially if they're brought up with them. Adult English Cockers who aren't familiar with children may do best in a home with older children who understand how to interact with dogs.Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's sleeping or eating or to try to take the dog's food away. No dog should ever be left unsupervised with a child.English Cockers enjoy the company of other dogs and can also get along fine with cats, especially if they're introduced at an early age.",
    "Rescue Groups": "English Cockers are often purchased without any clear understanding of what goes into owning one. There are many English Cockers in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a English Cocker rescue.English Cocker Spaniel Club of America"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Sporting Dogs"
    },
    {
      "name": "Height",
      "value": "1 foot, 3 inches to 1 foot, 5 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "26 to 34 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 14 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}