{
  "id": "eurasier",
  "url": "https://dogtime.com/dog-breeds/eurasier",
  "name": "Eurasier",
  "intro": "The Eurasier is a breed of medium-sized dogs of the Spitz type that first came from Germany. These dogs are known to be very smart, loyal, and even-tempered.\nEurasiers can go by many other names such as Eurasian, Eurasian Spitz, Eurasian dog, and most notably, Wolf-Chow. You can find Eurasier dogs in shelters and breed specific rescues, so remember to adopt!\nThese dogs are very solid watchdogs and pack-oriented, which makes them ideal for those with families and even kids. However, Eurasiers don’t do well when left alone, especially in a room by themselves. They do best when they are part of a family and, when left on their own, can grow anxious and depressed.\nSee below for all dog breed traits and facts about Eurasiers!",
  "description": {
    "Highlights": "The Eurasier is a purebred dog descended from Spitz-type dogs who originated in Germany.Eurasiers coats are often a mix of their Chow Chow and Wolfspitz’ descendants coats and colors. The main colors of Eurasiers are black, black and tan, fawn, red, and wolf sable.Eurasiers are known to be fairly allergy friendly. They are easy to groom, and though they have thick fur, are easy to brush.Most Eurasiers eat in a controlled manner, not typically subject to overeating, and take food by hand in a very delicate manner—they are soft-mouthed.Eurasiers are very family-oriented dogs. They make good watchdogs, but they generally do not act aggressively to strangers.",
    "History": "German breeder Julius Wipfel started mixing Chow-Chows with Wolfspitz dogs, and later Samoyeds, in the 1960s. The mixing resulted in the modern Eurasier, though the breed was originally known as the Wolf Chow. In 1973, the Federation Cynologique Internationale, an international federation of national kennel clubs, recognized the breed as the Eurasier, a name that was chosen to reflect both their European and Asian backgrounds. They designated the breed as a Spitz or Primitive type.The United Kennel Club (UKC) recognized the Eurasian in 1996 as a Northern breed. Even though these dogs enjoy popularity in Germany and Switzerland, they are less well known in the United States. There are only about 9,000 Eurasier dogs across the entire world today; however, their popularity is growing as more people discover the breed and the dogs' appeal as family companions.The American Kennel Club (AKC) currently lists the Eurasier as a Foundation Stock Service breed.If you are interested in bringing home a Eurasier, make sure to check breed-specific rescues or your local shelters and adopt!",
    "Size": "The Eurasier, originating from a cross-breed of both Chow-Chow and Wolfspitz, is a large- to medium-sized breed, being more long than tall in stature.Most weight in the range of 40 to 70 pounds and range in height between 20 and 24 inches.",
    "Personality": "The Eurasier is a calm and even-tempered dog who sticks to a pack mentality. This means they are very family-oriented dogs. They're alert of their surroundings and ever watchful, which makes them great protectors of their pack or family.However, they are not usually aggressive towards others. Since they are family-oriented dogs, they typically like having someone with them most of the time. They also take their time when meeting new people and dogs, though they usually won't be outwardly aggressive towards them.These loyal pups get along very well with children and other pets, especially if they were raised with them.This dog breed has a very mellow personality in general and they enjoy a family environment where they are constantly with someone they are comfortable with. If not, they get anxious and depressed easily.The Eurasier's activity level is medium to fair. They enjoy daily walks but are not excessively active or energetic. They're intelligent and obedient, which makes it easy for them to learn new skills or tricks.",
    "Health": "The Eurasier breed might be predisposed to some of the same conditions that the Chow-Chow and Wolfspitz also face. While virtually most, if not all, are generally healthy, some may be prone to a few health issues, which is why it is important to maintain good care and regular veterinary checkupsSome of the more common health problems Eurasier suffer from include:Hip dysplasiaPatellar luxationHypothyroidismEye problems.",
    "Care": "Like all dogs, Eurasiers need regular veterinary check-ups to make sure they are healthy and that no underlying issues exist. Your vet can help you develop a care routine for your specific dog breed that will keep them healthy.As with many dogs who have thick coats, Eurasiers shed a lot. At least once or twice a year they go through heavy shedding that lasts about three weeks. To keep this under control, make sure to brush your dog and give them warm baths. Also, blow dry their coat thoroughly to remove any loose hair, but keep the heat setting on low to prevent burns.Check their ears for debris and pests daily and clean them as recommended by your vet. Trim your dog's nails before they get too long--usually once or twice per month. They should not be clicking loudly against the floor. Your groomer can help with this.The Eurasier is not an overly active dog. In fact, many owners would describe their Eurasiers as lazy. A 30- to 60-minute walk once a day is plenty of exercise for this breed, though they will also appreciate some active playtime indoors or in the backyard, as well.",
    "Feeding": "An ideal Eurasier diet should be formulated medium-sized breed with medium energy. Eurasiers are relatively light eaters, and can seem to be picky or reluctant to eat. They eat in a controlled manner, not typically subject to overeating, and take food by hand in a very delicate manner—they are soft-mouthed.As with all dogs, the Eurasier's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Eurasier's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "Eurasiers coats are often a mix of their Chow Chow and Wolfspitz’ descendants coats and colors. The main colors of Eurasiers are black, black and tan, fawn, red, and wolf sable.Eurasiers have double coats, with the under layer being short, soft, and thick, and the top layer being more fluffy, rough, and of a medium length. They have longer fur on the belly, tail and rump, back of their front legs, on the back of their head and neck, which gives the appearance of a mane. Eurasiers are known to be fairly allergy friendly. They are easy to groom, and though they have thick fur, are easy to brush.",
    "Children And Other Pets": "Eurasiers are calm and even-tempered dogs, which makes them great with children of all ages, especially if they grow up with them. They are large- to medium-sized dogs and can usually deal with excited children, as they are also not aggressive. But Eurasiers are often reserved unless they know you and it will take time before they warm up to strangers. That said, it's best that children learn and understand how to properly approach and play with these dogs.When it comes to other pets, Eurasiers need time to get to know them. Though they are not aggressive or easily-provoked, they will remain reserved with dogs and other pets they don't know or aren't familiar with. But with proper socialization and time, they will eventually warm up to other pets if they are around them long enough.Again, Eurasiers can get along just fine with children, other dogs, and cats. It really comes down to training, socialization, and the luck of the draw.",
    "Rescue Groups": "Because the Eurasier is still a relatively rare breed, it may be difficult to find a breed-specific rescue. However, you can always check with your local shelter, and you may want to try a rescue that caters to large- or medium- sized dogs. You can take a look at the following:The United States Eurasier ClubYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Companion Dogs"
    },
    {
      "name": "Height",
      "value": "20 to 24 Inches"
    },
    {
      "name": "Weight",
      "value": "40 to 71 lbs"
    },
    {
      "name": "Life Span",
      "value": "12 to 14 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 3
    }
  ]
}