{
  "id": "field-spaniel",
  "url": "https://dogtime.com/dog-breeds/field-spaniel",
  "name": "Field Spaniel",
  "intro": "The sturdy, medium-sized Field Spaniel dog breed was originally developed to retrieve game from land or water. Today, while they retain their excellent hunting skills, they’re mainly family companions and show dogs and are rarely seen in the field.\nThese dogs love people and are loyal family friends. However, they do not fair as well in apartments due to their high energy and exercise needs. If you decide this is the breed for you, make sure your dog has plenty of space to run and play, and keep up with daily walks!\nDogTime recommends this dog bed to give a good night’s sleep to your medium-sized Field Spaniel. You should also pick up this dog water bottle for any outdoor adventures you have with your pup!\nSee all dog breed traits and facts about Field Spaniels below!",
  "description": {
    "": "If you and your active family are looking for a medium-sized dog with energy to spare, consider the Field Spaniel. He is larger than the English Cocker Spaniel and smaller than the English Springer Spaniel.He's a wonderful companion for family that can meet his needs for exercise, training, and companionship, and he will give you years of competition in such dog sports as obedience, agility, rally, tracking, hunt tests and conformation. Hunters will appreciate their ability to quarter in dense cover — that means he hunts by running a zigzag pattern through heavy brush — and flush birds such as pheasants, quail, and chukars.Field Spaniels love people, and they are eager to please, loyal, and loving. At playtime, their water-loving nature comes out. They will sometimes use their water dish as the local swimming hole, making quite a mess around the house.While they can sometimes be reserved with strangers, they should never be fearful, shy, or aggressive. Some Field Spaniels bond with just one family member, but most accept everyone in the family as their best friends. They are excellent with children but aren't fond of rough, loud play, preferring to walk away and find a quieter activity. Field Spaniels are alert and will bark a warning when visitors approach, but they are not guard dogs.Training, whether it's for dog sports or nice household manners, helps prevent your Field Spaniel from becoming bored and getting into mischief. It's important to work around the independent streak that allows this breed to perform so well in the field. If you use motivational methods and frequent rewards, you will end up with a happy dog who is a joy to work with. Field Spaniels are extremely sensitive dogs and do not respond well to loud tones of voice or harsh handling.Field Spaniels require less grooming than most other spaniel breeds. Even to get them ready for the conformation show ring is not an involved process as they are to be shown looking as natural as possible. No fancy trimming necessary!The Field Spaniel is a rare breed that can be hard to find. Take the time to research breeders and find one who is willing to help you find just the right puppy. A responsible breeder will ensure that your puppy's parents are screened for any genetic conditions that may exist in the breed and will be diligent in removing from the gene pool any dogs with serious health conditions for which no screening test is yet available.",
    "Highlights": "Field Spaniels need regular contact with people; they become neurotic if locked away in a kennel or out in a yard with no human companionship.Socialize them well when young to avoid timidity and problems with other dogs.They are active dogs and require regular exercise.They will follow their nose so a securely fenced yard is a must.Field Spaniels love water and will play in any water they find, including their water bowl in the house. They will share the fun by bringing the water to you also.They love to eat and will steal food when possible.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "The Field Spaniel was developed in England in the latter half of the 19th century to be a medium-sized, all-black dog, which was unusual at the time as most hunters preferred dogs with some white so they could be easily seen in the field. The Field Spaniel was created at the same time that dog shows were becoming popular and is considered the first spaniel developed for conformation showing while at the same time retaining his excellent skills in the field.Until 1901, spaniels were divided by weight, so if one puppy in a litter grew to be more than 25 pounds, he was called a Field Spaniel. If he weighed less than 25 pounds, he was classified as a Cocker Spaniel.The breed started out as a popular dog, but through some not-so-successful cross-breeding, fanciers turned him into a dog that was longer than he was tall, with short legs, a large head, and too much coat. That didn't make for a very good or very attractive hunting dog, and the public expressed its displeasure. The Field Spaniel's popularity bottomed out. Fortunately, a man named Mortimer Smith made the effort to bring back the Field Spaniel's functional good looks.The AKC registered its first Field Spaniel, Colehill Rufus, in 1894, but when a fire destroyed a major kennel in 1909, the breed practically disappeared in the United States. The last registration of a Field Spaniel occurred in 1930. The next importation of Field Spaniels occurred in 1967, and those three dogs along with subsequent imports are the basis of the breed today. Despite his fine qualities, he remains a rare breed compared to other spaniels.",
    "Size": "Give or take an inch, males stand 18 inches at the shoulder, females 17 inches. The average Field Spaniel weighs 37 to 45 pounds.",
    "Personality": "Field Spaniels are easygoing, sensitive, fun-loving, independent, and smart. They enjoy being with people, although they may be reserved when they first meet strangers. No Field Spaniel should ever be shy, fearful, or aggressive.Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Choose the middle-of-the-road puppy, not the one who's beating up his littermates or the one who's hiding in the corner.Always meet at least one of the parents — usually the mother is the one who's available — to ensure that they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when he grows up.Like every dog, the Field Spaniel needs early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Field Spaniel puppy grows up to be a well-rounded dog.Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills.",
    "Health": "Field Spaniels are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Field Spaniels will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition. In Field Spaniels, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).Ear Infections: Field Spaniels can be prone to ear infections because of their floppy ears. The ears trap moisture and should be regularly checked.Hip Dysplasia: A degenerative disease in which the hip joint is weakened due to abnormal growth and development. This disease is found in many breeds. Although it is a genetic disease that breeders screen for, it can be found in a puppy with parents free of the disease. When it is found in such a puppy, it is usually linked to environmental factors such as poor nutrition or too much weight gain during puppyhood.Allergies: Allergies are common ailment in dogs. There are three main types of allergies: food-based allergies, which are treated by an elimination process of certain foods from the dog's diet; contact allergies, caused by a reaction to a topical substance such as bedding, flea powders, dog shampoos, and other chemicals, and treated by removing the cause of the allergy; and inhalant allergies, caused by airborne allergens such as pollen, dust, and mildew. The treatment for inhalant allergies depends on the severity of the allergy. It is important to note that ear infections often accompany inhalant allergies.Autoimmune Hemolytic Anemia: Autoimmune Hemolytic Anemia (AIHA) is a life- threatening disease that causes the body to attack its own red blood cells. Signs of AIHA are jaundice; fainting; pale gums, lips and eye margins; dark tea- colored urine; lethargy; and a rapid heartbeat. When tested the blood will have a low red blood cell count. If AIHA is left untreated, it will generally result in death. Treatment can take months to years and usually involves the administration of the steroid prednisone and in some cases blood transfusions.Cancer: Dogs, like humans, can develop cancer. There are many different types of cancer, and the success of treatment differs for each individual case. For some forms of cancer, tumors are surgically removed, others are treated with chemotherapy, and some are treated both surgically and medically.Cataracts: A cataract is an opacity on the lens of the eye, which causes difficulty in seeing. The eye(s) of the dog will have a cloudy appearance. Cataracts usually occur with old age and can be treated by surgically removing the cataract.Ectropion: Ectropion is the rolling out or sagging of the eyelid, leaving the eye exposed and prone to irritation and infection such as conjunctivitis. If ectropion is severe the eye should be repaired surgically, but in mild cases no treatment is necessary.Epilepsy: The Field Spaniel can suffer from epilepsy, which is a disorder that causes seizures. Epilepsy can be treated by medications but it cannot be cured. A dog can live a full and healthy life with the proper management of this hereditary disorder.Hypothyroidism: Hypothyroidism is caused by deficiencies of the hormone produced from the thyroid gland. A mild sign of the disease may be infertility. The more apparent signs are obesity, mental dullness, lethargy, drooping of the eyelids, low levels of energy, and irregular heat cycles. The dog's fur becomes coarse and brittle and begins to fall out, while the skin becomes tough and dark. Hypothyroidism can be treated with a daily thyroid replacement and usually requires lifetime treatment. A dog that is having daily treatment can live a full and happy life.Progressive Retinal Atrophy (PRA): A degenerative eye disorder. Blindness caused by PRA is a slow process resulting from the loss of photoreceptors at the back of the eye. PRA is detectable years before the dog shows any signs of blindness. A reputable breeder will have dogs' eyes certified annually by a veterinary ophthalmologist.",
    "Care": "Moderately active indoors, Field Spaniels aren't recommended for apartment or condo living. They do best with a large yard to run in. With their strong hunting instincts, it's best that they have a securely fenced yard so they don't wander off into trouble.Locking this breed away in a kennel or chaining him in the yard with minimal human contact will make him neurotic. He does best when given a great deal of exercise with chances to run and explore. Just be aware that he has a tendency to follow his nose. He will also enjoy long walks on leash.",
    "Feeding": "Recommended daily amount: 1.5 to 2 cups of high-quality dry food a day, divided into two meals.NOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Field Spaniel in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test.First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Field Spaniel, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The Field Spaniel has a dense, water-repellent single coat, meaning there's no undercoat. His hair is moderately long and can be flat or slightly wavy. The chest, underbody, backs of the legs, and rear end are adorned with moderate feathering but not the masses of fur you might see on a Cocker Spaniel.The coat comes in black, liver, golden liver, roan, or any of those colors with tan points. Some Field Spaniels have a small amount of white on the chest or throat.Joy of joys, the Field Spaniel requires much less grooming than other spaniel breeds. The coat should be brushed regularly and bathed as needed.Brush your Field Spaniel's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim his nails once or twice a month if your dog doesn't wear them down naturally to prevent painful tears and other problems. If you can hear them clicking on the floor, they're too long. Dog toenails have blood vessels in them, and if you cut too far you can cause bleeding — and your dog may not cooperate the next time he sees the nail clippers come out. So, if you're not experienced trimming dog nails, ask a vet or groomer for pointers.His ears should be checked weekly for redness or a bad odor, which can indicate an infection. When you check your dog's ears, wipe them out with a cotton ball dampened with gentle, pH-balanced ear cleaner to help prevent infections. Don't insert anything into the ear canal; just clean the outer ear.Begin accustoming your Field Spaniel to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "Field Spaniels are fond of children, but noisy roughhousing isn't their style. As with any breed, always supervise the interaction between Field Spaniels and young children to prevent any ear-tugging and tail pulling on the part of either party.",
    "Rescue Groups": "Field Spaniels are often purchased without any clear understanding of what goes into owning one. There are many Field Spaniels in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Field Spaniel rescue.Field Spaniel Society of America Rescue"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Sporting Dogs"
    },
    {
      "name": "Height",
      "value": "1 foot, 4 inches to 1 foot, 7 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "37 to 45 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 12 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}