{
  "id": "fila-brasileiro",
  "url": "https://dogtime.com/dog-breeds/fila-brasileiro",
  "name": "Fila Brasileiro",
  "intro": "The Fila Brasileiro was developed in Brazil centuries ago as a large game hunting dog and working dog. These large dogs can be intimidating, but there is a reason why the saying, “faithful as a Fila” exists in Brazil.\nThis breed is also known as the Brazilian Mastiff, Brazilian Bloodhound, Cao de Brasil, Cao de Fila, and the Fila. Although these are purebred dogs, you may still find them in shelters and rescues. Remember to adopt! Don’t shop if this is the breed for you.\nThis massive dog probably isn’t the best choice for novice pet parents or people who live in apartments, as the Fila Brasileiro needs firm, experienced training and a lot of space to run around. The breed is banned in several countries where these dogs are considered aggressive. But for an experienced large dog owner who’s ready to devote a serious amount of time to training and socialization, the Fila Brasileiro can make a wonderful companion and watchdog.\nDogTime recommends this big, spacious crate to give your big Fila Brasileiro a place to rest and relax. You should also pick up this dog brush and massager for your short-haired pup!\nSee below for complete list of Fila Brasileiro dog breed facts and traits!",
  "description": {
    "Highlights": "Fila Brasileiros have high energy levels. Make sure your dog gets at least two to three good half-hour- to hour-long walks per day with a few good, active play sessions and shorter walks mixed in.The Fila Brasileiro's coat can be brindle, fawn, or black. Sometimes, a Fila may have a black mask.Their coats are smooth and short-haired, and they shed regularly. This means they don't make great choices for allergy sufferers.Your Fila may not take well to other kids, like playmates, so it is important to set up boundaries for both the dog and kids. Teach your children how to properly interact with your Fila Brasileiro to prevent any unwanted injuries.Filas can get along with other dogs their size but tend to view anything smaller as prey. Even with consistent training, Filas are hard-wired to chase down small animals like cats and smaller pups, and will likely be best suited as the only animal in the home.The Brazilian Mastiff was bred to be loyal only to their owners, which means that consistent and early socialization is key to raising a Fila Brasileiro who won't become aggressive around visitors or strangers.",
    "History": "The exact origins of the Fila Brasileiro, including when the breed came into existence, aren't well-documented. Based on the Brazilian Mastiff's appearance, it's believed that the massive breed was created by crossbreeding English Mastiffs, Bulldogs, and Bloodhounds during the 1600s.These large dogs were used by colonist plantation owners to fend off large predators like jaguars. They were also used to hunt and would track down livestock like cattle, sadly along with escaped enslaved people from the plantations, and grip them by the neck, holding them down until the dogs' humans arrived.Despite their massive size, these guard dogs are agile. The Fila Brasileiro could chase at up to 35 MPH for their plantation owning humans, and then shift into a quiet, docile mode when relaxing with the family.Centuries later, in 1946, the first breed standards for the Fila Brasileiro were published. The inhabitants of the city Sao Paulo were put in charge of keeping breeding records. In 1954, the Brasil Kennel Club (BKC) accepted the breed, and in 1960, so did the Fédération Cynologique Internationale (FCI).The stranger-aggressive breed isn't recognized by show clubs like the American Kennel Club, as judges would not be able to inspect the watchful, powerful breed.",
    "Size": "Male Fila Brasileiro stand 25 to 30 inches from the shoulder and usually weigh in anywhere between 110 and 180 pounds Female Brazilian Mastiffs are slightly smaller, standing between 23 and 27 inches tall from the shoulder and weighing somewhere between 90 and 110 pounds. That said, many can be larger or smaller.",
    "Personality": "The Fila Brasileiro is one of the largest, most headstrong purebred dogs out there, and only a select few are truly up to the challenge of raising and socializing this working breed. The Brazilian Mastiff was bred to be loyal only to their owners, which means that consistent and early socialization is key to raising a Fila Brasileiro who won't become aggressive around visitors or strangers.Still, when the Fila Brasileiro has a strong human pack leader who's consistent, this large dog breed is nothing but devoted. When they aren't running around or working, the Fila Brasileiro is often silent and docile, resting near their people. However, if something catches their attention or aggravates them, the Fila is quick to action and can go from lounging to lunging in seconds. Again, this is why it is so important that this breed has an experienced and consistent trainer.For being such a large dog, the Fila Brasileiro has a surprising amount of energy. The massive dog needs big spaces, like a fenced-in yards, to run freely and burn off some excess energy. The Fila Brasileiro doesn't fare well in small spaces like apartments or condos, even for the most active and dog-experienced of urban dwellers.",
    "Health": "Fila Brasileiro are generally healthy, but like all breeds, they can be subject to certain health conditions. Not all Filas will get any or all of these diseases, but it's important to be aware of them if you're considering this large breed.Some of the more common health problems Fila Brasileiro suffer from include:Hip and elbow dysplasiaEntropionBloat",
    "Care": "As with all dogs, you should keep up with your Fila Brasileiro's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.If not exercised properly, Filas are prone to weight gain, and they have high energy levels. Make sure your dog gets at least two to three good half-hour- to hour-long walks per day with a few good, active play sessions and shorter walks mixed in. This is a breed you simply cannot have without having a yard, and you should work in some active outdoor play sessions with your Fila as well, when weather permits.Check their ears for debris and pests daily, and clean them as recommended by your vet. Trim your dog's nails before they get too long--usually once or twice per month. They should not be clicking against the floor. Your groomer can help with this.You should brush their teeth daily, as many dogs are prone to dental issues. Your vet can instruct you on how to brush your dog's teeth properly.",
    "Feeding": "An ideal Fila Brasileiro diet should be formulated for a large breed with high energy levels. The Brazilian Mastiff has a high tendency to gain weight. Keep your Fila Brasileiro in good shape by measuring their food and feeding them twice a day rather than leaving food out all the time.As with all dogs, the Fila Brasileiro's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Fila Brasileiro's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "According to FCI standards, the Fila Brasileiro's coat can be brindle, fawn, or black. Sometimes, a Fila may have a black mask. White marks aren't up to breed standard, but they won't make your Fila any less tenacious or loyal.Their coats are smooth and short-haired, and they shed regularly. This means they don't make great choices for allergy sufferers. A good brush per week, plus regularly bathing, should keep your Fila Brasleiro's coat in good shape.Filas can fare well in warmer weather, but this big dog should not be left in any extreme weathers, hot or cold.",
    "Children And Other Pets": "Even though the Fila Brasileiro can be intense, with consistent training, the massive breed can make a wonderful companion to children in the family. Your Fila may not take well to other kids, like playmates, so it is important to set up boundaries and teach your children how to properly interact with your Fila Brasileiro to prevent any unwanted injuries.When it comes to other animals, Filas can get along with other dogs their size but tend to view anything smaller as prey. Even with consistent training, Filas are hard-wired to chase down small animals like cats and smaller pups, and will likely be best suited as the only animal in the home.",
    "Rescue Groups": "Rescues specifically for Fila Brasileiros might be hard to come by. However, you can always check with your local shelter, and you may want to try a rescue that caters to all kinds of dogs. You can take a look at the following:Wright-Way RescueAngels Among Us Pet RescueYou can also check out DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Working Dogs"
    },
    {
      "name": "Height",
      "value": "24 to 30 inches"
    },
    {
      "name": "Weight",
      "value": "90 to 180 pounds"
    },
    {
      "name": "Life Span",
      "value": "9 to 12 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 1
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 2
    }
  ]
}