{
  "id": "flat-coated-retriever",
  "url": "https://dogtime.com/dog-breeds/flat-coated-retriever",
  "name": "Flat-Coated Retriever",
  "intro": "The Flat-Coated Retriever was originally developed as a dual-purpose retriever of game on land and from water, and they’re still popular for that purpose today.\nThey also compete in obedience, rally, and agility, are super therapy dogs, and are ideal companions for people who are looking for an active dog breed. Apartment dwellers should beware, however, as these pups definitely need room to run and play. Keep up with daily walks to meet this breed’s high exercise needs.\nDogTime recommends this dog bed to give a good night’s sleep to your medium-sized Flat-Coated Retriever. You should also pick up this dog fetch toy to help burn off your pup’s high energy!\nSee all dog breed traits and facts about Flat-Coated Retrievers below!",
  "description": {
    "": "At first glance, you might think the Flat-Coated Retriever resembles a black or brown Golden Retriever, but no such thing. He's a distinctive breed, originally developed as a dual-purpose retriever of game on land and from water. His early popularity, which peaked before World War I, was eclipsed by that of the Golden and Labrador Retrievers, but his fans think that's for the best, preferring to keep the secret of his fun-loving yet hard-working nature to themselves.Flat-Coats are often called the \"Peter Pan\" of retrievers. They generally mature more slowly than other dogs and maintain their puppylike exuberance for years. This playful energy makes them a wonderful and entertaining companion, but it also means extra time and patience when training them. While they are eager to please, Flat-Coats are hams, and they won't hesitate to go for a laugh, even if it means ignoring or disobeying you. In general, however, he's a responsive and sensitive student. A harsh correction will cause him to shut down until you make amends.Tolerant and friendly, Flat-Coats love everyone, including children and other dogs. They'll bark to let you know that someone's approaching, but don't count on them to serve as any kind of guard dog. They are great friends for active older children but may be too energetic for toddlers, knocking them down with a swish of their frequently wagging tail.Although the Flat-Coated Retriever is fairly calm indoors, he's not suited to apartment life. He retains his hunting skills and should live in an environment where his talents can be used--or at least one that gives him the opportunity to run and swim. Expect to give him a couple of 45-minute walks, runs, or other activity daily to satisfy his exercise needs. If you're doing a good job, he'll look well conditioned and lean. Afterward, he'll enjoy relaxing with you in your home. He prefers to be with his people whenever possible.Many breeders and enthusiasts are the first to admit that Flat-Coated Retrievers are not for everyone, but there are a lucky few for whom this affectionate and good-looking retriever is a perfect match.",
    "Highlights": "Beware of any breeder who advertises yellow Flat-Coated Retrievers. Flat-Coats only come in solid black or solid liver.The Flat-Coated Retriever is a high-energy dog who requires about 90 minutes of exercise a day. He makes an excellent jogging companion once he reaches physical maturity.Flat-Coated Retrievers mature at a slower rate than some other breeds and you will find that you are in possession of a rather large puppy for several years. This timeless puppy can be both a joy and a frustration. If you want a dog that is quieter and less puppy-like as an adult, you should look for another breed.Flat-Coated Retrievers enjoy human contact and will become destructive if they are left alone for too long. Routines help establish what the dog can expect and reduce their stress level.Flat-Coated Retrievers are not recommended for apartments.Training is a must with this breed as Flat-Coats are both joyous jumpers and, like all retrievers, orally fixated--that means they like to chew.Use positive reinforcement techniques such as praise, play, and food rewards. Keep training fun, interesting, and kind. With harsh verbal or physical treatment, Flat-Coats can become stubborn or stop responding altogether.Although he's highly affectionate, the Flat-Coated Retriever is not the best choice in homes with young children or fragile senior citizens. They are unaware of their strength and can hurt people with their exuberant jumping and roughhousing.Flat-Coated Retrievers will bark an alarm, but they are not a guard or watchdog in any way. They are more likely to greet intruders warmly, happily licking their hands and face, than they are to deter them.Flat-Coated Retrievers may eat their own poop, a habit known as coprophagy. Pick up poop as soon as possible if you don't want your Flat-Coat to snack on it.Flat-Coated Retrievers are considered to be a healthy breed in relation to other breeds but they do have a high rate of cancers.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "Given the Flat-Coat's bouncy nature, it's appropriate that one of his forebears was named Old Bounce. Old Bounce, and her daughter, Young Bounce--natch!--were important to the development of the breed. They were members of a working strain of retrievers owned by gamekeeper J. Hull in 1864.But the man most credited with the breed's development was S.E. Shirley, who helped mold them into a stable type. Also contributing to their advancement was H. R. Cooke, whose Riverside Kennel produced many fine field and show Flat-Coats.The Flat-Coat was a popular hunting dog through the end of World War I, but then Labrador and Golden Retrievers began to steal his thunder. His numbers became dangerously low, and he flirted with extinction a time or two. Fortunately, his fans were able to bring him back from the brink by the mid-1960s. The Flat-Coat never regained his early popularity, but breeders count that as a plus. It has helped them to preserve his natural working ability, intelligence, and sweetly goofy nature.He is still a rare breed, ranking 100th among the 155 breeds and varieties registered by the American Kennel Club. If you want a Flat-Coat, expect to spend a year or more on a waiting list, not to mention undergoing the third-degree from a protective breeder who wants to make sure you will provide just the right home for one of his or her puppies.",
    "Size": "A male Flat-Coated Retriever is 23 to 24.5 inches tall at the shoulder; a female 22 to 23.5 inches. The average weight of a Flat-Coated Retriever is 55 to 70 pounds.",
    "Personality": "Nicknamed the Peter Pan of dogs for his ever-youthful outlook on life, the Flat-Coated Retriever has many desirable qualities. He's smart, friendly, adaptable, and cheerful. He's also mischievous and exuberant, with a moderately high energy level. His exercise needs must be met for him to maintain the sweet, calm temperament that he's known for.This is a slow-maturing breed, which means that he'll act puppylike for several years beyond physical maturity. He's a bit of a ham and will always make you laugh, even if he's just disobeyed you. The Flat-Coat is sensitive and doesn't respond well to harsh training methods. He may react by becoming stubborn or simply refusing to do anything you ask until you soothe his hurt feelings.Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Choose the middle-of-the-road puppy, not the one who's beating up his littermates or the one who's hiding in the corner. Always meet at least one of the parents — usually the mother is the one who's available — to ensure that they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when he grows up.Like every dog, Flat-Coats need early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Flat-Coat puppy grows up to be a well-rounded dog. Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills.",
    "Health": "Flat-Coated Retrievers are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Flat-Coats will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition. In Flat-Coats, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).Hip Dysplasia: This is a heritable condition in which the thighbone doesn't fit snugly into the hip joint. Some dogs show pain and lameness on one or both rear legs, but you may not notice any signs of discomfort in a dog with hip dysplasia. As the dog ages, arthritis can develop. X-ray screening for hip dysplasia is done by the Orthopedic Foundation for Animals or the University of Pennsylvania Hip Improvement Program (PennHIP). Dogs with hip dysplasia should not be bred. If you're buying a puppy, ask the breeder for proof that the parents have been tested for hip dysplasia and are free of problems. Hip dysplasia is considered to be hereditary, but it can be worsened by environmental factors, such as rapid growth from a high-calorie diet or injuries incurred from jumping or falling on slick floors. According to the 1997 Flat-Coated Retriever Society of America health survey, CHD affected 9.4 percent of Flat-Coats reported.Malignant Histiocytosis: While this form of cancer is rare, it's the most common type of cancer seen in Flat-Coated Retrievers. It originates in the histiocytes, white blood cells found in the skin and loose connective tissue in the body. Malignant histiocytosis is treated with surgery, chemotherapy, and radiation, but the prognosis is usually poor.Lymphosarcoma: This is one of the most common cancers seen in dogs and can be found in various parts of the body such as the spleen, gastrointestinal tract, lymph nodes, liver, and bone marrow. The cancer can be treated with chemotherapy.Hemangiosarcoma: This form of malignant cancer is found in the lining of blood vessels as well as the spleen. It can be treated with surgery and chemotherapy, but the prognosis is poor.Osteosarcoma: Generally affecting large and giant breeds, osteosarcoma is an aggressive bone cancer. The first sign of osteosarcoma is lameness, but the dog will need x-rays to determine if the cause is cancer. Osteosarcoma is treated aggressively, usually with the amputation of the limb and chemotherapy. With treatment, dogs can live nine months to two years or more. Luckily, dogs adapt well to life on three legs and don't suffer the same side effects to chemotherapy as humans, such as nausea and hair loss.Patellar Luxation: Also known as \"slipped stifles,\" this condition involves the knee (patella) slipping out of place, causing lameness. The rubbing caused by patellar luxation can lead to arthritis which is a degenerative joint disease. Patellar luxation can be mild or severe. Dogs with severe cases may require surgery.Gastric dilatation volvulus, also known as gastric torsion or bloat: This is a life-threatening condition that affects large, deep-chested dogs, especially if they're fed one large meal a day, eat rapidly, drink large amounts of water rapidly, or exercise vigorously after eating. Bloat occurs when the stomach is distended with gas or air and then twists. The dog is unable to belch or vomit to rid himself of the excess air in his stomach, and blood flow to the heart is impeded. Blood pressure drops and the dog goes into shock. Without immediate medical attention, the dog can die. Suspect bloat if your dog has a distended abdomen, is drooling excessively, and retching without throwing up. He also may be restless, depressed, lethargic, and weak with a rapid heart rate. If you notice these signs, get your dog to the vet as soon as possible.",
    "Care": "The Flat-Coated Retriever is the perfect suburban or country dog. He has a moderately high energy level and is best suited to a home where he has many opportunities to run and swim. Expect to exercise him about 90 minutes a day, or two 45-minute walks, runs, or other vigorous activity such as playing fetch or training for agility or flyball.Flat-Coated Retrievers make wonderful jogging companions when they are trained properly and have reached maturity. Remember that jogging on cement or other hard surfaces can damage your dog's joints; it's best to run on grass or other soft surfaces.Go easy on puppies. They need approximately 5 minutes of exercise for every month of age per day. So if your Flat-Coat puppy is 4 months old, he needs about 20 minutes of exercise per day. Too much exercise can stress his still-growing joints.Your Flat-Coat shouldn't be difficult to housetrain. Crate training is recommended, both as an aid to housetraining and to prevent your Flat-Coat from getting into things he shouldn't when you're not around to supervise.Your Flat-Coat is likely to have one habit you'll find disgusting: eating poop, known as coprophagy. The only foolproof way to avoid this is to pick up his stool and dispose of it immediately.Start training your Flat-Coat as soon as you bring him home. He's a quick learner and wants to please you. He's sensitive, though, and harsh verbal or physical corrections will cause him to shut down and stop working for you. Be kind and consistent, and use positive reinforcement techniques such as praise, play, and food rewards.",
    "Feeding": "Recommended daily amount: 3.5 to 4.5 cups of high-quality dry food a day, divided into two meals.NOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Flat-Coat in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test. First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Flat-Coat, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The Flat-Coated Retriever has a straight, moderately long coat that protects him from all types of weather, water, and ground cover. Feathering on the ears, chest, front, backs of forelegs, underside of the tail, and the thighs is part of the coat's protective function and shouldn't be excessively long. On the neck, especially in males, is a mane of longer, heavier coat. The coat comes in solid black or solid liver, a deep reddish-brown color.Flat-Coated Retrievers are relatively easy to maintain and require only weekly brushing unless the dog is shedding. Then you'll probably want to brush daily to keep the amount of loose hair floating around under control. You can trim the ears, feet, belly, and tail tip for neatness. Bathe as needed.Brush your Flat-Coat's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim nails once or twice a month. If you can hear them clicking on the floor, they're too long. Short, neatly trimmed nails keep the feet in good condition and protect your shins from getting scratched when your Flat-Coat enthusiastically jumps up to greet you.Begin accustoming your Flat-Coat to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.",
    "Children And Other Pets": "Flat-Coats are great friends for active older children. They'll play for hours, whether that involves running, swimming, or chasing a ball. They can be overwhelming for toddlers, however, accidentally knocking them over with one whack of that ever-wagging tail.Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's sleeping or eating or to try to take the dog's food away. No dog should ever be left unsupervised with a child.Flat-Coats enjoy the company of other dogs and can learn to get along with cats, especially if they're raised with them. They might be a little too fond of pet birds, if you know what we mean.",
    "Rescue Groups": "Flat-Coats are often purchased without any clear understanding of what goes into owning one. There are many Flat-Coats in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Flat-Coat rescue.Flat-Coated Retriever Society of AmericaNorth-East All Retriever RescueThe Flat-Coated Retriever Club of Canada"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Sporting Dogs"
    },
    {
      "name": "Height",
      "value": "1 foot, 10 inches to 2 feet tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "55 to 70 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 12 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}