{
  "id": "fox-terrier",
  "url": "https://dogtime.com/dog-breeds/fox-terrier",
  "name": "Fox Terrier",
  "intro": "The Fox Terrier was originally bred to flush foxes out of their hiding places during fox hunts. Today they’re primarily family companions and show dogs, although you’ll occasionally find them in the hunt country of the northeastern United States, still performing their traditional role.\nAlthough these are purebred dogs, you may still find them in shelters and rescues. Remember to adopt! Don’t shop if you want to bring a dog home.\nFox Terriers are highly intelligent dogs, and they have plenty of energy. They’d do best with humans who can provide them with lots of exercise and playtime, or else they might find their own ways to stay entertained with unwanted behaviors. Keep your pooch physically and mentally stimulated, and you’ll have a loving, playful companion.\nSee below for complete list of Fox Terrier characteristics!",
  "description": {
    "": "Fox Terriers are canine classics who've changed little since their emergence in the late 18th century. There are two types: Smooth Fox Terriers are sleek, elegant, and intelligent, while Wire Fox Terriers are handsome, happy, and quite stylish when groomed properly. Called Fox Terriers or Foxys for short, both are outgoing, active, and inquisitive, with a devil-may-care attitude. They live in the moment, enjoying whatever's going on.Smooth Fox Terriers are not very common these days outside of hunting and show circles, but they're important because many other terrier breeds are believed to have descended from them. The Smooth Fox Terrier also holds the distinction of being the first breed in the fox terrier group to be officially recognized by England's Kennel Club in 1875.Historically, Fox Terriers were used to \"bolt\" foxes when they ran into their hiding places and drive them toward the foxhounds and hunters. White Smooth Fox Terriers were highly prized because they were less likely to be mistaken for the fox. Wires were favored for hunting in rough country, their coats making them less vulnerable to injury than their smooth-coated counterparts. Although Fox Terriers seldom are used for hunting now, they still have a strong prey drive and will dig with reckless abandon after underground vermin.Hardy and healthy, Fox Terriers generally live well into their teens. Their handy 15- to 20-pound size makes them small enough to take just about anywhere but big enough for rough and tumble play. Their fiery disposition is evident in their small, dark eyes.These are bold and energetic dogs that love to play with children. They're loyal to their families but impulsively scrappy with other dogs, never hesitating to pick fights, even with much bigger dogs. Unless they've been trained and socialized to get along with other family pets, they shouldn't be trusted alone with them.Fox Terriers have a lot of self-confidence and love to explore. Never turn your Fox Terrier out in an unsecured area without a leash, and periodically check your fence to make sure he hasn't been digging an escape route.Because they're so intelligent, Fox Terriers are naturals for obedience, agility, and earth trials. They also can learn tricks easily. Like most terriers, they're willful and need firm (not harsh), consistent training methods. Because of their smarts and stamina, they need plenty of mental and physical stimulation to keep them from resorting to destructive behaviors such as excessive barking, chewing, digging, and chasing other animals. Exercise, exercise, and more exercise is the key. A tired Fox Terrier is a good Fox Terrier. Unfortunately, you'll probably be tired before he is.Fox Terriers make excellent watchdogs. So long as their barking isn't triggered by being left alone for too long in the yard by themselves, you should take comfort in knowing that your Fox Terrier will sound an alarm if he hears or sees something amiss in his territory. Your Fox Terrier will always be on the job of guarding your home and family.With their outgoing, self-assured personalities, Fox Terriers can get into lots of mischief, including raiding the kitchen table and breaking out of the yard. They love toys and balls, and many adore playing in the water. While Fox Terrier puppies are difficult to resist, be aware that when grown, they'll need a lot of attention and stimulation to keep them out of trouble. If you can stay a step or two ahead of them, though, they're lively and long-lived companions.",
    "Highlights": "Fox Terriers like to eat and can become overweight. Be sure to monitor their food intake and give them regular exercise to keep them in shape.Fox Terriers can be hard to housetrain — crate training is recommended.Fox Terriers bark a lot and their barks typically are high-pitched.Fox Terriers are prone to chasing rabbits, birds, cats, and even other dogs. They're scrappy and will pick fights with other dogs, even those that are much larger than they are. Be sure to keep your Fox Terrier on leash when he's not in a secure area.Fox Terriers should not be trusted alone with non-canine pets unless they have been trained to get along with them.Fox Terriers are highly energetic and need about 30 to 45 minutes of vigorous exercise each day. If they don't get a chance to burn off their natural energy, they can become destructive or turn into nuisance barkers.While they're loyal to their families and love to play, Fox Terriers are too rough and energetic to play with young children.Fox Terriers are escape artists. They can jump higher than you might think and will dig holes or otherwise try to escape from their yards.Fox Terriers are a fairly rare breed. If you're buying a puppy, you may find it hard to track down a good breeder — and even when you find one, you may have to wait several months for a litter to be born.",
    "History": "Fox Terriers have a lot of history behind them. They've been companions to kings, entertained the masses in circuses and film, and won more Best-in-Show awards at the Westminster Kennel Club show than any other breed.When fox hunting became popular in England in the late 18th century, hunters quickly discovered that they needed a dog that could \"go to ground\" (enter foxes' dens) and \"bolt\" the foxes to drive them out of their hiding places. And so the Smooth Fox Terrier was developed.While breeders didn't keep many records about the development of the breed, it's likely that the original Smooth Fox Terriers were a blend of black and tan terriers with smooth coats, Bull Terriers, Greyhounds, and Beagles. In 1790, a Colonel Thornton had a portrait painted of his dog Pitch, a Smooth Fox Terrier, which gives us an idea of what the early dogs looked like. They've changed little since then. Well-known Smooths of the 19th century who contributed to the breed's development were Old Jock, born in 1859 at Grove Kennel in England, and Belgrave Joe. By the late 19th century, uniform type had been established.For many years, Smooths and Wires were considered one breed of two varieties. Their main difference is coat type and, to some extent, head shape. Despite their similarities in size, shape and temperament, they likely had different ancestry. Wires are thought to have descended from rough-coated black and tan terriers from Wales, Derbyshire, and Durham. Early breeders liberally crossed Wire Fox Terriers with Smooths to give the Wires more white pigmentation, a cleaner-cut head, and a more classical outline. This interbreeding no longer continues, however, and has not for many years.Smooth Fox Terriers entered the show ring about 15 to 20 years before Wire Fox Terriers, and at first they were classified with sporting dogs. England's Fox Terrier Club was founded in 1876. The members drew up a breed standard that remained unchanged for decades, with the exception of reducing the weight of a male dog in show condition from 20 pounds to 18 pounds.Caesar, a Wire Fox Terrier, was beloved of England's King Edward VII. He wore a collar with the inscription \"I am Caesar. I belong to the King.\" When Edward died in 1910, a grieving Caesar marched behind his casket in the funeral procession.The first records of Smooth Fox Terriers being imported to the U.S. date to 1879, with Wire Fox Terriers being imported a few years later. The American Fox Terrier Club, the parent club of the breed in this country, was founded in 1885 and has the distinction of being the first specialty club to become a member of the American Kennel Club. The first Fox Terrier to be registered by the AKC was Cricket, in 1885.The AFTC adopted the English breed standard when it was formed, and it wasn't until a century later that separate standards for the two breeds went into effect. They are still quite similar in their descriptions.In the 1920s, the Smooth Fox Terrier became one of the most recognized of purebred dogs when RCA used in its logo a picture of a Smooth Fox Terrier named Nipper, head cocked, listening to a record machine. Wire Fox Terriers became popular as family pets in the 1930s, when a film series called The Thin Man was created. A Wire Fox Terrier named Asta was a regular in the show, and the popularity of the breed soared.In 1985, the AKC formally recognized the Smooth Fox Terrier and the Wire Fox Terrier as separate breeds, but the standards for both are still maintained by the American Fox Terrier Club. Wire and Smooth Fox Terriers are uncommon breeds, ranking 78th and 102nd among the 155 breeds and varieties registered by the AKC. While they might not be seen frequently in homes, they are stars in the show ring, with Wire Fox Terriers carrying off 13 Best-in-Show awards at Westminster and Smooths four, making them together the winningest breeds there.",
    "Size": "Male Fox Terriers are no taller than 15.5 inches at the shoulder and weigh 17 to 19 pounds. Females are proportionately smaller and weigh 15 to 17 pounds.",
    "Personality": "These dogs are alert, lively, and smart. They're also prone to mischief, being charming but sly. A Fox Terrier can outwit you, yet leave you laughing at his antics. Their vigilant nature makes them excellent watchdogs, but it also means they tend to be nuisance barkers. Outgoing and inquisitive, Fox Terriers are friendly toward people but don't hesitate pick a fight with other dogs. That means they're not great candidates for the dog park.Like every dog, Fox Terriers need early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Fox Terrier puppy grows up to be a well-rounded dog.",
    "Health": "Fox Terriers are a hardy breed in general, with no major health concerns. However, some dogs are affected by the following conditions. Not all Fox Terriers will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog's been tested for and cleared of a particular condition.In Fox Terriers, you should expect to see health clearances from the Canine Eye Registry Foundation (CERF) certifying that the eyes are normal.Because some health problems don't appear until a dog reaches full maturity, health clearances aren't issued to dogs younger than 2 years old. Look for a breeder who doesn't breed her dogs until they're two or three years old.Deafness is often a problem with predominantly white dogs. Living with and training a deaf dog requires patience and time, but there are many aids on the market, such as vibrating collars, to make life easier. Because this is a hereditary problem, you should notify the breeder so he or she can make changes in the breeding program.Cataracts are an opacity on the lens of the eye that causes difficulty in seeing. The eye(s) of the dog will have a cloudy appearance. Cataracts usually occur in old age and sometimes can be surgically removed to improve the dog's vision.Legg-Perthes disease is generally a disease of small breeds, and this condition — a deformity of the ball of the hip joint — can be confused with hip dysplasia. It causes wearing and arthritis. It can be repaired surgically, and the prognosis is good with the help of rehabilitation therapy afterward.Lens Luxation is when the lens of the eye becomes displaced when the ligament holding it in place deteriorates. It's sometimes treatable with medication or surgery, but in severe cases the eye may need to be removed.Canine Hip dysplasia is a heritable condition in which the thighbone doesn't fit snugly into the hip joint. Some dogs show pain and lameness on one or both rear legs, but you may not notice any signs of discomfort in a dog with hip dysplasia. As the dog ages, arthritis can develop. X-ray screening for hip dysplasia is done by the Orthopedic Foundation for Animals (OFA) or the University of Pennsylvania Hip Improvement Program (PennHIP). Dogs with hip dysplasia should not be bred. Veterinary care includes supplements and medications to help lessen the pain of arthritis and, in some cases, surgery.",
    "Care": "Just because he's small doesn't mean the Fox Terrier is suited to apartment life. He really needs a securely fenced yard (think Fort Knox) where he can run off all that energy during the day. And don't count on an underground electronic fence to keep your Fox Terrier in the yard. The threat of a shock is nothing compared to the desire to chase what looks like prey — cats, rabbits, cars.Keep your Fox Terrier on leash when in unfenced areas. He has a strong hunting instinct and will chase anything that moves. He will also try to pick fights with other dogs, so he's not a good candidate for visiting dog parks. Early socialization is important to help prevent aggression toward other dogs.Give your Fox Terrier at least 30 to 45 minutes of vigorous exercise daily, as well as plenty of off-leash play in the yard to keep him tired and out of trouble.Although they're highly intelligent, they're also willful, so Fox Terriers can be challenging to train. Be patient and keep your sense of humor handy. They thrive on consistency and routine, so providing clear rules and enforcing them in a firm and positive way will produce the most progress. Once you've unlocked the secret to motivating them, they can learn anything you can teach.",
    "Feeding": "Recommended daily amount: 1.5 to 2 cups of a high-quality dog food daily, divided into two meals.How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Fox Terrier in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test. First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Fox Terrier, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "Smooth Fox Terriers have smooth, hard, dense coats that shed very little. The coat of the Wire Fox Terrier is also dense but wiry, reminiscent of the matting on a coconut — the ideal look is for the hairs to twist, making them look broken. The coat can be crinkly or have a slight wave.The hair should be so dense that you can't part it with your fingers to see the skin. At the base of these stiff hairs is the undercoat, which is short, fine, and soft.White was a prized color in both Smooth and Wire Fox Terriers, because it made it easier to spot the dogs when hunting. Today, breed standards — the written description of what a breed should look like — say white should be the predominant color in both Smooth and Wiry Fox Terriers. They can have black, tan, or black and tan markings. Heads usually are solid-colored, but the breed standard allows for markings on their faces, such as a half or split face, a blaze, or color only over the eyes and ears.Brindle, red, liver, or (in Wires) slate-blue markings aren't desirable in the show ring. Those markings don't affect any less of a good companion, but you shouldn't pay extra for them because they're \"rare.\"Smooth Fox Terriers need only occasional brushing with a firm bristle brush to keep them looking neat. Regular baths aren't necessary — only when they roll in something gross. Wire Fox Terriers don't shed very much, but they should also be brushed regularly to keep their coats clean and odor-free.To get the coat texture Wire Fox Terriers are known for, the coat needs to be hand stripped — meaning the hair is plucked out rather than cut with scissors or clippers. This is a job that most people turn over to a professional groomer, although you can learn to do it yourself.Another option is to have your dog's coat clipped. You should know, however, that clipping the coat changes the wiry texture, making the coat feel soft, and may cause the colors to look pale.Give your Fox Terrier regular nail trims. If you can hear nails clicking on the floor, bring out the clippers. Short, neatly trimmed nails keep the feet in good condition and protect your shins from getting scratched when your Fox Terrier enthusiastically jumps up to greet you.",
    "Children And Other Pets": "Fox Terriers are children at heart themselves and love playing with kids, but they're too active for a child younger than 6 or 7 years old. They play rough, and children's high-pitched voices and tendency to run can make them look like prey, inciting the Fox Terrier to bite in excitement. Fox Terriers can also be protective of their food and toys, which can cause problems.As with all dogs, always teach children how to approach and touch dogs, and supervise any interactions between dogs and young children to prevent any biting or ear pulling from either party. Don't leave dogs and young children alone together.Fox Terriers may be fine with dogs or cats they've been raised with since puppyhood, but they're not the best choice for homes with pets such as rabbits, hamsters, and guinea pigs. Those animals look just a little too much like lunch for them to be safe around a Fox Terrier.",
    "Rescue Groups": "Fox Terriers are sometimes bought without any clear understanding of what goes into owning one, and these dogs often end up in the care of rescue groups, in need of adoption or fostering. Other Fox Terriers end up in rescue because their owners have divorced or died. If you're interested in adopting an adult Fox Terrier who's already gone through the destructive puppy stage and may already be trained, a rescue group is a good place to start.American Fox Terrier Rescue",
    "Breed Organizations": "Below are breed clubs, organizations, and associations where you can find additional information about the Fox Terrier.American Fox Terrier Club"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Terrier Dogs"
    },
    {
      "name": "Height",
      "value": "Up to 15 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "15 to 19 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}