{
  "id": "french-spaniel",
  "url": "https://dogtime.com/dog-breeds/french-spaniel",
  "name": "French Spaniel",
  "intro": "The French Spaniel is a purebred dog from France and Canada. These dogs are sociable, intelligent, and gentle, which make up some of the best qualities in any pooch.\nThe French Spaniel goes by several names, including Epagneul Francais, French Setter, and Canadian Setter. Despite their status as a pure breed, you may find these dogs in shelters and rescues, so remember to adopt! Don’t shop!\nThese beautiful dogs make great companions for those who are naturally active. They are not well-suited for apartment living as they need space to run and expend their energy. They are great pets for any type of household, including families with children of all ages. If you want an energetic and active dog who will keep you on your toes, then this breed might be right for you!\nSee below for all dog breed traits and facts about French Spaniels!",
  "description": {
    "Highlights": "The French Spaniel's coat is often brown and white, with brown shades ranging from cinnamon to dark liver. Markings are irregular and can be small or dominating depending on the dog. Some are solid liver colored or solid white body. Some can have a solid white head.The French Spaniel's coat is somewhat water resistant, so they are resilient to cold and damp conditions. They are not known to be hypoallergenic.During the Middle Ages, the French Spaniel was beloved by royalty, though they nearly became extinct during the turn of the 20th century. Father Fournier, a French priest, eventually saved this breed in the 19th century. To this day, the French Spaniel is a rare breed, even in France.They are friendly toward strangers unless they sense danger, in which case, they will bark. Other than that, are relatively quiet.The French Spaniel can be injured by overly excited children if not carefully handled. However, for younger children who lean early how to properly approach and play with dogs, the French Spaniel can make a great, active companion.",
    "History": "The French Spaniel, like the English Springer Spaniel and Cocker Spaniel, is likely to have derived from Spanish and Portuguese hunting dogs of the Middle Ages. But some believe French Spaniels were developed in France as hunting dogs in the 14th century.During the Middle Ages, the French Spaniel was beloved by royalty, though they nearly became extinct during the turn of the 20th century. Father Fournier, a French priest, eventually saved this breed in the 19th century. The first standard was written in 1891 by James de Connick and revised several times over. The French Breed was imported into Canada in the 1970s and into the United Stated in the 1990s. They are a rare breed, even in France.The United Kennel Club recognized the French Spaniel in 1996. They are also recognized as a part of the American Kennel Club's Foundation Stock Service. Even though they are a rarer breed than most, some end up in shelters or in the care of rescue groups. Consider adoption if you decide this is the breed for you.Check your local shelters or look up French Spaniel rescues and find homes for them.",
    "Size": "The size of the French Spaniel varies but most are in the range of a medium sized dog. Most weight in at 45 to 60 pounds and range in height from 21 to 24 inches at the shoulder. That said, many can be smaller or larger. There are no significant differences in height or weight between male French Spaniels and females.",
    "Personality": "The French Spaniel loves to be active and play outside. They love to play games like \"fetch\" and go for long walks, and they aren't much for cuddling. These pups are very athletic and agile.Training them is fairly easy as they are intelligent, calm, and love to please their pet parents. They are friendly toward strangers unless they sense danger, in which case, they will bark. Other than that, are relatively quiet.These pups were bred to be hunters' companions, so they are good retrieving and being alert of their surroundings. They are highly intelligent dogs and eager to listen to their humans. Although, if they are left at home for long periods of time, they may either dig or chew on furniture.They also get along with children of all ages and other pets in the house. If you are an active person with time to take them out for exercise, this dog may be for you!",
    "Health": "Though there are many dogs who are predisposed to health issues, the French Spaniel is usually very healthy dogs. While most are generally healthy, some may be prone to a few conditions, which is why it is important to maintain good care and regular veterinary checkups.Some of the more common health problems the French Spaniel suffer from include:Acral mutilation & analgesiaEntropionHip DysplasiaOtitis Externa",
    "Care": "As with all dogs, you should keep up with your French Spaniel's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.The French Spaniel is a very healthy breed of dog. As long as you meet their exercise needs, which is at least an hour a day, they aren't likely to gain excess weight. These calm and gentle pooches love to be out on a walk or even a swim.Check their ears for debris and pests daily and clean them as recommended by your vet. Trim your dog's nails before they get too long—usually once or twice per month. They should not be clicking against the floor. Your groomer can help with this.Though there are no significant concerns with a French Spaniel, make sure to keep up with their oral health. You should brush their teeth daily, as some breeds are prone to dental issues. Your veterinarian can instruct you on how to brush your dog's teeth properly.",
    "Feeding": "An ideal French Spaniel diet should be formulated for a medium breed with high energy. They might have a tendency to gain weight if they are overfed and do not get enough exercise, so you should stick to a regular feeding schedule and not leave food out during the day. Limit their number of treats, as well.As with all dogs, the French Spaniel’s dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your French Spaniel’s diet, as there is far too much variation among individual dogs—including weight, energy, and health—to make a specific recommendation.",
    "Coat Color And Grooming": "The French Spaniel's coat is often brown and white, with brown shades ranging from cinnamon to dark liver. Markings are irregular and can be small or dominating depending on the dog. Some are solid liver colored or solid white body. Some can have a solid white head.Their coat is dense, and has feathering along the back of the legs, belly, tail, and ear. Their fur is shorter on the head. They are not known to be allergy friendly. These pups are fairly easy to groom as they are gentle and calm. Groom them and bathe them regularly, and make sure to brush their teeth at least weekly.The French Spaniel’s coat is somewhat water resistant, so they are resilient to cold and damp conditions.",
    "Children And Other Pets": "French Spaniels are gentle and calm dogs, so they can get along with children of all ages. That said, the French Spaniel can be injured by overly excited children if not carefully handled. However, for younger children who lean early how to properly approach and play with dogs, the French Spaniel can make a great, active companion.When it comes to other pets, the French Spaniel can get along with other animals in the house or at the park due to their calm and gentle nature. French Spaniels are very friendly unless they sense some sort of danger, in which case, they will bark.Whether your French Spaniels will get along with other dogs and cats really comes down to training, socialization, and the luck of the draw.",
    "Rescue Groups": "Because the French Spaniel is still a relatively rare breed, it may be difficult to find a breed-specific rescue. However, you can always check with your local shelter, and you may want to try a rescue that caters to all types of dogs. You can take a look at the following:Wright-Way RescueAngels Among Us Pet RescueYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Sporting Dogs"
    },
    {
      "name": "Height",
      "value": "21 to 24 inches."
    },
    {
      "name": "Weight",
      "value": "45 to 60 pounds."
    },
    {
      "name": "Life Span",
      "value": "10 to 12 years."
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}