{
  "id": "frenchton",
  "url": "https://dogtime.com/dog-breeds/frenchton",
  "name": "Frenchton",
  "intro": "The Frenchton is a mixed breed dog — a cross between the Boston Terrier and French Bulldog breeds. Sturdy, sociable, playful, and chill, these pups inherited some of the best qualities from both of their parents.\nFrenchtons are also called Frenchbo, Faux Frenchbo, and Froston. Despite their unfortunate status as a designer breed, you can find these pups, in shelters and breed-specific rescues, so remember to adopt. Don’t shop!\nThese outgoing pups are total charmers. They’re easy traveling companions and could join their families on every adventure. They’re also sweet-natured and love children of all ages.\nWith plenty of love and some activities, a Frenchton would easily adapt to a small apartment. If you work long hours and would be away from your pup, however, this would not be the right dog for you. But if you work in a place that would allow you to bring your pup with you, this laid-back dog would love to join you and hang out wherever you are.\nSee below for all Frenchton facts and mixed dog breed characteristics!",
  "description": {
    "Highlights": "Frenchtons are mixed breed dogs. They are not purebreds like their French Bulldog or Boston Terrier parents.The main colors of Frenchtons are brown, black, white, and cream. They are usually a combination of two of these colors and occasionally in brindle.They typically have short, shiny coats, and they're generally pretty easy to groom. One or two brushes per week should suffice.Some are reported as being easily trainable, while other Frenchton parents report stubbornness. Positive reinforcement is the way to go with these pups. Be patient and consistent.Frenchtons are alert and active yet also laid back. One walk per day through a park should be enough to keep your pooch content with some minor activities mixed in.Frenchtons get along well in big families with kids of all ages. You should always teach children how to approach and touch dogs, and supervise any interactions.Frenchtons enjoy company and don't like to be left alone. Another dog or even a cat will help meet their companionship needs. They're typically friendly with dogs and animals.",
    "History": "The Frenchton mixed breed may have existed naturally over the years, but designer breeders started intentionally mixing French Bulldogs and Boston Terriers to create a healthier French Bulldog, as several years of inbreeding can take a toll on genetics and health.While there may not be much in the way of an established history for the mixed breed dogs, you may learn more about them by understanding their purebred French Bulldog and Boston Terrier parents.French Bulldogs come from the UK, where breeders wanted to create a small English Bulldog. Many French Bulldog owners emigrated to France and brought their adorable pups with them. Americans found them every bit as charming as Europeans did, and the pups soon made their way to America, landing a spot in the American Kennel Club in 1886.Boston Terriers are from Boston, MA, but it's unclear exactly where Boston Terriers' ancestry goes back to before then.Even though Frenchtons got their start as a designer breed, some have ended up in shelters or in the care of rescue groups. Consider adoption if you decide this is the breed for you.Check your local shelters, look up Frenchton rescues, or check with breed specific Boston Terrier and French Bulldog rescues, as they often take in, and help to re-home mixed breed dogs.The Frenchton is recognized by:Hybrid Club (ACHC)Designer Breed Registry (DBR)Designer Dogs Kennel Club (DDKC)International Designer Canine Registry (IDCR)",
    "Size": "The Frenchton is a relatively new mixed breed, so there are few standards when it comes to size. As a mix between French Bulldog and Boston Terrier parents, you can expect Frenchtons to be small in stature.Most weigh in at 15 to 25 pounds and range in height from eleven to 14 inches at the shoulder. That said, some can be smaller or larger than average.",
    "Personality": "Many Frenchton lovers describe these dogs' personalities as sociable, lovable, and strong-willed. When properly trained and socialized, they are some of the sweetest dogs ever. However, they do have a stubborn streak that can leave even the most seasoned dog parents exasperated.Frenchtons have a very sweet nature that makes them great with children. They don't like being alone for long periods, so households with large active families could be an ideal fit. These pups are also very laid back, so a single person household with a loving pet parent who can give their dog plenty of attention and affection could also be a perfect match.As for training, it may come down to the luck of the draw. Some are reported as being easily trainable, while other Frenchton parents report stubbornness. Harsh tones are not the way to win over Frenchtons and could cause them to shut down. Positive reinforcement is the way to go with these pups. Be patient and consistent. Treat rewards may also help them to be more agreeable.",
    "Health": "The Frenchton mixed breed is predisposed to some of the same conditions that the French Bulldog and Boston Terrier also face. While most are generally healthy, some may be prone to a few health issues, which is why it is important to maintain good care and regular veterinary checkups.Some of the more common health problems Frenchtons suffer from include:Eye ProblemsDigestive IssuesRespiratory ProblemsBreathing Issues",
    "Care": "As with all dogs, you should keep up with your Frenchton's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.Check their ears for debris, pests, and signs of infection daily. A pungent aroma is a good indicator that an infection may be looming. Clean ears as recommended by your vet. Inserting liquid into the ear canal is not recommended. A warm damp cloth is a good way to clean them externally.Trim your dog's nails before they get too long--usually once or twice per month. If you hear them clicking, it may be time for a trim. This can become incredibly painful on your pooch down the line if neglected.A major concern for Frenchtons is maintaining their oral health. You should brush their teeth a few times a week to prevent tartar buildup. Your veterinarian can instruct you on how to brush your dog's teeth properly, and YouTube can help with teeth brushing and nail trimming tutorials.Frenchtons are alert and active yet also laid back. One walk per day through a park should be enough to keep your pooch content with some minor activities mixed in.If you find your dog dragging their bottom or \"scooting\", they may need their anal glands expressed. This can be done by a groomer or vet. It's worth every penny to have this messy job done professionally.Clean your dog's eyes as needed with a clean damp cloth, this may prevent them from cleaning themselves on your furniture. Nothing too drastic--just wipe excess eye crust when you see it building up. This can also be done with your finger tips.",
    "Feeding": "An ideal Frenchton diet should be formulated for a small breed with moderate energy. It doesn't matter if you favor wet or dry food as long as it's high quality, so you can meet their dietary needs and give them the best chances for good health.As with all dogs, the Frenchton's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Frenchton's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "Frenchtons coats are often a mix of their Boston Terrier and French Bulldog parents' coats and colors. The main colors of Frenchtons are brown, black, white, and cream. They are usually a combination of two of these colors and occasionally in brindle.They typically have short, shiny coats, and they're generally pretty easy to groom. One or two brushes per week should suffice. Bathing is fine as necessary with a diluted or mild shampoo.Frenchtons are not suited for extreme weather. Their short fur means they would likely need a doggy coat in the winter and dog sunscreen applied during the summer on their nose and other sensitive areas of less fur coverage.",
    "Children And Other Pets": "Frenchtons get along well in big families with kids of all ages. Their size is perfect, too. They are small enough that they won't cause injury knocking over toddlers, but sturdy enough that won't be easily injured. Although it is important for kids and dogs to be socialized with one another early on so neither one causes injury to the other.As with every breed, you should always teach children how to approach and touch dogs, and supervise any interactions. Teach your child never to approach any dog while they're eating or sleeping or to try to take the dog's food away. No dog, no matter how friendly, should ever be left unsupervised with a child.Frenchtons enjoy company and don't like to be left alone. Another dog or even a cat will help meet their companionship needs. They're typically friendly with dogs and animals.",
    "Rescue Groups": "It may be hard to find a breed specific rescue for Frenchtons because they are a mixed breed. However, you may want to try French Bulldog or Boston Terrier breed specific rescues, as they often care for mixes, as well. Here are some rescues you can try:French Bulldog Rescue NetworkMidAmerica Boston Terrier Rescue Inc.You can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "11 to 14 inches"
    },
    {
      "name": "Weight",
      "value": "15 to 25 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}