{
  "id": "frengle",
  "url": "https://dogtime.com/dog-breeds/frengle",
  "name": "Frengle",
  "intro": "The Frengle is a mixed dog breed–a cross between the French Bulldog and Beagle dog breeds. Charismatic, affectionate, and even-tempered, these pups inherited some of the best qualities from both of their parents.\nFrengles can also go by the name French Bulldog Beagle mix but rarely go by any other names. Despite their unfortunate status as a designer dog breed, you can find these mixed breed dogs in shelters and breed specific rescues, so remember to adopt! Don’t shop!\nThese good-natured pups are quite adaptable and make great apartment dogs as long as they’re walked daily, but they will also enjoy living in a home with a backyard. They’re not yappy dogs but will bark to alert their owners of any intruders. If you want a social, energetic, loyal, and fun-loving dog, the Frengle may be the right dog for you!\nSee below for all Frengle facts and mixed dog breed characteristics!",
  "description": {
    "Highlights": "Frengles are mixed breed dogs. They are not purebreds like their French Bulldog or Beagle parents.Frengles have high energy levels. Make sure your dog gets at least 30 minutes to an hour of exercise per day. They will enjoy a walk, trip to the dog park, or game of fetch in the backyard.The main colors of Frengles are tri, brown, cream, brindle, and spotted. Sometimes their coats are solid, and sometimes they have a mix of those colors.They are generally not considered to be an ideal choice for those with allergies. Frengles are medium shedders and are easy to groom. A good daily brushing will probably do.These playful and affectionate pups make great companions for a single person as well as a wonderful addition to any family with children.Since Frengles may still have a bit of a prey drive, it is best to introduce them to any small pets while young and supervise their interactions.Obedience and potty training may come as a bit of a challenge, as the Frengle is known for their stubborn, headstrong personality. They're rather intelligent, and as much as they want to please their owner, they also want to do it on their own terms.",
    "History": "The Frengle mixed breed may have existed naturally over the years, but the designer breeders started intentionally mixing French Bulldogs and Beagles in the United States in recent years.Breeders wanted to mix the two parent breeds to help minimize breathing issues that affect French Bulldogs because of their short snouts. They continued to create Frengles as demand for this mixed breed rose over the years.Even though the Frengle got their start as a designer breed, some end up in shelters or in the care of rescue groups. Consider adoption if you decide this is the right mixed breed for you.Check your local shelters, look up rescues, or check with breed specific French Bulldog or Beagle rescues, as they sometimes take in mixed breed dogs and find homes for them.",
    "Size": "As the Frengle is a relatively new mixed breed, there are few standards when it comes to size. That said, as a mix between a French Bulldog and a Beagle, you can expect Frengles to be on the small side.Most weigh in at 18 to 30 pounds and range in height from eight to 15 inches at the shoulder. However, size differences can occur between males and females. A female would usually be slightly smaller than the male.",
    "Personality": "Many Frengle owners describe their pups as playful and social. Seeing as they are on the smaller side, they will love cuddling up in your lap just as much as running around playing fetch in your backyard.Since Frengles are part Beagle, many Frengles maintain their prey drive and can become easily distracted by scents. With that in mind, it's always best to keep your pup on leash while outside for walks to prevent them from chasing after a scent. They'll need a decent amount of exercise, especially if they live in an apartment, to prevent them from becoming bored with pent-up energy, which can lead to destructive behaviors!The Frengle is almost loyal to a fault and will even be friendly with people they may have just met. They love their family unconditionally and despite their very outgoing nature, will defend their home from strangers by barking to alert their owner of an intruder.Obedience and potty training may come as a bit of a challenge, as the Frengle is known for their stubborn, headstrong personality. They're rather intelligent, and as much as they want to please their owner, they also want to do it on their own terms. It's key to begin training as soon as possible and be patient with your pup! They respond best to treats as rewards and positive reinforcement from their owners. Again, try not to get frustrated with your pup as that will make training more difficult when they sense that you're displeased.",
    "Health": "The Frengle breed is predisposed to some of the same conditions that the Beagle and French Bulldog also face. While most are generally healthy, some may be prone to a few health issues, which is why it is important to maintain good care and regular veterinary checkups.Some of the more common health problems Frengles suffer from include:EpilepsyIntervertebral disk diseasePateller luxationHypothyroidismAllergiesBrachycephalic Syndrome",
    "Care": "As with all dogs, you should keep up with your Frengle’s regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.Frengles are prone to weight gain and have high energy levels. Make sure your dog gets at least 30 minutes to an hour of exercise per day. They will enjoy a walk, trip to the dog park, or game of fetch in the backyard. Make sure to keep outdoor exercise to a minimum if it is very hot outside since these dogs cannot withstand the heat due to their tendency of having breathing issues.Check their floppy ears for debris and pests daily and clean them as recommended by your vet. Trim your dog’s nails before they get too long--usually once or twice per month. They should not be clicking against the floor. Your groomer can help you with this.Along with proper ear care, it is important that you begin brushing your dog’s teeth as young as possible so that they are comfortable, making it easier for you and your pet. You should brush their teeth daily, as French Bulldog mixes may be prone to oral health issues. Your veterinarian can instruct you on how to brush your dog’s teeth properly.",
    "Feeding": "An ideal Frengle diet should be formulated for a small breed with high energy. Both the Beagle and French Bulldog have a tendency to overeat and become obese, so it is important to stick to a regular feeding schedule for your Frengle and not leave food out during the day. Make sure to limit their amount of treats, as well.As with all dogs, the Frengle’s dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Frengle’s diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "Frengle coats are often a mix of their French Bulldog and Beagle parents’ coats and colors. The main colors of Frengles are tri, brown, cream, brindle, and spotted. Sometimes their coats are solid, and sometimes they have a mix of those colors.They usually have short to medium coats, and they are generally not considered to be an ideal choice for those with allergies. Both parent breeds are considered to be medium shedders, with a smooth or wiry coat, and are considered easy to groom. A good daily brushing will probably do. Owners should try to bathe when dirty and not too frequently, as both parent breeds are known to have dry skin.Because they tend to have shorter coats, Frengles aren’t particularly suited for extreme weather. These dogs should not spend extended periods of time in very high or very low temperatures due to the risk of health complications from having such a short snout.",
    "Children And Other Pets": "The Frengle is a short, stout, and sturdy little pup who loves to play with children of all ages. As with any dog, children should be supervised by an adult when interacting with a puppy. These playful and affectionate pups make great companions for a single person as well as a wonderful addition to any family with children.When it comes to other pets, Frengles can get along with other animals as long as they are introduced slowly and at a young age. Since Frengles may still have a bit of a prey drive, it is best to introduce them to any small pets while young and supervise their interactions. That being said, Frengles do get along well with other dogs, but also would not mind being the only pet in the household.Still, many Frengles get along just fine with other dogs and cats, so it really comes down to early training, socialization, and luck of the draw.",
    "Rescue Groups": "It may be hard to find a breed specific rescue for Frengles because they are a mixed breed. However, you may want to try French Bulldog or Beagle breed specific rescues, as they often care for mixes, as well. Here are some rescues you can try:French Bulldog Rescue NetworkColorado Beagle Rescue, Inc.You can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "8 to 15 inches"
    },
    {
      "name": "Weight",
      "value": "18 to 30 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}