{
  "id": "german-shepherd-pit-bull",
  "url": "https://dogtime.com/dog-breeds/german-shepherd-pit-bull",
  "name": "German Shepherd Pit Bull",
  "intro": "The German Shepherd Pit Bull is a mixed breed dog–a cross between the German Shepherd Dog and American Pit Bull Terrier breeds. Medium to large in size, energetic, and loyal, these pups inherited some of the best traits from both of their parents.\nThe German Shepherd Pit Bull is also sometimes called the German Sheppit, German Pit, and Shepherd Pit. Despite their unfortunate status as a designer breed, you may find these pups in shelters and breed specific rescues, so remember to adopt! Don’t shop!\nThese pups are friendly in nature when they have proper socialization training, and they’re loyal to a fault. Both parent breeds are hard working dogs. Due to their superior intelligence and athletic build they are often tasked with guarding and police work.\nAn apartment probably wouldn’t do for these pups. German Shepherd Pit Bulls need large homes with yards to run around. If given rigorous duties, you’ll have one happy dog. When under-stimulated, these pups can become destructive and develop behavioral problems.\nDogTime recommends this dog bed to give a good night’s sleep to your medium-sized German Shepherd Pit Bull. You should also pick up this dog water bottle for any outdoor adventures you have with your pup!\nSee below for all German Shepherd Pit Bull facts and mixed dog breed characteristics!",
  "description": {
    "Highlights": "The German Shepherd Pit Bull is a mixed breed dog. They are not purebreds like their German Shepherd Dog or American Pit Bull Terrier parents.The main colors of German Shepherd Pit Bulls coats are brown, black, white, grey, tan, and fawn. Almost never solid, their coats are generally a mixture of two or more colors.German Shepherd Pit Bulls are not good at being alone for long periods of time. When under-exercised or ignored, they're likely to express destructive behavior, such as chewing and howling.These dogs have high energy levels. About three hours a day of activity is recommended.When properly socialized during puppyhood, German Shepherd Pit Bulls are not aggressive at all. They are highly intelligent and trainable. Use positive reinforcement and a reward system.This mixed breed is not recommended for people with allergies. They tend to shed quite a bit.When well-trained and having had plenty of exposure to kids, a German Shepherd Pit Bull is a great companion for a large family with kids.German Shepherd Pit Bulls can get along well other dogs, especially if raised with them. Socialization early on is a must for this mixed breed.",
    "History": "The German Shepherd Pit Bull dog breed may have existed naturally over the years, but designer breeders started intentionally mixing German Shepherd Dogs and American Pit Bull Terriers in the 1990s, likely in North America.Breeders began to mix the two parent breeds to create a companion, guard dog. The popularity of this particular mixed breed is in decline due to Pit Bull bans in some countries and cities across the US.German Shepherd Pit Bulls got their start as a designer breed, yet some have ended up in shelters or in the care of rescue groups. Consider adoption if you decide this is the breed for you.Check your local shelters, look up German Shepherd Pit Bull rescues, or check with breed specific German Shepherd and American Pit Bull Terrier rescues, as they often will help to re-home mixed breed dogs.The German Shepherd Pit Bull is currently recognized by the Dog Registry of America (DRA).",
    "Size": "As the German Shepherd Pit Bull is a relatively new breed, there are few standards when it comes to size. That said, as a mix between German Shepherd and American Pit Bull Terrier parents, you can expect German Shepherd Pit Bulls to be medium to large in size.Most weigh in at 30 to 90 pounds and range in height from 17 to 26 inches at the shoulder. However, many can be smaller or larger. The males tend to run slightly larger than females.",
    "Personality": "Above all else, German Shepherd Pit Bull's are protective and loyal to those they love. They like big families. The bigger they are, the more people to love.German Shepherd Pit Bulls will need a big house with a big yard to run around in. Lots of exercise will be a requirement for keeping this dog happy.When properly socialized during puppyhood, German Shepherd Pit Bulls are not aggressive at all and incredibly friendly to people they don't know, as well as other dogs. Get these puppies socialized early on!They are highly intelligent and trainable. Use positive reinforcement and a reward system.One thing German Shepherd Pit Bulls are not good at is being alone for long periods of time. Without the companionship they need—as well as exercise—they become bored and frustrated. A German Shepherd Pit Bull who's under-exercised and ignored by their family is likely to express destructive behavior, such as chewing and howling.The German Shepherd Pit Bull needs early socialization. During puppyhood, take them for walks and introduce them to new people, new dogs, new places, and new experiences.",
    "Health": "The German Shepherd Pit Bull breed is predisposed to some of the same conditions that the German Shepherd and American Pit Bull Terrier also face. While most are generally healthy, some may be prone to a few health issues, which is why it is important to maintain good care and regular veterinary checkups.Some of the more common health problems German Shepherd Pit Bulls suffer from include:Skin IrritationHip DysplasiaAllergiesHeart DiseaseBloatHypothyroidism",
    "Care": "As with all dogs, you should keep up with your German Shepherd Pit Bull's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.German Shepherd Pit Bulls are prone to weight gain. It's best to stick to a meal schedule. They also have high energy levels. About three hours a day of activity is recommended. Agility training, hiking, walking, running, or playing around a yard will keep them happy.Check their ears for debris and pests daily and clean them as recommended by your vet. Trim your dog's nails before they get too long--usually once or twice per month. They should not be clicking against the floor. Your groomer can help with this.One of the toughest jobs when caring for a German Shepherd Pit Bull is maintaining their oral health. You should brush their teeth daily, as many breeds are prone to dental issues. Your veterinarian can instruct you on how to brush your dog's teeth properly.If you find your dog dragging their bottom or \"scooting\" they may need their anal glands expressed. It's worth it to have this done professionally. Vets or groomers are good at performing this messy task.",
    "Feeding": "A German Shepherd Pit Bull, diet should be formulated for a medium- to large-sized breed with high energy and exercise needs. You should consult your veterinarian or professional pet nutritionist for advice on what to feed your German Shepherd Pit Bull and the correct portion sizes.Their dietary needs will change as they grow from puppyhood to adulthood and into their senior years. Stay on top of these nutritional requirements.You'll need to take special care with feeding and exercising a German Shepherd Pit Bull puppy. Their German Shepherd parents grow very rapidly between the ages of four and seven months, making them susceptible to bone disorders. They do well on a high-quality, low-calorie diet that keeps them from growing too fast.It's recommended to not allow your puppy to run, jump, or play on hard surfaces like pavement until they're at least two years old and their joints are fully formed. It's fine for puppies to play on grass or carpet, and inch high jumps are okay.Overfeeding your German Shepherd Pit Bull and letting them pack on the pounds can cause joint problems, as well as other health conditions. Limit treats, keep them active, and serve them regular meals rather than leaving food available at all times.",
    "Coat Color And Grooming": "German Shepherd Pit Bull coats are often a mix of their German Shepherd and Pit Bull parents' coats and colors. The main colors of German Shepherd Pit Bulls coats are brown, black, white, grey, tan, and fawn. Almost never solid, their coats are generally a mixture of two or more colors.They usually have short thick coats, and this mixed breed is not recommended for people with allergies. They tend to shed quite a bit and you may need to pick up a RoboVac. These pups will require at least three good brushes per week. Only bathe as needed so you don't strip the coat of it's natural oils. Brushing will also help to spread the oils throughout the coat.German Shepherd Pit Bulls may be able to handle some extreme weather conditions for short periods of time. It really depends on which parents' genes are more dominant. These dogs must live indoors with their families.",
    "Children And Other Pets": "When well-trained and having had plenty of exposure to kids, a German Shepherd Pit Bull is a great companion for a large family with kids. However their size could put them at a disadvantage around smaller children. They could easily accidentally knock over a toddler.It's important to teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children. Teach your child never to approach any dog while they're eating or to try to take the dog's food away. No matter how friendly, no dog should ever be left unsupervised with a small child.German Shepherd Pit Bulls can get along well other dogs, especially if raised with them. Socialization early on is a must for this mixed breed. If you're dealing with an adult dog who has not been socialized, they will probably require a physically strong handler when in public settings to manage them.For a better understanding of this breed read more about their parent breeds, the German Shepherd and American Pit Bull Terrier.",
    "Rescue Groups": "It may be hard to find a breed-specific rescue for German Shepherd Pit Bulls because they are a mixed breed. However, you may want to try German Shepherd Dog or American Pit Bull Terrier breed specific rescues, as they often care for mixes, as well. Here are some rescues you can try:German Shepherd Rescue of Orange CountySave-A-Bull RescueYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "17 to 26 inches"
    },
    {
      "name": "Weight",
      "value": "30 to 90 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 12 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}