{
  "id": "german-longhaired-pointer",
  "url": "https://dogtime.com/dog-breeds/german-longhaired-pointer",
  "name": "German Longhaired Pointer",
  "intro": "The German Longhaired Pointer is a multipurpose hunting dog breed that Germans started selectively breeding for their versatility and athleticism. Today, the German Longhaired Pointer, or GLP, is a gentle, loyal breed.\nSome fans of the breed refer to them simply as GLP. In their native country, they’re called Deutsch-Langhaar, or the German Longhair. Although these are purebred dogs, you may still find them in shelters and rescues. Remember to adopt! Don’t shop if this is the breed for you.\nAs long as a German Longhaired Pointer gets plenty of exercise, this breed makes an amazing pet for active singles and families alike. They thrive in homes with yards or plenty of space to run, sniff, and romp. If you’re looking for a loyal dog who will keep you as active as ever, the German Longhaired Pointer just might be the right breed for you!\nDogTime recommends this big, spacious crate to give your big GLP a place to rest and relax. You should also pick up this dog fetch toy to help burn off your pup’s high energy!\nSee below for complete list of dog breed traits and facts about German Longhaired Pointers!",
  "description": {
    "Highlights": "Brown and white are the standard coat colors of German Longhaired Pointers, and often they are mixed. Some GLPs' coats may be speckled or roan.The German Longhaired is a low-to-moderate shedder, which may make them a good choice for allergy sufferers. Still, their longer coats can trap other allergens and become irritating.German Longhaired Pointers are somewhat prone to separation anxiety. Be sure to train your GLP and use desensitization tactics to help curb their anxiety.The German Longhaired Pointer requires a high amount of exercise and activity. Make sure your dog gets at least a couple half-hour- to hour-long walks per day with a few good, active play sessions and shorter walks mixed in.Generally docile and affectionate, German Longhaired Pointers make excellent family dogs, no matter the age of children. However, when they get too excited, they can accidentally knock down a smaller child.German Longhaired Pointers generally get along with other dogs as well. When it comes to cats and other small mammals, the GLP may be prone to chasing.",
    "History": "The German Longhaired Pointer was originally developed as a Pointer, but owners found that the breed was slower than necessary. The ancestors of the modern German Longhaired Pointer were also notoriously stubborn.In order to weed out these unwanted traits, breeders started crossing GLPs with local hunting dogs, along with Pointers and Setters from other European countries. By 1879, breeders started fine-tuning the breed.In 1897, Baron von Schorlemer outlined the standards for the German Longhaired Pointer, laying the foundation for not only the modern GLP, but also German Shorthaired Pointers and German Wirehaired Pointers.It took some time after they started breeding GLP, but this versatile breed received recognition from the United Kennel Club (UKC) in 2006. In 2011, the breed was recognized by the Federation Cynologique Internationale (FCI). More and more local clubs, including a North American club, continue to pop up as the breed's popularity expands outside of its native country.",
    "Size": "The German Longhaired Pointer typically stands between 23 to 28 inches from the shoulder and weighs in around 60 to 71 pounds.That being said, some dogs can be bigger or smaller than their breed's average.",
    "Personality": "Fans of the German Longhaired Pointer have nothing but love for the active yet gentle breed. Since the GLP was crossbred with so many different hunting and scent dogs, they're intelligent, curious, and may have to sniff everything you own in order to get to know you.The German Longhaired Pointer is also an incredibly affectionate dog, and despite their large size, they may act like a lapdog and plop on your lap while you're on the couch.Since they tend to get so close to their humans, they also are somewhat prone to separation anxiety. In order to prevent unwanted bored or anxious destructive behavior, be sure to train your GLP and use desensitization tactics to help curb your dog's anxiety.Even though this breed loves to cuddle, the German Longhaired Pointer also requires a high amount of exercise and activity. These active dogs thrive in homes with large yards and lots of space to run and explore. Of course, if you're an urban dweller, a German Longhaired Pointer can still make an amazing companion as long as you keep them active and don't leave them alone for long stretches of time.",
    "Health": "German Longhaired Pointers are generally healthy, but like all breeds, they can be subject to certain health conditions. Not all GLPs will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.Some of the more common health problems German Longhaired Pointers suffer from include:Gastric Torsion (Bloat)HypothyroidismHip DysplasiaCardiomyopathy",
    "Care": "As with all dogs, you should keep up with your German Longhaired Pointer's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.If not exercised properly, German Longhaired Pointers are prone to weight gain, and they have high energy levels. Make sure your dog gets at least a couple half-hour- to hour-long walks per day with a few good, active play sessions and shorter walks mixed in. Having a yard to run around in also helps keep your German Longhaired Pointer at a healthy weight.Check their ears for debris and pests daily and clean them as recommended by your vet. Because they have longer ears, dirt and grim can build up and cause ear infections.Trim your dog's nails before they get too long--usually once or twice per month. They should not be clicking against the floor. Your groomer can help with this.Also be sure to stay on top of their oral health. You should brush their teeth daily, and your vet can instruct you on how to brush your dog's teeth properly.",
    "Feeding": "An ideal German Longhaired Pointer diet should be formulated for a medium-to-large breed with high energy levels. The breed is somewhat prone to gaining weight, especially if their intense exercise needs are not met, which is why it's important to stick to a set feeding schedule. Measure their food as instructed and don't leave food out for grazing purposes.As with all dogs, the German Longhaired Pointer's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your German Longhaired Pointer's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "Brown and white are the standard coat colors of German Longhaired Pointers, and often they are mixed. Some German Longhaired Pointers' coats may be speckled or roan, both of which meet breed standards.The German Longhaired is a low-to-moderate shedder, which may make them a good choice for allergy sufferers. Still, their longer coats can trap other allergens and become irritating. Be sure to brush out your German Longhaired Pointer's coat on a weekly basis to prevent matting or painful tangles.Even though they are strong and athletic dogs, the German Longhaired Pointer does not fair well in extreme temperatures. Like with any dog, do not leave your GLP unattended in either extreme heat or cold, and be sure to apply sunscreen to any sensitive spots.",
    "Children And Other Pets": "Generally docile and affectionate, German Longhaired Pointers make excellent family dogs, no matter the age of children. Still, it is always important to teach kids how to safely interact and play with your GLP. You will also have to make sure to train your GLP not to jump when they get too excited, as these big goofballs can accidentally knock down a smaller child.German Longhaired Pointers generally get along with other dogs as well. When it comes to cats and other small mammals, the GLP may be prone to chasing. Proper training and socialization can help curb these unwanted habits, but they're somewhat ingrained from centuries of breeding for sporting and hunting purposes.At the end of the day, how a German Longhaired Pointer does with kids and other pets comes down to training, socialization, and luck of the draw.",
    "Rescue Groups": "Rescues specifically for German Longhaired Pointers might be hard to come by. However, you can always check with your local shelter, and you may want to try a rescue that caters to all kinds of dogs. You can take a look at the following:Wright-Way RescueAngels Among Us Pet Rescue"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Sporting Dogs"
    },
    {
      "name": "Height",
      "value": "23 to 28 inches"
    },
    {
      "name": "Weight",
      "value": "60 to 71 pounds"
    },
    {
      "name": "Life Span",
      "value": "11 to 14 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 3
    }
  ]
}