{
  "id": "german-wirehaired-pointer",
  "url": "https://dogtime.com/dog-breeds/german-wirehaired-pointer",
  "name": "German Wirehaired Pointer",
  "intro": "The German Wirehaired Pointer was developed in the late 19th and early 20th centuries to be a versatile hunting dog breed, a job at which they still excel today. They can hunt any game on any terrain and point and retrieve from land or water.\nTheir excellent noses and stamina are appreciated by hunters worldwide, but they’re also great companions for active families who can provide an outlet for this dog’s high energy levels.\nDogTime recommends this dog bed to give a good night’s sleep to your medium-sized German Wirehaired Pointer. You should also pick up this dog fetch toy to help burn off your pup’s high energy!\nSee all dog breed traits and facts about German Wirehaired Pointers below!",
  "description": {
    "": "A combination of the best features of the Foxhound, Pointer, and Poodle, the German Wirehaired Pointer is a hunter's best friend: a medium-size dog who can point and retrieve on land and in water, thanks to a wiry, functional coat that protects him from weather extremes and rough underbrush and a keen nose for tracking and pointing.A facial beard gives him a distinctive expression, and a docked tail held horizontally quivers with excitement. Known as the Drahthaar in his homeland of Germany, the breed was developed to be an all around hunting companion, useful for hunting all types of game in all conditions.Because of his heritage as a hunting breed, the German Wirehair requires extensive exercise and he can make an excellent jogging companion. He loves to swim and retrieve, both good ways to provide the level of activity he needs to burn off all that energy. The German Wirehaired Pointer loves having a job to do and thrives on attention.Training him to compete in obedience, tracking, agility, rally, or other dog sports gives him a job, mental stimulation, and exercise. The breed can be slightly independent so it's important to use a firm, consistent approach and not to back down when he challenges your authority. That said, he doesn't respond to harsh training methods but does best with motivational, reward-based training.Search and rescue dog handlers have recently discovered this breed and find them to be excellent workers. That's not surprising since search and rescue combines their love of people and desire for plenty of physical exercise and mental stimulation.The German Wirehaired Pointer is a versatile dog who excels in the show ring, many physical competitions, and more. He can be your jogging friend early in the morning and sit around the campfire with you at night. If you like a dog who is intelligent, independent, eager to learn, and willing to please with tons of energy to burn, then you may have found the perfect addition to your household.",
    "Highlights": "Can be independent and willful with a tendency to wander if not kept active and challengedCan be suspicious of strangers and aloof with all but his familyIf left alone too much can develop separation anxietyCan be slow to housetrainThey can be aggressive towards other dogs, especially male-to-male aggression.Many have a strong instinct to chase cats and seize cats and other small pets.A bored German Wirehaired Pointer can make a shambles of your home and yard.Young German Wirehaired Pointers (up to about 2 years of age) romp and jump with great vigor, and things and people can go flying.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "German hunters in search of a rugged dog who could hunt any kind of game on any terrain created the German Wirehaired Pointer in the late 1800s. In him they blended the best qualities of the Pointer, Poodle, and Foxhound to develop an all-purpose dog who could point and retrieve on land and in water, no matter what the weather or environment.He is distinguished from the German Shorthaired Pointer not only by his coat but also by his size — slightly larger with a longer body — but also by differences in head shape and temperament. The two breeds were developed separately, with the Shorthair being slightly older and crosses of different breeds were used to develop each.The German Wirehaired Pointer was admitted into the German Kartell for dogs in 1928. He was imported into the United States in the 1920s, and in 1953, the German Drahthaar Club of America was formed.The breed was admitted into the AKC in 1959, when the parent club was officially changed to the German Wirehaired Pointer Club of America. He remains a well-loved hunting companion today.",
    "Size": "Males stand 24 to 26 inches at the shoulder. Females are smaller but not under 22 inches. Expect a German Wirehair to weigh 60 to 70 pounds.",
    "Personality": "Affectionate and loyal to his family, the German Wirehaired Pointer is friendly toward people he knows but aloof with strangers. When raised in a family, he's devoted to everyone but may have one person who's a special favorite. More than just a hunting dog, he loves human companionship and makes an excellent house dog and family member as long as he receives plenty of physical and mental exercise.The GWP is a good watchdog, barking when strangers approach his property. He's possessive of his things and people and may be aggressive toward strange dogs. He will defend his home and family if they're in danger. Early socialization is a must, as it is with any breed. Trainers will find a sharp \"No\" more effective than harsh or rough treatment. Respect his intelligence, and you'll find that he has a strong desire to please.",
    "Health": "German Wirehairs are generally healthy, but like all breeds of dogs, they're prone to certain diseases and conditions. Not all German Wirehairs will get any or all of these diseases, but it's important to be aware of them if you're buying or living with a German Wirehair.Hip Dysplasia: Hip dysplasia is a heritable condition in which the thighbone doesn't fit snugly into the hip joint. Some dogs show pain and lameness on one or both rear legs, but you may not notice any signs of discomfort in a dog with hip dysplasia. As the dog ages, arthritis can develop. X-ray screening for hip dysplasia is done by the Orthopedic Foundation for Animals or the University of Pennsylvania Hip Improvement Program. Dogs with hip dysplasia should not be bred. If you're buying a puppy, ask the breeder for proof that the parents have been tested for hip dysplasia and are free of problems.Entropion: Entropion is the inward rolling of the eyelid, which usually affects the lower eyelid on a dog. When present in a dog, it is usually found in both eyes. It causes an impairment of vision and irritates the dog's eyes. If your German Wirehair has entropion, you may notice him rubbing at his eyes or that the eyes seem to tear up frequently. Entropion generally occurs before a dog turns a year old but surgery should be held off until the dog reaches adulthood. The treatment is multiple surgeries, in a gradual process so that the dog is not at risk for Ectropion, which is a rolling out of the eyelid.Cataracts: As in humans, canine cataracts are characterized by cloudy spots on the eye lens that can grow over time. They may develop at any age, and often don't impair vision, although some cases cause severe vision loss. Breeding dogs should be examined by a board-certified veterinary ophthalmologist to be certified as free of hereditary eye disease before they're bred. Cataracts can usually be surgically removed with good results.Von Willebrand's disease: This is an inherited blood disorder that interferes with the blood's ability to clot. The main symptom is excessive bleeding after an injury or surgery. Other symptoms include nosebleeds, bleeding gums, or bleeding in the stomach or intestines. There is no cure, and a blood transfusion from the blood of normal dogs is currently the only treatment. Research is underway for new treatments, including medication. A vet can test your dog for the condition. Dogs with this condition should not be bred.",
    "Care": "The German Wirehaired Pointer was bred to hunt all day in the field and that's what he's happiest doing. Short of that, he requires plenty of daily exercise. He can be a mannerly housedog and thrives on human companionship. He can jump with ease, so keep him confined with a fence that's at least six feet high and can't be dug under or wriggled through. A covered dog run may be the best way to provide outdoor shelter.",
    "Feeding": "Recommended daily amount: 2.5 to 3 cups of high-quality dry food a day, divided into two meals.NOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your German Wirehair in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test.First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your German Wirehair, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The German Wirehaired Pointer has a functional double coat that protects him from wet and cold conditions as well as rough or heavy underbrush. The coarse, wiry coat is one to two inches long. The hair is straight and harsh and lies flat.In winter the undercoat is dense to provide effective insulation against the cold, but in summer it's barely visible. The Wirehair's beard and bushy eyebrows serve as more than decoration. They protect the dog's face and eyes from scratches and lacerations.Some German Wirehairs are born with a long, soft, silky, or woolly coat. It doesn't have the same properties as the wire coat and takes considerably more time and effort to care for.The German Wirehair coat comes in various patterns of liver and white: spotted, liver roan (a mix of reddish-brown and white hairs), spotted with roaning and ticking (small, isolated areas of black hairs on a white background), or solid liver, which is described as a deep reddish-brown. The liver-colored head sometimes has a white blaze, but the ears are liver-colored.To match the coat, he has a liver-colored nose, lips, and spotting in the mouth. Genetically, a liver dog can't have a black spot, and a black dog can't have a brown nose. If you're offered a German Wirehair with a black coat or black pigmentation, you may not be getting the real deal.The dense, wiry coat of the German Wirehaired Pointer requires minimal grooming. It should remain clean with regular brushing. The coat sheds lightly year-round. Bathe him only as needed. Thanks to the water-repellent nature of his coat, he dries quickly after a bath or swim.Trim the nails routinely to keep them in good condition and to prevent toenail injuries. If you can hear them clicking on the floor, they're too long.Brush your German Wirehair's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.His ears should be checked weekly for redness or a bad odor, which can indicate an infection. When you check your dog's ears, wipe them out with a cotton ball dampened with gentle, pH-balanced ear cleaner to help prevent infections. Don't insert anything into the ear canal; just clean the outer ear.Begin accustoming your German Wirehair to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "The German Wirehaired Pointer is a great companion for older children who can stand up to his size and energy level, but he may be overwhelming for younger children who are easily knocked down in play.Always supervise any interactions between a dog and children for the safety of both. A German Wirehaired Pointer does better with children when he is raised with them, but an adult Wirehair who's adopted into a family with children can learn to get along with them if properly introduced and supervised.He may be aggressive toward strange dogs, but if he's raised with them he gets along fine with other dogs and cats.",
    "Rescue Groups": "German Wirehaired Pointers are often purchased without any clear understanding of what goes into owning one. There are many German Wirehairs in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a German Wirehair rescue.German Wirehaired Pointer Club of America, Inc. RescueGerman Wirehaired Pointer Rescue, Inc."
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Sporting Dogs"
    },
    {
      "name": "Height",
      "value": "1 foot, 10 inches to 2 feet, 2 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "60 to 70 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 14 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}