{
  "id": "german-spitz",
  "url": "https://dogtime.com/dog-breeds/german-spitz",
  "name": "German Spitz",
  "intro": "The German Spitz is one of the oldest dog breeds originating from Europe. Attentive, energetic, and devoted, these pups have some of the best qualities among any dog breed around.\nGerman Spitzes go by several other names such as Spitz, German Spitz Mittelspitz, and Deutscher Spitz. If you’d like to bring home a dog of this breed, look for them at your local shelter or rescue. Remember, adopt a pup, and don’t shop!\nThese adorable pooches can make great apartment dogs due to their small stature and are suited for any type of household or family, though they have a tendency to be yappy. If you want an energetic “firecracker” dog who will keep you on your toes, alert you to any potential dangers, and love you unconditionally, this may be the right dog for you!\nSee below for all dog breed traits and facts about German Spitzes!",
  "description": {
    "Highlights": "The Standard German Spitz comes in a wider variety of coat colors than some of its Spitz cousins, including black, brown, orange, wolf gray, and white.The German Spitz has a double coat; the undercoat is soft, short, and wooly, and over it, a long, fibrous layer makes up the topcoat. They'll need a good brushing several times a week.Because the German Spitz is a small dog, they can be easily injured by overly excited children. German Spitzes prefer to be mostly around adults or older kids who know how to play gently.These dogs have high energy levels. Make sure they get at least one good half-hour- to hour-long walk per day with a few good, active play sessions and shorter walks mixed in.These small pups can be wary of strangers and are vocal, so they might bark around people they don't know. They have a high pitch bark that sounds \"yappy\" to some.German Spitzes have a high prey drive and enjoy games where they can chase toys.German Spitzes are intelligent, but can be stubborn. They need strong-willed, consistent trainers.",
    "History": "The first mention of the German Spitz comes from Count Eberhard Zu Sayn of Germany around 1450. He praised the breed as a brave protector of their homes and fields. Many early German Spitzes lived in the province of Pomerania, located on the southern edge of the Baltic Sea close to what is now Germany and Poland.The German Spitz is known to be an ancient dog breed and one of the oldest coming from Germany and Europe in general.Though they are a small bunch, these dogs are very alert and vocal. Fisherman would take them on their boats as watchdogs for their goods and trades. They were also used on farms to alert the farmers of any nearby intruders. In Germany, they are sometimes referred to as Mistbeller, or dung-hill barkers, as they liked to sit somewhere high like a hill and keep watch.They were popular among royalty and the upper class in England, and in the 18th Century when King George I took the throne, he and his wife had several German Spitz dogs.Though they were almost extinct around the time of the first World War, they eventually made a comeback and are well off today.",
    "Size": "Though the German Spitz is an ancient breed, there are a few standards when it comes to size. You can expect these pooches to be on the smaller side.Most weigh in at 21 to 29 pounds and range in height from twelve to 15 inches at the shoulder. That said, many German Spitz can be smaller or larger than the norm.",
    "Personality": "The German Spitz is an energetic dog who loves to please the family and be the center of attention. They are high energy and would rather run around the yard or house than stay inside and cuddle. Since they are highly active, they love to play games that involve running and chasing toys.These small pups can be wary of strangers and are vocal, so they might bark around people they don't know. They have a high pitch bark that sounds \"yappy\" to some. They are very intelligent but can also be stubborn. It takes a strong-willed trainer to make sure these pups are obedient and well trained. If you want a watchdog who will alert you to anyone who might approach your door, you can't do much better than the German Spitz.The German Spitz also has a high prey drive. Although, they can be taught to curb their barking and chasing tendencies through early training.They are well suited for household or families of any size and can live in an apartment or house, though they will need plenty of exercise and attention.",
    "Health": "The German Spitz is a generally healthy dog breed but can be predisposed to the same general health concerns of any pup. While most are generally healthy, some may be prone to a few health issues, which is why it is important to maintain good care and regular veterinary checkups.Some of the more common health problems the German Spitz suffer from include:collapsing Tracheaepilepsypatellar luxationprogressive retinal atrophy",
    "Care": "As with all dog breeds, you should keep up with your German Spitz's regular veterinary checkups to detect any health concerns early. Your vet can help develop a care routine that will keep your dog healthy.German Spitzes are prone to weight gain, and they have high energy levels. Make sure your dog gets at least one good half-hour- to hour-long walk per day with a few good, active play sessions and shorter walks mixed in.Check their ears for debris and pests daily and clean them as recommended by your vet. Trim your dog's nails before they get too long--usually once or twice per month. They should not be clicking against the floor. Your groomer can help with this.Your main concern when it comes to your German Spitz's care will be maintaining their oral health. You should brush their teeth daily, as small breeds are prone to dental issues. Your veterinarian can instruct you on how to brush your dog's teeth properly.",
    "Feeding": "An ideal German Spitz diet should be formulated for a small breed with high energy. They have a tendency to gain weight if they are overfed, so you should stick to a regular feeding schedule and not leave food out during the day. Limit the number of treats, as well.As with all dogs, the German Spitz's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your German Spitz's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "The Standard German Spitz comes in a wider variety of coat colors than some of its Spitz cousins, including black, brown, orange, wolf gray, and white.German Spitzes have double coats. While the overcoat is long and straight, the undercoat is short, woolly, and a bit softer to the touch. Their coats are thick about the chest and neck and can look like a frill or ruff. This double coat is so fluffy that it can make the dogs look like they're bigger than they actually are. Because they have such thick, fluffy coats, these dogs will need brushings a few times each week to pull away loose hairs and avoid matting or tangles.Because they have long coats, the German Spitz might do fairly well in colder weather than in hot weather. Make sure to prepare them accordingly wherever you take them.",
    "Children And Other Pets": "Because the German Spitz is a small dog, they can be easily injured by overly excited children. German Spitzes prefer to be mostly around adults or older kids who know how to play gently. That said, for children who learn early how to properly approach and play with a small dog, the German Spitz can make a great, active companion.When it comes to other pets, the German Spitz can get along with other animals if they are introduced slowly and calmly, and early socialization will help this go smoothly. It's best if they get used to other pets early. That said, the German Spitz aren't naturally fond of other animals and may prefer to be the solo pet in the household. They also might do well with pets smaller than them as they have a high prey drive.Still, many German Spitzes get along just fine with other dogs and cats, so it really comes down to training, socialization, and the luck of the draw.",
    "Rescue Groups": "Because the German Spitz is a somewhat rare breed, it may be difficult to find a breed-specific rescue. However, you can always check with your local shelter, and you may want to try a rescue that caters to all types of dogs. You can take a look at the following:Wright-Way RescueAngels Among Us Pet RescueYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Companion Dogs"
    },
    {
      "name": "Height",
      "value": "12 to 15 inches"
    },
    {
      "name": "Weight",
      "value": "21 to 29 pounds"
    },
    {
      "name": "Life Span",
      "value": "13 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}