{
  "id": "german-shorthaired-pointer",
  "url": "https://dogtime.com/dog-breeds/german-shorthaired-pointer",
  "name": "German Shorthaired Pointer",
  "intro": "The versatile German Shorthaired Pointer sporting dog breed hunts many types of game, retrieves on land or from water, and is an affectionate companion. They have a striking, easy-care coat, but they need plenty of vigorous exercise.\nIf you can provide this dog with the mental and physical challenges they crave, they’ll be your best four-legged friend. But those who live in apartments or spend lots of time away from home must beware. Without room to play and lots of exercise, you may find a bored dog engaging in destructive behaviors when you get home.\nDogTime recommends this dog bed to give a good night’s sleep to your medium-sized German Shorthaired Pointer. You should also pick up this dog fetch toy to help burn off your pup’s high energy!\nSee all dog breed traits and facts about German Shorthaired Pointers below!",
  "description": {
    "": "One of the most versatile sporting breeds around, the stylish and regal German Shorthaired Pointer (GSP for short) is a superb hunting dog who also excels as a family companion. He hunts feathered and furred game and will even trail deer. In the evening, he plays with the kids or curls up next to you on the sofa. Not a hunter? The German Shorthair will be happy to hike or jog with you.Slightly smaller than a Pointer, the GSP has an elegantly chiseled head with dark almond-shaped eyes, an intelligent, good-humored expression, and a large, dark nose. Broad, dropped ears are set high and lie flat against the head. But the most striking aspect of the GSP's appearance is his short, dense, sleek coat of solid liver or liver and white, which can be patched, ticked or roan. The tail is usually docked, leaving about 40 percent of the original length.This energetic, intelligent dog is enthusiastic at work and play. He likes being with people and is a good friend to children, albeit a bit rambunctious for little ones. That people-loving personality causes the GSP to be unhappy if left alone for long periods, and he can become nervous and destructive if he's not provided with regular companionship and exercise. He'll bark at strangers but isn't aggressive. Males tend to be more outgoing and are more aggressive hunters than females.The muscular GSP needs a great deal of exercise. Expect to give him a workout of an hour or two daily. With his webbed feet and water-resistant coat, he's a great water dog and loves to swim. If you have a pool, expect him to be in it with you.GSPs like to please their people and will work hard for them, especially if they're rewarded with praise, play, or food. They typically aren't stubborn and learn new exercises quickly. The biggest challenge is to keep them focused on training. They can get bored easily.This is one of the few hunting breeds that can perform virtually all gundog roles. The GSP can be a pointer and a retriever. He can hunt upland birds and waterfowl, as well as rabbits, raccoons, and deer. Whatever you ask of your GSP, he will gladly comply with unshakable reliability.",
    "Highlights": "German Shorthaired Pointers are high-energy dogs. At least an hour of intensive exercise, preferably off-leash, each day is recommended. Without sufficient exercise, your GSP may become nervous and destructive.GSPs are people-oriented and don't like to be left alone for long periods of time without something to keep them busy. Since they are so intelligent, they will find something to keep them busy if you don't — usually getting into something that you don't want them to get into.Bored German Shorthaired Pointers can become escape artists, so you need at least a six-foot tall fence if you plan to leave them alone outside.GSPs bark at strangers and noises. They also are a bit reserved with strangers.Female GSPs typically are very protective of their puppies if they have a litter.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "Early versions of this type of dog date to the 17th century, but German Shorthaired Pointers as we know them today were created to be multipurpose hunting dogs in the mid- to late nineteenth century. The forerunner to the GSP, the German Pointer or German Bird Dog, was a product of crosses between Spanish Pointers and Bloodhounds, resulting in big houndlike dog with a keen nose. Hunters selected for dogs with biddable personalities, but they came to want style and elegance to go along with that obedient nature and powerful scenting ability. They used Pointers imported from England to add style, and they created a dog that would work as well in water as on land.Prince Albrecht zu Solms-Braunfeld of the Royal House of Hanover was credited with encouraging breeders to select early specimens on the basis of function rather than form. The result was a lean, athletic, and responsive all-around hunting dog who is also an intelligent and affectionate companion dog.The first known German Shorthair in the United States was imported in 1925 by Dr. Charles Thornton of Montana, who began breeding the dogs. Only five years later, the breed was recognized by the American Kennel Club. The first German Shorthair registered with the AKC was Greif v.d. Fliegerhalde.World War II affected the breeding of German Shorthaired Pointers. As the end of the war drew near, many breeders hid their gold, their diamonds, their artwork, their Lipizzaner stallions, and their German Shorthaired Pointers. The very best dogs were sent to Yugoslavia for safekeeping. But since Yugoslavia was behind the Iron Curtain after WW II, West German breeders didn't have access to Germany's finest GSPs and they were faced with rebuilding their beloved breed from a limited gene pool.Meanwhile, in the U.S., GSPs were progressing by leaps and bounds. The 1950s were a time of significant advancement for the GSP in the United States, but many believe 1968 was the zenith for the German Shorthaired Pointer in the U.S. That was the year that three of the top four finishers at the AKC National Field Trial Championship already had their conformation championships.In addition to their hunting abilities, GSPs have inspired modern-day writers to immortalize the breed in their works. One such writer is Robert B. Parker, whose popular mystery series is about a Boston detective named Spenser. Throughout the series, Spenser has three solid-liver German Shorthair Pointers, all named Pearl. Parker often appears on the dustjackets of his Spenser books with a solid-liver GSP.Rick Bass wrote a book called Colter: The True Story of the Best Dog I Ever Had about living and hunting with a German Shorthair in MontanaSportswriter Mel Wallis wrote a book titled Run, Rainey, Run about his relationship with his intelligent and versatile hunting German Shorthaired Pointer.Today, the German Shorthaired Pointer ranks 19th among the 155 breeds and varieties recognized by the AKC.",
    "Size": "Males are 23 to 25 inches tall at the shoulder and weigh 55 to 70 pounds. Females are 21 to 23 inches tall at the shoulder and weigh 45 to 60 pounds.",
    "Personality": "Smart, friendly, and willing, the GSP is enthusiastic in everything he does without being nervous or flighty. He doesn't like being left alone, however, and can develop separation anxiety. This is a house dog, not a yard or kennel dog. He'll love everyone in the family but may choose a special favorite. He's highly trainable.Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Choose the middle-of-the-road puppy, not the one who's beating up his littermates or the one who's hiding in the corner. Always meet at least one of the parents — usually the mother is the one who's available — to ensure that they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when he grows up.Like every dog, GSPs need early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your GSP puppy grows up to be a well-rounded dog. Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills.",
    "Health": "German Shorthairs are generally healthy, but like all breeds, they're prone to certain health conditions. Not all GSPs will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition. In GSPs, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).Hip Dysplasia: Many factors, including genetics, environment and diet, are thought to contribute to this deformity of the hip joint. In mild cases, with proper diet and exercise the animal can lead a full and active life. In more severe cases, surgical correction may be required. Your veterinarian can x-ray your dog's hips for evaluation. Dogs with hip dysplasia should not be bred.Cancer: This was one of the most reported health problems in a recent survey by the German Shorthaired Pointer Club of America. The types of cancers most often reported were mammary tumors, mast cell tumors, and lymphosarcoma.Lymphedema: A disorder in which valvular blockage of lymph flow or twisted lymphatic ducts cause tissues to swell from an accumulation of fluids.Entropion: This defect, which is usually obvious by six months of age, causes the eyelid to roll inward, irritating or injuring the eyeball. One or both eyes can be affected. If your German Shorthair has entropion, you may notice him rubbing at his eyes. The condition can be corrected surgically.Von Willebrand's Disease: This is a blood disorder that can be found in both humans and dogs. It affects the clotting process due to the reduction of von Willebrand factor in the blood. A dog affected by von Willebrand's disease will have signs such as nose bleeds, bleeding gums, prolonged bleeding from surgery, and prolonged bleeding during heat cycles or after whelping. Occasionally blood is found in the stool. This disorder is usually diagnosed in your dog between the ages of 3 and 5 and cannot be cured. However, it can be managed with treatments that include cauterizing or suturing injuries, transfusions of the von Willebrand factor before surgery, and avoiding certain medications.Gastric dilatation-volvulus (GDV), also called Bloat or Torsion: This is a life-threatening condition that can affect large, deep-chested dogs like GSPs, especially if they are fed one large meal a day, eat rapidly, drink large volumes of water after eating, and exercise vigorously after eating. Some think that raised feeding dishes and the type of food given might be factors in causing this to happen too. GDV occurs when the stomach is distended with gas or air and then twists (torsion). The dog is unable to belch or vomit to rid itself of the excess air in its stomach, and the normal return of blood to the heart is impeded. Blood pressure drops and the dog goes into shock. Without immediate medical attention, the dog can die. Suspect bloat if your dog has a distended abdomen, is salivating excessively, and retches without throwing up. He also may be restless, depressed, lethargic, and weak with a rapid heart rate. It's important to get your dog to the vet as soon as possible. There is some indication that a tendency toward GDV is inherited, so it's recommended that dogs that develop this condition should be neutered or spayed.",
    "Care": "GSPs aren't recommended for apartment dwellers. They are best suited to active people who have a home with a large yard surrounded by a high fence. German Shorthaired Pointers were bred to have energy and stamina to last all day in the field, so exercise is important for them. If they don't get enough exercise, they can become nervous and destructive. Expect to exercise them an hour or more each day. Your GSP will enjoy a strenuous hike, long walk, or a good game of fetch. Given enough exercise, GSPs make excellent house dogs. Because they are so curious and intelligent, it's a good idea to crate young GSPs when you aren't around to supervise so they don't get into mischief.GSPs work well with people, but because of their hunting heritage — which often requires them to work well away from the hunter — they can be independent thinkers. Train them with kindness and consistency, using positive reinforcements that include food rewards and praise. The GSP who's treated harshly will simply become more stubborn and less willing to do your bidding. Your best bet is to keep training interesting. Keep training sessions short, and always end on a high note, praising him for something he did well.",
    "Feeding": "Recommended daily amount: 2 to 3 cups of high-quality dry food a day, divided into two meals.NOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your German Shorthair in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test. First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your GSP, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The GSP has a short, thick, water-repellent coat that's slightly longer on the underside of the tail and the back edges of the rear end, known as the haunches. On the head, the hair is softer, thinner, and shorter.The distinctive coat is solid liver or a combination of liver and white. It can be ticked (small, isolated areas of black hairs on a white background), patched, or roaned (a fine mixture of colored hairs with white hairs). For instance, a liver roan GSP has a deep reddish-brown coat lightened by white hairs.The GSP's smooth, short coat is easy to groom and doesn't shed excessively. Brush it weekly with a firm bristle brush and bathe only as needed. Rub your GSP's coat with a towel or chamois to make it gleam. Be sure to check your GSP's feet after he has been exercising or working in the field. Dry him thoroughly after hunting to prevent a chill. Examine the ears regularly for signs of infection, such as a bad odor, redness, or tenderness. If your GSP scratches frequently at his ears, he may have an infection.",
    "Children And Other Pets": "German Shorthairs can do well with children if they're raised with them. They have lots of energy and make excellent playmates for active older children. They can be too rambunctious for toddlers, however. Adult German Shorthairs who aren't familiar with children may do best in a home with older children who understand how to interact with dogs.Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's sleeping or eating or to try to take the dog's food away. No dog should ever be left unsupervised with a child.German Shorthairs can get along with other dogs, although some may be aggressive toward members of the same sex. Because they're hunting dogs, they may also be aggressive toward small furry animals such as cats or rabbits. They can become socialized to them if raised with them from puppyhood, but they may not extend the same courtesies to strange animals who intrude on their property.",
    "Rescue Groups": "German Shorthairs are often purchased without any clear understanding of what goes into owning one. There are many GSPs in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a GSP rescue.Mid-Atlantic German Shorthaired Pointer RescueNorCal GSP RescueEnglish and German Shorthaired Pointer RescueGSP Rescue of Wisconsin Home PageGerman Shorthaired Pointer Rescue PennsylvaniaThe California German Shorthaired Pointer RescueGSP Rescue New England"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Sporting Dogs"
    },
    {
      "name": "Height",
      "value": "1 foot, 9 inches to 2 feet, 1 inch tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "45 to 70 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}