{
  "id": "german-shepherd-dog",
  "url": "https://dogtime.com/dog-breeds/german-shepherd-dog",
  "name": "German Shepherd Dog",
  "intro": "The German Shepherd Dog is one of America’s most popular dog breeds — for good reasons. They’re intelligent and capable working dogs. Their devotion and courage are unmatched. And they’re amazingly versatile.\nThe breed also goes by the name Alsatian. Despite their purebred status, you may find German Shepherds in shelters and breed specific rescues. So remember to adopt! Don’t shop if this is the breed for you.\nGSDs excel at most anything they’re trained to do: guide and assistance work for the handicapped, police and military service, herding, search and rescue, drug detection, competitive obedience, and — last but not least — faithful companion.\nSee below for all dog breed traits and facts about German Shepherds!\n  ",
  "description": {
    "": "The German Shepherd Dog, also known as the Alsatian in Great Britain and parts of Europe, is among the top 10 most popular dog breeds in the U.S., and probably one of the world's most recognized breeds.They owe part of their renown to a small puppy who was plucked from a bullet- and bomb-riddled breeding kennel in France during World War I by Corporal Lee Duncan. At the end of the war, Duncan brought the puppy back to his hometown of Los Angeles, trained him, and turned him into one of the most famous dogs in show biz--Rin Tin Tin. Rin Tin Tin went on to appear in dozens of movies and, at the height of his stardom, got 10,000 fan letters a week.The German Shepherd has held many jobs other than movie star--leading the blind, chasing down criminals, sniffing out illegal substances, serving in the military, visiting the sick, and herding stock are just some of the jobs held by this versatile breed.The dog has even taken on the role of national hero. German Shepherds were the search and rescue dogs crawling through the ruins of the World Trade Center after the 9/11 terrorist attacks, looking for survivors and comforting rescue workers and families.The German Shepherd may embody some of the best traits of dogs, but they're not for everyone. Originally bred to herd flocks all day, this is a high-energy dog who needs a lot of activity and exercise. Without it, they're likely to express their boredom and frustration in ways you don't like, such as barking and chewing.The breed also has an aloof and sometimes suspicious nature—great for a watchdog, but not the sort of family dog who'll make guests feel welcome. However, if you expose a German Shepherd to many different situations and people starting in puppyhood, they can learn to take new people and circumstances in stride.If you're adopting a puppy, you'll get a slightly different kind of German Shepherd depending on whether they're descended from dogs that come from American versus German breeders. In general, American breeders often aim to create dog show champions, and they breed more for that distinctive German Shepherd look than for distinctive German Shepherd talents.Fans say that American-bred German Shepherds are calmer than their German counterparts, but critics say these dogs have lost some of their talents for working traditional German Shepherd jobs, and are more prone to behavior problems such as separation anxiety.German breeders, on the other hand, breed for working abilities, as well as to fit the breed's traditional look. Before a German Shepherd is bred in Germany, they have to pass numerous tests to prove they measure up to the physical and mental benchmarks the breed is known for. German Shepherd Dogs from Germany tend to have a more energetic and driven personality.However, the only way to guarantee what kind of dog you're going to get is to spend time with them. So get to the shelter and meet your new best friend before you even take them home!",
    "Highlights": "The German Shepherd isn't the breed for you if you're away from home frequently or for long periods of time. When left alone, they can become anxious or bored and are likely to express their worry in ways you don't like, such as barking, chewing, and digging.German Shepherds are active and intelligent dogs. They must be kept busy learning, playing, and working. Daily exercise, both physical (such as jogging and Frisbee) and mental (such as training sessions), is a must.German Shepherds can be aloof and suspicious of strangers. To raise a social and well-behaved dog, expose your German Shepherd puppy to many experiences, places, and people. Obedience training, beginning with puppy classes, is important for getting them used to other people and dogs, as well as teaching them basic canine manners.These dogs shed, shed, shed. In fact, their nickname is the \"German shedder.\" Brush them several times a week and buy a good vacuum. You'll need it.Crate training is not only a wonderful way to housetrain a puppy, it helps teach them to be calm and happy when separated from their owner. This is especially important for the German Shepherd, who sometimes suffers separation anxiety, or extreme anxiety when left alone.They've got a reputation for being a great watchdog—and they are—but the German Shepherd should never be chained or tethered just to stand guard. No dog should; it leads to frustration and aggression. The German Shepherd is happiest living indoors with the family, but with access to a large, fenced yard, where they can burn off some of their natural energy.You can find dogs of almost any breed, including German Shepherds, from your local shelter or breed specific rescue. Consider adopting before you shop for a breeder.",
    "History": "The German Shepherd is a relatively new breed, dating back to 1899, and they owe their existence to one man: Captain Max von Stephanitz, a career captain in the German cavalry with a goal of creating a German breed that would be unmatched as a herding dog.Centuries before von Stephanitz came along, farmers in Germany, as in the rest of Europe, relied on dogs to drive and protect their herds. Some dogs were legendary for their skill, and sheepherders would travel days to breed their female dogs to a notable sire. However, as von Stephanitz noted, no one had developed the herding dogs of the region into a distinct breed.In 1898, von Stephanitz retired from military life and began his second career, and what would prove to be his passion: experimenting with dog breeding to create a superior German herding dog. Stephanitz studied the breeding techniques of the British, noted for their exceptional herding dogs, and traveled throughout Germany, attending dog shows and observing German-type herding dogs.Von Stephanitz saw many fine herding dogs, dogs who were athletic, or intelligent, or capable. What he didn't see was a dog who embodied all those traits.One day, in 1899, von Stephanitz was visiting a dog show when a wolfish-looking dog caught his eye. He immediately bought the dog, named Hektor Linksrhein. Later renamed Horand v Grafeth, the dog's powerful physique and intelligence so impressed von Stephanitz that he formed a society—the Verein fur deutsche Schaferhunde—to found a breed out of Horand's descendents.Although he had intended for his breed to work as herding dogs, as Germany became more and more industrialized, von Stephanitz saw the need for such dogs fading. He was determined that his breed would continue as a working dog, and he decided that the dog's future was in police work and military service.Making good use of his military connections, von Stephanitz convinced the German government to use the breed. During World War I the German Shepherd served as a Red Cross dog, messenger, rescuer, guard, supply carrier, and sentry.Although German Shepherds made their way to the United States before the war, it wasn't until the war that the breed became popular in the U.S. Allied servicemen noted the dog's bravery and intelligence, and a number of dogs went home with these soldiers.One such dog was a five-day-old puppy plucked from a bomb-riddled kennel in France by an American corporal from Los Angeles. The corporal took the puppy home, trained him, and turned him into one of Hollywood's most recognizable four-legged stars: Rin Tin Tin, who appeared in 26 movies and helped popularize the breed in America.Although the Allies were impressed by the German dogs, they weren't so happy with the dog's German roots. During wartime all things German were stigmatized, and in 1917, the American Kennel Club (AKC) changed the breed's name to the Shepherd Dog.In England, the dog was renamed the Alsatian Wolf Dog, after the German-French border area of Alsace-Lorraine. The AKC went back to using the original name of German Shepherd Dog in 1931; it took until 1977 for the British Kennel Club to do the same.Von Stephanitz stayed closely involved with the development of the breed, and as early as 1922, he became alarmed by some of the traits that were turning up in the dogs, such as poor temperament and a tendency to tooth decay. He developed a system of tight quality control: Before any individual German Shepherd was bred, they needed to pass numerous tests of their intelligence, temperament, athleticism, and good health.American breeding of German Shepherds, on the other hand, wasn't nearly so regulated. In the United States, the dogs were bred to win dog shows, and breeders put more emphasis on looks and on the dogs' gait, or way of moving.After World War II, American- and German-bred German Shepherds began to diverge dramatically. At one point, the U.S. police departments and military began importing German Shepherd working dogs, because homegrown German Shepherds were failing performance tests and plagued by genetic health conditions.In the past few decades, some American breeders have begun to put the emphasis back on the breed's abilities rather than just appearance, importing working dogs from Germany to add to their breeding program.",
    "Size": "Males stand 24 to 26 inches; females stand 22 to 24 inches. Weight ranges from 75 to 95 pounds.",
    "Personality": "The German Shepherd personality is aloof but not usually aggressive. They're reserved dogs; they don't make friends immediately, but once they do, they're extremely loyal. With their family, they're easy-going and approachable, but when threatened, they can be strong and protective, making them excellent watchdogs.This highly intelligent and trainable breed thrives on having a job to do—any job. The German Shepherd can be trained to do almost anything, from alerting a deaf person to a doorbell ring to sniffing out an avalanche victim.One thing they're not good at is being alone for long periods of time. Without the companionship they need—as well as exercise and the chance to put their intelligence to work—they become bored and frustrated. A German Shepherd who's under-exercised and ignored by their family is likely to express pent-up energy in ways you don't like, such as barking and chewing.Like every dog, the German Shepherd needs early socialization—exposure to many different people, sights, sounds, and experiences—when they're young. Socialization helps ensure that your German Shepherd puppy grows up to be a well-rounded dog.",
    "Health": "German Shepherds are generally healthy, but like all breeds, they're prone to certain health conditions. Not all German Shepherds will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.Hip Dysplasia: Hip dyplasia is a heritable condition in which the femur doesn't fit snugly into the pelvic socket of the hip joint. Hip dysplasia can exist with or without clinical signs. Some dogs exhibit pain and lameness on one or both rear legs. As the dog ages, arthritis can develop. X-ray screening for hip dysplasia is done by the Orthopedic Foundation for Animals or the University of Pennsylvania Hip Improvement Program. Dogs with hip dysplasia should not be bred.Elbow Dysplasia: This is a heritable condition common to large-breed dogs. It's thought to be caused by different growth rates of the three bones that make up the dog's elbow, causing joint laxity. This can lead to painful lameness. Your vet may recommend surgery to correct the problem, or medication to control the pain.Gastric Dilatation-Volvulus: Commonly called bloat, this is a life-threatening condition that affects large, deep-chested dogs like Golden Retrievers, especially if they are fed one large meal a day, eat rapidly, drink large volumes of water after eating, and exercise vigorously after eating. Bloat occurs when the stomach is distended with gas or air and then twists. The dog is unable to belch or vomit to get rid the excess air in their stomach, and the normal return of blood to the heart is impeded. Blood pressure drops and the dog goes into shock. Without immediate medical attention, the dog can die. Suspect bloat if your dog has a distended abdomen, is salivating excessively and retching without throwing up. They also may be restless, depressed, lethargic, and weak with a rapid heart rate. It's important to get your dog to the vet as soon as possible.Degenerative Myelopathy: Degenerative myelopathy is a progressive disease of the spinal cord, specifically the part of the cord that communicates information to the brain regarding the hind legs. Dogs with DM act as though they don't know where their back legs are, and cannot move them properly. The disease progresses to the point the dog cannot walk. Most of the time, there is no treatment and the dog is put to sleep. However, in a few rare cases, the condition is related to a lack of vitamin-12 or vitamin E. If this is the case, vitamin supplements might stabilize the condition.Exocrine Pancreatic Insufficiency: EPI is a genetic disease of the pancreas in which the cells that produce digestive enzymes are destroyed. As a result, the dog can no longer digest and absorb food. The first signs of the condition are gas, loss of appetite, weight loss, and change in stools. The dog becomes very thin, and very hungry. EPI is diagnosed with a simple blood test, and treatment is simple, too: pancreatic enzymes are added to the dog's food. With proper medication supervision, most dogs recover.Allergies: Some German Shepherds suffer from a variety of allergies, ranging from contact allergies to food allergies. Allergy symptoms in dogs are similar to those in people. If your German Shepherd is scratching, licking at their paws or rubbing their face a great deal, suspect that they have an allergy and have them checked by your vet.",
    "Care": "Originally bred to herd flocks all day, German Shepherds are built for action. This means they've got lots of energy that they need to burn off with daily exercise.If you leave them alone for long periods of time without exercise, expect trouble. Boredom and inactivity lead to behavior problems—chewing, digging, and barking. The German Shepherd desperately needs to exercise both their body (jogging, a romp at the dog park) and their mind (training exercises like agility or obedience competitions).Like many herding breeds, German Shepherds are barkers. Barking isn't necessarily a problem, but it can be if the dog is bored. Learning the \"Quiet\" command should be part of every German Shepherd's obedience training.German Shepherds like to chew, and their powerful jaws can destroy most materials. If they pick the wrong thing to gnaw on, they can damage their teeth, swallow something that makes them sick, or even choke. Save your dog, and your belongings, by giving them safe chew toys and bones so they can entertain themselves when you're not playing with them.",
    "Feeding": "A German Shepherd Dog diet should be formulated for a large-sized breed with high energy and exercise needs. You should consult your veterinarian or professional nutritionist for advice on what to feed your German Shepherd Dog and the correct portion sizes. Their dietary needs will change as they grow from puppyhood to adulthood and senior age. Stay on top of these nutritional requirements.You'll need to take special care with feeding and exercising a German Shepherd puppy, however. German Shepherds grow very rapidly between the age of four and seven months, making them susceptible to bone disorders. They do well on a high-quality, low-calorie diet that keeps them from growing too fast.And don't let your German puppy run, jump, or play on hard surfaces like pavement until they're at least two years old and their joints are fully formed. It's fine for puppies to play on grass, though, and puppy agility, with its inch-high jumps, is okay.Overfeeding your German Shepherd and letting them pack on the pounds can cause joint problems, as well as other health conditions. Limit treats, keep them active, and serve them regular meals rather than leaving food available at all times.",
    "Coat Color And Grooming": "The German Shepherd was originally bred to herd flocks in harsh climates, and their medium-length double coat fits the job perfectly, acting as protection the dog from rain and snow and resistant to picking up burrs and dirt.The coat types of the German Shepherd are as varied as their color. Some German Shepherds are longhaired. However, the \"ideal\" German Shepherd has a double coat of medium length. The outer coat is dense with straight hair that lies close to the body, and is sometimes wavy and wiry.The coat comes in variety of colors and patterns including black; black and cream; black and red; black and silver; black and tan; blue; gray; liver; sable; and white. The American Kennel Club doesn't recognize white as a color for this breed, however, and won't let white German Shepherds compete in conformation shows, although they're allowed in other competitions.Sometimes jokingly called \"German shedders,\" the breed sheds year-round, and generally \"blows\"—sheds a lot of hair at once, like a snowstorm—twice a year. If you want a German Shepherd, be prepared for hair on your black pants, on your white couch, and pretty much all over the house.There's no magic solution to shedding, and we just have to accept it. However, brushing two to three times a week will help more of the hair come out in a brush, rather than on your furnishings. And a sturdy vacuum cleaner doesn't hurt either.Bathing the dog too often strips the coat of oils that keep it healthy, so start running the bathwater only if your dog really needs it. It shouldn't be that often; despite their notoriety as a shedder, the German Shepherd tends to be fairly clean and odorless.The nails need to be trimmed once a month, and the ears checked once a week for dirt, redness, or a bad odor that can indicate an infection, then wiped out weekly with a cotton ball dampened with gentle, pH-balanced ear cleaner to prevent problems.German Shepherds love to chew, and the habit helps keep their teeth clean. Give them sturdy, safe dental chew toys or bones, and they'll be fighting tartar buildup as they gnaw, especially on the back molars. Brushing their teeth with a soft toothbrush and doggy toothpaste also helps keep gums and teeth in good shape.",
    "Children And Other Pets": "If they're well-trained and have had plenty of exposure to kids, especially as a puppy, a German Shepherd is a great companion for children. In fact, some say they're a cross between a babysitter and a cop, both gentle with, and protective of, the children in their family.This is a big dog, though, capable of mistakenly bumping a toddler or small child. True to their reserved nature, they're not tail-wagging friendly with kids they don't know, but they're generally trustworthy.The German Shepherd can also live peacefully with other dogs and pets, as long as they're taught to do so from puppyhood. Introducing an adult German Shepherd to a household with other pets can be more difficult if the dog isn't used to getting along with other dogs or cats. You may need to hire a professional trainer to help, or get advice from the rescue organization if that's where you acquired the adult German Shepherd.",
    "Rescue Groups": "German Shepherds are often purchased without any clear understanding of what goes into owning one. There are many German Shepherds in need of adoption and/or fostering, and there are several breed-specific rescues across the country.Check out this list of German Shepherd Dog rescues organized by state. Or you can take a look at the American German Shepherd Rescue Association, Inc.If you can't find what you're looking for, you can also check out our adoption page that lets you search for adoptable dogs by breed and zip code."
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Herding Dogs"
    },
    {
      "name": "Height",
      "value": "1 foot, 10 inches to 2 feet, 2 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "75 to 95 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 14 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}