{
  "id": "glen-of-imaal-terrier",
  "url": "https://dogtime.com/dog-breeds/glen-of-imaal-terrier",
  "name": "Glen of Imaal Terrier",
  "intro": "The Glen of Imaal Terrier is a strong, independent dog breed named for the remote valley in Ireland where they originated. Bred to hunt fox and badger, and to keep homes free of rodents, the Glen is a skilled and cunning hunter. They’re also an affectionate family dog, gentle, and loving with their people.\nEven though these are purebred dogs, some may still end up in the care of shelters or rescues. Consider adoption if this is the breed for you.\nCompact and easy to groom, these dogs can adapt to apartments and large homes easily so long as they get enough exercise and active playtime. Due to their history of hunting small game, Glen of Imaal Terriers retain their love of digging. You may want to create a designated digging area outdoors to let your dog get the urge out of their system. Start training and socializing your pup from an early age, and you’ll be rewarded with a loving, lifelong companion.\nDogTime recommends this carrier for traveling with your small Glen of Imaal Terrier. You should also pick up this dog water bottle for any outdoor adventures you have with your pup!\nSee below for complete list of Glen of Imaal Terrier dog breed facts and characteristics!",
  "description": {
    "": "This powerful terrier was originally bred to be a tenacious hunter of fox, badger, and rodents, even pursuing his prey underground. Although the modern Glen is more likely to spend his days relaxing with his family, he still has a hunter's heart. Nothing is more enjoyable to him than a good chase after a pesky squirrel or the neighbor's cat — other than, perhaps, a good dig. A Glen will happily dig up your flower garden if you let him.You can put his hunter's smarts to good use with training, so long as you keep it fun for him; otherwise, he's likely to show his independent streak, and wander off in search of something more interesting. And you can channel his energy and athleticism into dog sports such as agility and obedience competitions.If you're not interested in dog sports, you'll need to find another way to help him burn off energy; Glens need daily exercise. And you'll have to lock up the kibble and keep tempting people food out of reach; this dog has a hearty appetite, and can pack on the pounds very quickly if he's allowed to overeat.The courageous Glen will defend his family if needed, and his loud warning bark will alert you whenever someone approaches the house, making him an excellent watchdog. But that same scrappy spirit can sometimes get him into trouble with other canines. He's unlikely to start a fight, but you can be sure he won't back down from one if challenged. Given enough time to interact with other dogs and practice his canine social skills, however, he can learn to get along with them.It's not hard to fall in love with the affectionate nature and intelligence of this breed. But before you rush out to buy or adopt a Glen, consider that he has many traits common to terriers: a love of digging, an independent streak, and a inborn tendency to chase cats and other small animals. Whether these qualities make him your dream dog or last on your list, take them into account when considering a Glen.",
    "Highlights": "Glens need daily exercise. Canine sports such as agility are a great way to let them burn off energy, but a brisk 30-minute walk around the neighborhood will do the trick, too.Originally bred to pursue their prey underground, the Glen was designed to dig and still has that drive today. If you want to save your flowerbeds, it's wise to train your Glen to use a designated digging area in the yard.Glens enjoy playing and roughhousing and can be wonderful companions for children, although they're strong and rambunctious enough to knock over small or young kids.Although they're not known to be barkers, the Glen will bark a lot if you accidentally encourage him. Don't run over to a barking Glen to see what the fuss is about — you'll teach him that if he makes a ruckus, he gets your attention. Teaching the \"quiet\" command is also helpful.The Glen can be aggressive to other dogs and needs plenty of time with other canines to learn how to get along with them, ideally beginning in puppyhood. Puppy kindergarten classes that give the pups time to play with each other, in addition to the obedience training, are an excellent way to help your dog hone his canine social skills.His strong prey instinct makes the Glen a poor fit for homes with other small pets that he may consider prey, such as cats, rabbits, and hamsters. It also means you'll need to teach him good leash manners, so he doesn't drag you halfway down the block when he spots something he wants to chase.The Glen was bred to be a hunter of small animals and has a strong inborn drive to chase. If you've got a yard, you'll want a sturdy fence to keep your Glen from taking off after anything that wanders by that looks like prey.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "The Glen of Imaal Terrier comes from Ireland and takes his name from the remote valley in County Wicklow where he originated. Fans of the Glen believe the breed is descended from dogs brought by settlers — who were awarded land in the valley in exchange for serving in Queen Elizabeth I's army — who mixed with the local canines.The breed was developed as a multi-purpose hunter, and was used to hunt fox and badger and rid the home of rodents. Because of his tenacious spirit, he was also used in organized dogfights. One of his most interesting jobs was the role of spit dog, in which the dog worked a treadmill-like contraption that powered the rotation of a cooking spit.The Glen was recognized by the Irish Kennel Club in 1933, one of the last of the Irish terriers to gain official recognition in Ireland. The Glen then had to wait 42 years before the British Kennel Club recognized the breed in 1975, and another 12 years before the American Kennel Club followed suit, in 1987.The breed is still rare today, although the Glen is gaining popularity every year. He's proving to be an excellent family dog and, for some owners, he carries on his traditional role as a capable hunting companion.",
    "Size": "Males and females stand 12.5 to 14 inches tall, and weigh approximately 35 pounds.",
    "Personality": "The phrase \"large dog in a small body\" aptly describes this terrier. He's brave and feisty and, although he rarely starts a fight with other dogs, he's most likely to finish it. He will also protect his family if the need arises.He's intelligent, loyal, and patient, traits that can make for a wonderful companion dog. As a family pet he gives his people plenty of affection, but he's got an independent streak that's led many people to label him stubborn.",
    "Health": "Glens are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Glens will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition. In Glens, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).Glens are also prone to progressive retinal atrophy (PRA), a degenerative eye disorder involving the loss of photoreceptors at the back of the eye. It causes a gradual loss of vision and eventual blindness. Vets can detect PRA years before the dog shows any signs of blindness. If you're buying a puppy, look for a reputable breeder who has her dogs' eyes tested and certified on a yearly basis.",
    "Care": "The Glen is fairly low-maintenance. He enjoys the company of his human companions, and does best living in the house with them.Training is generally easy with this breed since he's intelligent and enjoys learning. The key to making training a breeze is to keep it fresh and interesting; do not bore the Glen with repetitive training. When bored, he'll show his stubborn streak by ignoring you, playing around, or wandering off to sniff his surroundings.The Glen is not an overly noisy breed, but if you accidentally encourage him, he'll bark and bark and bark. Don't ever run over to see what the fuss is about when he barks — you'll teach him that if he makes a ruckus, he'll get the attention of his favorite person. Teaching a \"Quiet\" command as part of his basic canine manners is a good idea.The Glen needs daily exercise; a brisk, 30-minute walk in the neighborhood will satisfy his need to move. Glens give themselves plenty of exercise too, playing and romping around the house. The breed can be just as happy in an apartment as in a home with a large yard.One word of caution: the Glen, like many other terriers, enjoys — no, loves — digging, and this trait isn't as easy to deter as barking. You can save your flowerbeds by training your Glen to dig only in one designated spot in your yard.",
    "Feeding": "Recommended daily amount: 1.5 to 2 cups of high-quality dry food a day, divided into two meals.NOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Glen in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test. First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Glen, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The Glen coat is medium length, with a harsh-textured topcoat and shorter undercoat. The coat comes in several shades of wheaten, from cream to red; any shade of blue, from silver to slate; and brindle, a tiger stripe-like pattern that mixes one dominant color with darker streaks or patches. The Glen is considered to be a non- to low-shedding breed.Grooming the Glen is easy. This isn't a fussy breed, and there's no need to make too much fuss over his coat. Brushing once or twice a week keeps the coat from tangling, and a bath every three months or so — or whenever he's rolled in something smelly — keeps it clean.Glens who compete in the show ring have trimmed coats, but it's fine to let a family dog go au naturel. Show Glens aren't trimmed with clippers, like other breeds, but stripped — the coat is thinned and shortened with a sharp, comb-like tool called a stripping knife. Stripping helps Glens maintain the coarse coat that show judges like to see in terriers.Brush your Glen's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim nails once or twice a month if your dog doesn't wear them down naturally. If you can hear them clicking on the floor, they're too long. Short, neatly trimmed nails keep the feet in good condition and prevent your legs from getting scratched when your Glen enthusiastically jumps up to greet you.His ears should be checked weekly for redness or a bad odor, which can indicate an infection. When you check your dog's ears, wipe them out with a cotton ball dampened with gentle, pH-balanced ear cleaner to help prevent infections. Don't insert anything into the ear canal; just clean the outer ear.Begin accustoming your Glen to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "The Glen is a great family pet, playful and kind with children. He's an extremely strong and muscular terrier, though, and can play too rough for very young and small children.As with every breed, you should always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's eating or sleeping or to try to take the dog's food away. No dog, no matter how friendly, should ever be left unsupervised with a child.If he's spent plenty of time around other dogs, especially in puppyhood, the Glen can get along with other canines. He does have a strong personality, however, that can lead to quarrels. And because he was bred to hunt small prey, the Glen isn't recommended for homes with small furry pets that are allowed to roam free. He'll chase, and possibly kill, cats, mice, gerbils, hamster, rabbits, and other small animals.",
    "Rescue Groups": "Glens are sometimes bought without any clear understanding of what goes into owning one. These dogs may end up in need of adoption and or fostering.Glen of Imaal Terrier Rescue FoundationGlen of Imaal Terrier Club Rescue",
    "Breed Organizations": "Below are breed clubs, organizations, and associations where you can find additional information about the Glen of Imaal.Glen of Imaal Terrier Club of America"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Terrier Dogs"
    },
    {
      "name": "Height",
      "value": "12 to 14 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "Up to 35 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}