{
  "id": "golden-mountain-dog",
  "url": "https://dogtime.com/dog-breeds/golden-mountain-dog",
  "name": "Golden Mountain Dog",
  "intro": "The Golden Mountain Dog is a mixed breed dog–a cross between the Golden Retriever and Bernese Mountain Dog breeds. Gentle, friendly and intelligent, these pups inherited some of the best qualities from both of their parents.\nYou can find these mixed breed dogs in shelters and breed specific rescues, so remember to always adopt! Don’t shop if you’re looking to add a Golden Mountain Dog to your home!\nIf you’re a fan of larger-than-life dogs but are also looking for a mixed breed that’s very much a gentle giant, the Golden Mountain Dog is for you. The mixed breed makes an excellent family dog and gets along great with small children and other family pets alike. They’re loyal, affectionate, highly intelligent, and willing to please. Just take note: They definitely prefer living in places where the weather is on the colder side, and definitely aren’t apartment dogs.\nSee below for all mixed dog breed traits and facts about Golden Mountain Dogs!",
  "description": {
    "Highlights": "Golden Mountain Dogs are mixed breed dogs. They are not purebreds like their Bernese Mountian Dog and Golden Retriever parents.The coat of the Golden Mountain Dog is usually seen in shades of black, brown, and white.The mixed breed's coat is described as long, dense, and straight--and it needs a lot of brushing. Shedding happens a lot with this dog, so you'll want to brush the coat daily.You'll want to aim for at least an hour of exercise every day. Feel free to make the sessions intense, too. This is a dog who's happy to accompany you on long hikes, bike rides and jogs.This is a gentle and playful mixed breed who will happily become play buddies with your children. Just remember to make sure both parties are socialized correctly during the early days. Always supervise play between kids and dogs.",
    "History": "As a newer designer dog breed, you won't find much in the way of verified history on record about the Golden Mountain Dog. But you can definitely get a good idea about the dog's heritage by looking at their parent breeds.The Golden Retriever was originally developed in Scotland, where it quickly became a popular pup due to their high intelligence and ability to carry out agility and obedience-based tasks. When it comes to the Bernese Mountain Dog, this breed was first used on farms in the Alps and was introduced to the United States after World War I.",
    "Size": "The Golden Mountain Dog is a large dog. As is always the case with newer dog breeds, exact size standards might vary.Most weigh in at 75 to 120 pounds and range in height from 24 to 28 inches. Female Golden Mountain Dogs are sometimes a little smaller than their male counterparts.",
    "Personality": "The Golden Mountain Dog looks like the sort of family dog straight out of a classic children's cartoon. They're gentle giants who get along well with everyone, and will soon become best play buddies with any children in the house--not to mention any cats!The mixed breed is smart. Combined with an innate willingness to please, this means that they're easy dogs to train. But the mixed breed's smarts mean that you'll also need to keep your Golden Mountain Dog mentally stimulated to get the best out of them.Make sure that play sessions and exercise regimens involve strategic elements like playing fetch or using interactive smart toys.If you haven't guessed so far, the Golden Mountain Dog really wants to be a part of a family, so that also means you'll need to involve the dog in as much of your day-to-day life as possible.",
    "Health": "Golden Mountain Dogs are generally considered to be healthy dogs; although, the mixed breed can be predisposed to some of the same conditions that the Golden Retriever and Bernese Mountain Dog face. As always, it's important to schedule regular wellness visits with your dog's vet.Some of the more common health problems Golden Mountain Dogs suffer from include:Von Willebrand’s diseaseHypothyroidismHeart problems",
    "Care": "As with all dogs, it's important to keep up your Golden Mountain Dog's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.The Golden Mountain Dog is a big dog, so it's no surprise that the mixed breed needs a decent amount of exercise. You'll want to aim for at least an hour of exercise every day. Feel free to make the sessions intense, too. This is a dog who's happy to accompany you on long hikes, bike rides and jogs.As a sociable canine, your Golden Mountain Dogs can also become the hit of the dog park, and being around other dogs adds variety to their day.Along with exercise requirements, the Golden Mountain Dog is on the higher end of the spectrum when it comes to maintenance. Checking the breed's ears is important--wipe them down if needed and keep an eye out for signs of infection or any build up of dirt.You'll also need to clip the dog's nails and keep their teeth clean. Ask your vet to recommend appropriate products and show you safe techniques if you're new to dog grooming and care.",
    "Feeding": "An ideal Golden Mountain Dog diet should be formulated for a large dog with medium energy.Golden Mountain Dogs need to stick to a healthy diet as overeating can cause weight gain and associated health problems, especially if adequate exercise isn't offered.As with all dogs, the Golden Mountain Dog's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Golden Mountain Dog's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "The coat of the Golden Mountain Dog is usually seen in shades of black, brown, and white.The mixed breed's coat is described as long, dense, and straight--and it needs a lot of brushing. Shedding happens a lot with this dog, so you'll want to brush the coat daily.As you'd guess from the breed's name, the Golden Mountain Dog does not have much in the way of tolerance for hot temperatures, so they're best off in a cool--and ideally cold--climate. Even then, make sure adequate shade and fresh water is always provided whenever the temperature seems to rise.",
    "Children And Other Pets": "If you have kids, you're in luck: The Golden Mountain Dog is a near guaranteed sure thing to get along with them. This is a gentle and playful mixed breed who will happily become play buddies with your children. Just remember to make sure both parties are socialized correctly during the early days.In general, Golden Mountain Dogs are also fine around other household pets. But be sure the boundaries between the dog and existing resident pets are laid down early.Ultimately, early socialization really pays off with this breed. Make sure to reward your Golden Mountain Dog for good behavior and adhere to a proper training regimen when you bring them home to your family.",
    "Rescue Groups": "It may be hard to find a breed-specific rescue for Golden Mountain Dogs because they are a mixed breed. However, you may want to try Golden Retriever or Bernese Mountain Dog breed-specific rescues, as they often care for mixes, as well. Here are some rescues you can try:As Good as GoldBFW RESCUE INCYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "24 to 28 inches"
    },
    {
      "name": "Weight",
      "value": "75 to 120 pounds"
    },
    {
      "name": "Life Span",
      "value": "9 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}