{
  "id": "golden-retriever-corgi",
  "url": "https://dogtime.com/dog-breeds/golden-retriever-corgi",
  "name": "Golden Retriever Corgi",
  "intro": "The Golden Retriever Corgi is a mixed breed dog — a cross between the Corgi and Golden Retriever dog breeds. Loyal, silly, and active, these pups inherited some of the best qualities from both of their parents.\nGolden Retriever Corgis go by several names, including the Golden Corgi, Corgi Retriever, and the Corgi Golden Retriever. Despite their unfortunate designer breed status, you may find these dogs in shelters and breed specific rescues. So remember to adopt! Don’t shop!\nThese adorable pups make great apartment dogs for active urban dwellers, though they are best suited to to bigger homes with a yard–and they are especially great with kids. If you want a spunky dog who will make you laugh, keep you active, and love you unconditionally, this may be the right dog for you!\nSee below for all mixed dog breed traits and facts about Golden Retriever Corgis!",
  "description": {
    "Highlights": "The Golden Retriever Corgi is a mixed breed dog. They are not purebreds like their Golden Retriever and Corgi parents.The main colors of Golden Corgis are golden, tan, fawn, red, white, black, and brown. Sometimes their coats are solid, and sometimes they have a mix of colors.They usually have longer, double coats, which doesn't make them a good choice for allergy sufferers. A good weekly brushing--and regular bathing--can help eliminate some of the shedding.Since both the Corgi and the Golden Retriever are such loving, outgoing dogs, the Golden Corgi tends to be an excellent active companion for both young and older children alike.These dogs tend to do well with other animals and pets in the household.Golden Retriever Corgis have high energy levels. Make sure your dog gets at least one good half-hour- to hour-long walk per day with a few good, active play sessions and shorter walks mixed in.Sometimes the Golden Retriever Corgi can be playful, bordering on stubborn. They will test novice owners. However, they are intelligent dogs, which means training should be relatively easy, as long as you are patient and persistent.",
    "History": "The Golden Retriever Corgi mixed dog breed may have existed naturally over the years, but designer breeders started intentionally mixing Corgis and Golden Retrievers in the late 1990s, likely in North America. Breeders wanted to mix the two parent breeds to combine the friendly, outgoing demeanor of both dogs. They continued to create Golden Retriever Corgis as demand for the mixed breed pups climbed.Even though the Golden Corgi breed got their start as a designer breed, some have ended up in shelters or in the care of rescue groups. Consider adoption if you decide this is the breed for you. Check your local shelters, look up Golden Retriever Corgi rescues, or check with breed-specific Corgi or Golden Retriever rescues, as they sometimes take in mixed breed dogs and find homes for them.",
    "Size": "As the Golden Retriever Corgi is a relatively new mixed breed, there are few standards when it comes to size. That said, as a mix between Corgi and Golden Retriever parents, you can expect these dogs to be on the medium-to-large side.Golden Corgis weigh in anywhere between 30 and 75 pounds and stand ten to 18 inches from the shoulder. However, many can be smaller or larger than average.",
    "Personality": "Many Golden Retriever Corgi lovers describe their dogs as spunky, silly dogs who have a lot of love to give. Although they can be anywhere between 30 and 75 pounds, many of them may still think they're lapdogs and try to snuggle up close to their favorite humans.Some Golden Retriever Corgis inherit some of the Corgi's herding instincts and may be prone to heel-nipping or trying to round up the kids. In order to curb any unwanted herding habits, it's important to train your Golden Corgi at an early age. The good news is that both the Golden Retriever and the Corgi are intelligent dogs, which means training your Golden Corgi should be relatively easy, as long as you are patient and persistent.Sometimes the Golden Retriever Corgi can be playful, bordering on stubborn. They will test novice owners every once in a while with some silly antics, but again, proper training should curb any irksome habits or stubbornness. Once they trust you, a Golden Corgi will want nothing but to please you. They are also outgoing and friendly dogs, which makes them an excellent choice for families with children.",
    "Health": "The Golden Retriever Corgi mixed breed is predisposed to some of the same conditions that the Corgi and Golden Retriever also face. While most are generally healthy, some may be prone to a few health issues, which is why it is important to maintain good care and regular veterinary checkups.Some of the more common health problems Golden Retriever Corgis suffer from include:hip and elbow dysplasiaheat strokecataracts",
    "Care": "As with all dogs, you should keep up with your Golden Retriever Corgi's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.Golden Corgis are prone to weight gain, and they have high energy levels. Make sure your dog gets at least one good half-hour- to hour-long walk per day with a few good, active play sessions and shorter walks mixed in. Keeping your Golden Retriever Corgi at a healthy weight will ensure that they don't add any unnecessary stress to their elbows or hips, which they can have trouble with as they get older.Check their ears for debris and pests daily and clean them as recommended by your vet. Trim your dog's nails before they get too long--usually once or twice per month. They should not be clicking against the floor. Your groomer can help with this.You should brush your dog's teeth daily, as smaller breeds are prone to dental issues. Your veterinarian can instruct you on how to brush your dog's teeth properly.",
    "Feeding": "An ideal Golden Retriever Corgi diet should be formulated for a medium-to-large breed with high energy. They have a tendency to gain weight if they're overfed, so you should stick to a regular feeding schedule and not leave food out during the day. Be sure to watch how many treats you give them, too.As with all dogs, the Golden Retriever Corgi's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Golden Corgi's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "Golden Retriever Corgi coats are often a mix of their Corgi and Golden Retriever parents' coats and colors. The main colors of Golden Corgis are golden, tan, fawn, red, white, black, and brown. Sometimes their coats are solid, and sometimes they have a mix of colors. The exact Corgi parent--be it a Pembroke Welsh or Cardigan Welsh Corgi--will also help determine the Golden Corgi's colors.They usually have longer, double coats, which doesn't make them a good choice for allergy sufferers. A good weekly brushing--and regular bathing--can help eliminate some of the shedding the Golden Retriever Corgi is prone to.Because they have longer double coats, Golden Retriever Corgis are much more tolerant of the coat than of extreme heat. Do not leave your Golden Corgi unattended in any extreme weather conditions, especially in warm conditions, which could lead to heatstroke. You may need to apply dog sunscreen to the ears, nose, and sensitive areas where there's less fur coverage in the summer months",
    "Children And Other Pets": "Since both the Corgi and the Golden Retriever are such loving, outgoing dogs, the Golden Corgi tends to be an excellent active companion for both young and older children alike. Still, as with any dog, it is important that any children playing with your Golden Corgi know how to properly interact with them.When it comes to other pets, Golden Retriever Corgis can get along with other animals if they are introduced slowly and calmly, and early socialization will help this go smoothly. It's best if they get used to other pets early. Since the Golden Retriever Corgi is so friendly, they tend to do well with other animals and pets in the household, as long as the other pet will have them!Still, some Golden Corgis might not get along with other dogs and cats, so it really comes down to training, socialization, and the luck of the draw.",
    "Rescue Groups": "It may be hard to find a breed specific rescue for Golden Retriever Corgis because they are a mixed breed. However, you may want to try Golden Retriever or Corgi breed specific rescues, as they often care for mixes, as well. Here are some rescues you can try:CorgiAidAs Good as Gold"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "10 to 18 inches"
    },
    {
      "name": "Weight",
      "value": "30 to 75 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 13 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}