{
  "id": "goldador",
  "url": "https://dogtime.com/dog-breeds/goldador",
  "name": "Goldador",
  "intro": "Loving, devoted, and energetic, Goldador mixed breed dogs are prized for their good-natured trainability. As a cross between the Golden Retriever and Labrador Retriever, this mix inherited some of the best traits from both purebred parents.\nAlthough these dogs sometimes have the unfortunate status of “designer breed,” you may find them in the care of shelters and rescue groups. Remember to adopt! Don’t shop if you want to bring a dog home.\nGoldadors make great family members — they’re naturals with kids and social with other pets — as well as valuable guide, service, and bomb detection dogs. Affectionate and friendly, they can even make great companions for novice pet parents. However, they are highly energetic dogs and need plenty of exercise. Make sure you can commit to lots of daily walks and active play sessions before you bring this mix home. If you can, you’ll have a happy, loving, and loyal member of the family.\nSee below for complete list of mixed dog breed traits and facts about Goldadors!",
  "description": {
    "": "The idea was to create a working dog with the sensitivity of the Golden Retriever and the tolerance of the Labrador Retriever. It worked. Cross them, and the result is the unequivocally genial Goldador. Thanks to their easygoing nature and keen intelligence, Goldadors have proven outstanding guide dogs, service dogs, search and rescue dogs, therapy dogs, and bomb detection dogs. But like their parent breeds, Goldadors are happiest simply working alongside a person they love.Goldadors are active and require at least half an hour of daily exercise — most enjoy retrieving games as well as hiking and swimming. Once they've reached physical maturity (between 18 and 24 months), Goldadors make excellent jogging companions.Training the eager-to-please Goldador is relatively easy - they come from a long line of dogs who work closely and willingly with people. This makes them an excellent choice for first-time owners, provided they get the exercise, structure, and positive reinforcement they crave. Goldadors are also a good option for families with children (though they can be a bit rambunctious for toddlers), as they want nothing more than to be part of family activities.The ideal residence for a Goldador is a home with a fenced yard, but with regular exercise and companionship they can live and thrive in apartments and condos. Whatever his home, a Goldador should live indoors with his people.",
    "Highlights": "Goldadors like to eat and can easily become overweight if they don't get enough exercise.Goldadors are good family dogs and generally do well with children of all ages.The Goldador sheds moderately and requires weekly brushing.Goldadors usually get along well with other dogs and pets, especially when they're raised with them or socialized to them at an early age.Goldadors require about 30 minutes of exercise per day. They enjoy being outdoors and can make excellent jogging companions.Although a house with a fenced yard is the ideal home for a Goldador, he can do well in an apartment or condo with proper exercise.Goldadors can be a good choice for first-time dog owners.To get a healthy dog, never buy a puppy from a puppy mill, a pet store, or a breeder who doesn't provide health clearances or guarantees. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies and who breeds for sound temperaments.",
    "History": "The Goldador was first developed more than a decade ago: the Labrador Retriever and the Golden Retriever were crossed with the hopes of creating a sensitive, tolerant working dog. The effort proved successful. Organizations that train guide and assistance dogs often use these Lab/Golden crosses.As a companion, the Goldador has not yet gained the popularity of some other so-called \"designer\" dogs, such as Labradoodles. At this time, there are no breed clubs or any efforts to create a breed standard for the Goldador.",
    "Size": "The Goldador is one of the few designer breeds with a fairly predictable size, as both parent breeds are large and similar in size and shape. The Goldador is usually 22 to 24 inches tall at the shoulder and weighs 60 to 80 pounds.",
    "Personality": "The Goldador is affectionate and loyal, alert enough to make an excellent watchdog, but too friendly to be an effective guard dog. He loves children and gets along with other animals, especially when he's been raised with them.His intelligence and desire to please render him highly trainable, and he responds best to positive reinforcement techniques. He's capable of working and thinking independently - and does so beautifully as an assistance dog - but he prefers to have guidance and structure in his life. This is a people-loving dog who won't be happy left to himself in the backyard.Like every dog, Goldadors need early socialization: exposure to many different people, sights, sounds, and experiences when they're young. Socialization helps ensure that your Goldador puppy grows up to be a well-rounded dog.",
    "Health": "Goldadors are prone to certain health conditions. Not all Goldadors will get any or all of these diseases, but it's important to be aware of them if you're considering this mix.Hip Dysplasia is a heritable condition in which the thighbone doesn't fit snugly into the hip joint. Some dogs show pain and lameness on one or both rear legs, but you may not notice any signs of discomfort in a dog with hip dysplasia. As the dog ages, arthritis can develop. X-ray screening for hip dysplasia is done by the Orthopedic Foundation for Animals or the University of Pennsylvania Hip Improvement Program (PennHIP). Hip dysplasia is hereditary, but it can be worsened by environmental factors, such as rapid growth from a high-calorie diet or injuries incurred from jumping or falling on slick floors.Elbow Dysplasia is a heritable condition common to large-breed dogs. It's thought to be caused by different growth rates of the three bones that make up the dog's elbow, causing joint laxity. This can lead to painful lameness. Your vet may recommend surgery to correct the problem, or medication and weight loss to control the pain.Cataracts are an opacity on the lens of the eye that causes difficulty in seeing. The eye(s) of the dog will have a cloudy appearance. Cataracts usually occur in old age and sometimes can be surgically removed to improve the dog's vision.Diabetes mellitus is a disorder in which the body cannot regulate blood sugar levels. Blood sugar levels are regulated in part by insulin, which is produced in the pancreas. Glucose (sugar) is needed by the cells of the body to burn for energy; insulin is the key that lets the glucose into the cell. Without insulin, the glucose cannot enter the cell, so the cells are hungry even though there are high levels of glucose circulating in the blood. A diabetic dog will eat more food to try to compensate, but he will lose weight because food is not being used efficiently. Signs of diabetes are excessive urination and thirst, increased appetite, and weight loss. Diabetes can be controlled by diet and daily insulin injections.Progressive Retinal Atrophy (PRA): This is a degenerative eye disorder that eventually causes blindness from the loss of photoreceptors at the back of the eye. PRA is detectable years before the dog shows any signs of blindness. Fortunately, dogs can use their other senses to compensate for blindness, and a blind dog can live a full and happy life. Just don't make it a habit to move the furniture around. Reputable breeders have their dogs' eyes certified annually by a veterinary ophthalmologist and do not breed dogs with this disease.Before purchasing a Goldador, it's important to research the health concerns that occur with both the Labrador Retriever and the Golden Retriever. Both parents should have health clearances from the Orthopedic Foundation for Animals for hips, elbows, heart, and thyroid and from the Canine Eye Registry Foundation (CERF) certifying that the eyes are normal.",
    "Care": "The ideal home for a Goldador is a house with a fenced yard where he can play safely; however, he can do well in an apartment or condo if he gets daily walks or runs. Either way, exercise is very important for a Goldador's health and happiness — at least 30 minutes per day is ideal. Interested in dog sports? Goldadors make formidable competitors in agility and flyball.Mental stimulation is crucial as well. Teach your Goldador to fetch the paper or your slippers, practice obedience training regularly with him, and put his mind to work from time to time with an interactive dog toy.As with all dogs, positive reinforcement techniques (praise, play, and food rewards) work best with the Goldador. He's sensitive, and harsh corrections will damage his confidence.",
    "Feeding": "Recommended daily amount: 3.5 to 4.25 cups of a high-quality dog food daily, divided into two meals.Note: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference-the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.For more on feeding your Goldador, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "A Goldador should have the same double coat as a Labrador Retriever, with a short, thick, straight topcoat and a soft, dense undercoat (some have a slight wave down the back). Generally, a Goldador's coat color ranges from yellow to gold to reddish gold, but because the Goldador is a crossbreed, he may inherit the black coat of a Lab parent.Weekly brushing with a rubber curry brush will remove dead hair, helping to keep it off your clothes and furniture. During seasonal shedding periods, however, daily brushing is recommended. Bathe your Goldador as needed, and be sure to give him a thorough freshwater rinse any time he goes swimming.The Goldador can be prone to ear infections, so check and clean the ears weekly. Other grooming needs include dental hygiene and nail care. Brush your Goldador's teeth at least two or three times a week to remove tartar buildup and the accompanying bacteria. Trim his nails once or twice a month, as needed. If you can hear the nail clicking on the floor, they're too long. Short nails keep the feet in good condition and won't scratch your legs when your Goldador jumps up to greet you.Begin accustoming your Goldador to being brushed and examined when he's a puppy. Handle his paws frequently - dogs are touchy about their feet - and look inside his mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.",
    "Children And Other Pets": "Goldadors are an ideal family companion and are generally gentle and loving toward children of all ages. As puppies, they can be a bit rambunctious and may knock over smaller children unintentionally, so close supervision is important. Social and easy-going, Goldadors do well with other dogs and pets, especially when raised together.Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's sleeping or eating or to try to take the dog's food away. No dog, no matter how good-natured, should ever be left unsupervised with a child.",
    "Rescue Groups": "There are no official rescue groups for the Goldador, but this cross is frequently available at private and municipal animal shelters. If you're interested in adopting an adult Goldador who's already gone through the destructive puppy stage and may already be trained, your local animal shelter is a good place to start."
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Hybrid Dogs"
    },
    {
      "name": "Height",
      "value": "22 to 24 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "60 to 80 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}