{
  "id": "golden-retriever",
  "url": "https://dogtime.com/dog-breeds/golden-retriever",
  "name": "Golden Retriever",
  "intro": "The Golden Retriever is one of the most popular dog breeds in the United States. The breed’s friendly, tolerant attitude makes them great family pets, and their intelligence makes them highly capable working dogs.\nGolden Retrievers excel at retrieving game for hunters, tracking, sniffing out contraband for law enforcement, and as therapy and service dogs. They’re also natural athletes and do well in dog sports such as agility and competitive obedience.\nThese dogs are fairly easy to train and get along in just about any home or family. They’re great with kids and very protective of their humans. If you want a loyal, loving, and smart companion, consider adopting one of these pups into your pack.\nDogTime recommends this dog bed to give a good night’s sleep to your medium-sized Golden. You should also pick up this dog de-shedder for your high shedding pup!\nSee all dog breed traits and facts about Golden Retrievers below!",
  "description": {
    "": "It's no surprise that the Golden Retriever is one of the top ten most popular dogs in the U.S. It's all good with the Golden: he's highly intelligent, sociable, beautiful, and loyal.He's also lively. The Golden is slow to mature and retains the silly, playful personality of a puppy until three to four years of age, which can be both delightful and annoying. Many keep their puppyish traits into old age.Originally bred for the physically demanding job of retrieving ducks and other fowl for hunters, the Golden needs daily exercise: a walk or jog, free time in the yard, a run at the beach or lake (Goldens love water), or a game of fetch. And like other intelligent breeds who were bred to work, they need to have a job to do, such as retrieving the paper, waking up family members, or competing in dog sports. A tired Golden is a well-behaved Golden.As well as giving your Golden Retriever physical and mental exercise, you should also be prepared to include him in your family activities. The Golden Retriever is a family dog, and he needs to be with his \"pack.\" Don't consider getting a Golden unless you're willing to have him in the house with you, underfoot, every day.There's one other potential drawback to the breed: He's definitely not a watchdog. He might bark when strangers come around, but don't count on it. Most likely, he'll wag his tail and flash that characteristic Golden smile.",
    "Highlights": "Golden Retrievers shed profusely, especially in the spring and fall. Daily brushing will get some of the loose hair out of the coat, keeping it from settling on your clothing and all over your house. But if you live with a Golden, you'll have to get used to dog hair.Golden Retrievers are family dogs; they need to live indoors with their human \"pack,\" and shouldn't spend hours alone in the backyard.Golden Retrievers are active dogs who need 40-60 minutes of hard exercise daily. They thrive on obedience training, agility classes, and other canine activities, which are a great way to give your dog physical and mental exercise.Although they're gentle and trustworthy with kids, Golden Retrievers are boisterous, large dogs that can accidentally knock over a small child.Goldens love to eat, and will quickly become overweight if overfed. Limit treats, measure out your dog's daily kibble, and feed him in regular meals rather than leaving food out all the time.Because the Golden Retriever is so popular, there are many people breeding Goldens who care more about making money out of the demand for puppies than in breeding happy, healthy dogs. To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "For many years, there was a legend that Golden Retrievers were descended from Russian sheepdogs bought from a circus. In fact, the breed was developed in Scotland, at the highland estate of Sir Dudley Majoribanks, later known as Lord Tweedmouth.Tweedmouth, like many gentry of his day, bred animals of all kinds, trying to perfect different breeds. Tweedmouth's breeding records from 1835 to 1890 show what he was aiming for with the Golden: A talented retriever — Tweedmouth was an ardent waterfowl hunter — with a superb nose, who would be more attentive to his human hunting companion than the setters and spaniels used at the time for retrieving. He also wanted the dog to be loyal and even-tempered in the home.Tweedmouth took Nous home to Scotland, and in 1868 and 1871, bred him to Belle, a Tweed Water Spaniel. Tweed Water Spaniels (now extinct) were known for being eager retrievers in the hunting field, and exceptionally calm and loyal in the home — characteristics you'll find in today's Golden Retrievers.Nousand Belle's descendants were bred with Wavy- and Flat-coated retrievers, another Tweed Water Spaniel, and a red setter. Tweedmouth kept mostly the yellow puppies to continue his breeding program, and gave others away to friends and relatives.Not surprisingly, Tweedmouth's breed first attracted attention for their skills in the hunting field. One of the most well-known was Don of Gerwyn, a liver-coated descendent of one of Tweedmouth's dogs, who won the International Gundog League trial in 1904.The Kennel Club in England officially recognized the Golden Retriever as a distinct breed in 1911. At that time, they were classified as \"Retriever — Yellow or Golden.\" In 1920, the breed name was officially changed to Golden Retriever.The American Kennel Club recognized the breed in 1932. Today, the Golden Retriever is the second most popular breed in the U.S.",
    "Size": "Males are 23 to 24 inches tall and weigh 65 to 75 pounds. Females are generally 21.5 to 22.5 inches tall and 55 to 65 pounds. Golden Retrievers usually reach their full height by one year of age, and their mature weight by two.",
    "Personality": "A sweet, calm nature is the hallmark of the breed. The Golden was bred to work with people, and is eager to please his owner. Though hard-wired with a good disposition, like all dogs the Golden must be well-raised and well-trained to make the most of his heritage.Like every dog, the Golden needs early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Golden puppy grows up to be a well-rounded dog.",
    "Health": "Goldens are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Goldens will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition.In Goldens, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).Hip Dysplasia: Hip dyplasia is a heritable condition in which the thighbone doesn't fit snugly into the hip joint. Some dogs show pain and lameness on one or both rear legs, but you may not notice any signs of discomfort in a dog with hip dysplasia. As the dog ages, arthritis can develop. X-ray screening for hip dysplasia is done by the Orthopedic Foundation for Animals or the University of Pennsylvania Hip Improvement Program. Dogs with hip dysplasia should not be bred. If you're buying a puppy, ask the breeder for proof that the parents have been tested for hip dysplasia and are free of problems.Elbow Dysplasia: This is a heritable condition common to large-breed dogs. It's thought to be caused by different growth rates of the three bones that make up the dog's elbow, causing joint laxity. This can lead to painful lameness. Your vet may recommend surgery to correct the problem or medication to control the pain.Cataracts: As in humans, canine cataracts are characterized by cloudy spots on the eye lens that can grow over time. They may develop at any age, and often don't impair vision, although some cases cause severe vision loss. Breeding dogs should be examined by a board-certified veterinary ophthamologist to be certified as free of hereditary eye disease before they're bred. Cataracts can usually be surgically removed with good results.Progressive Retinal Atrophy (PRA): PRA is a family of eye diseases that involves the gradual deterioration of the retina. Early in the disease, dogs become night-blind. As the disease progresses, they lose their daytime vision as well. Many dogs adapt to limited or complete vision loss very well, as long as their surroundings remain the same.Subvalvular Aortic Stenosis: This heart problem is caused by a narrow connection between the left ventricle (out-flow) and the aorta. It can cause fainting and even sudden death. Your vet can detect it and prescribe the proper treatment.Osteochondrosis Dissecans (OCD): This orthopedic condition, caused by improper growth of cartilage in the joints, usually occurs in the elbows, but it has been seen in the shoulders as well. It causes a painful stiffening of the joint, to the point that the dog is unable to bend his elbow. It can be detected in dogs as early as four to nine months of age. Overfeeding of \"growth formula\" puppy foods or high-protein foods may contribute to its development.Allergies: Golden Retrievers can be allergic to a variety of substances, ranging from food to pollen. If your Golden is licking his paws or rubbing his face a great deal, have him checked by your vet.Von Willebrand's Disease: This is an inherited blood disorder that interferes with the blood's ability to clot. The main symptom is excessive bleeding after an injury or surgery. Other symptoms include nosebleeds, bleeding gums, or bleeding in the stomach or intestines. There is no cure, and a blood transfusion from the blood of normal dogs is currently the only treatment. Research is underway for new treatments, including medication. Most dogs with von Willebrand's disease can lead normal lives. A vet can test your dog for the condition. Dogs with this condition should not be bred.Gastric Dilatation-Volvulus: Commonly called bloat, this is a life-threatening condition that affects large, deep-chested dogs like Golden Retrievers, especially if they're fed one large meal a day, eat rapidly, or drink large amounts of water or exercise vigorously after eating. Bloat occurs when the stomach is distended with gas or air and then twists. The dog is unable to belch or vomit to rid himself of the excess air in his stomach, and blood flow to the heart is impeded. Blood pressure drops and the dog goes into shock. Without immediate medical attention, the dog can die.Suspect bloat if your dog has a distended abdomen, is drooling excessively, and retching without throwing up. He also may be restless, depressed, lethargic, and weak with a rapid heart rate. If you notice these symptoms, get your dog to the vet as soon as possible.Epilepsy: Epilepsy is a brain disorder that causes periodic seizures and convulsions. Your vet will need to know how severe the seizures are and how often they occur to determine what medication to prescribe, if any.Hypothyroidism: This is a disorder of the thyroid gland that's thought to cause conditions such as epilepsy, hair loss, obesity, lethargy, dark patches on the skin, and other skin conditions. It's treated with medication and diet.Hemangiosarcoma: This is a very dangerous form of cancer that originates in the lining of blood vessels and spleen. It most commonly occurs in middle-age and elderly dogs.Osteosarcoma: Osteosarcoma is a malignant bone cancer that's common in large and giant breeds.",
    "Care": "Golden Retrievers are built for action and love outdoor romps. If you like to hike or jog, your Golden will be happy to join you. And if you feel like tossing a ball in the backyard, they'd be more than happy to join you; true to their name, Goldens love to retrieve.Tiring them out with 20-30 minutes of vigorous exercise twice a day will keep your dog mellow when he's back inside. Slacking on the activity, however, could lead to behavior problems.Like other retriever breeds, Goldens are naturally \"mouthy,\" and they're happiest when they have something to carry in their mouths: a ball, soft toy, newspaper, or best of all, a smelly sock.You'll need to take special care if you're raising a Golden puppy. These dogs grow very rapidly between the age of four and seven months, making them susceptible to bone disorders. Don't let your Golden puppy run and play on very hard surfaces such as pavement until he's at least two years old and his joints are fully formed. Normal play on grass is fine, and so are puppy agility classes.",
    "Feeding": "Recommended daily amount: 2 to 3 cups of high-quality dry food a day, divided into two meals.NOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Golden in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test.First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.You'll need to take special care if you're raising a Golden puppy. These dogs grow very rapidly between the age of four and seven months, making them susceptible to bone disorders. They do well on a high-quality, low-calorie diet that keeps them from growing too fast.For more on feeding your Golden, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "Golden Retrievers have a dense, water-repellent outer coat with a thick undercoat. Some coats are wavy, some are straight. The fur feathers on the back of the front legs and underbody, with heavier feathering on the chest, back of the thighs, and tail.Golden Retrievers come in all shades of gold, from light to dark gold. Some breeders have begun selling \"rare white Goldens,\" but the American Kennel Club does not recognize white as a coat color for the breed.Golden Retrievers shed moderately in the winter and summer, and heavily in the spring and fall. If you live with a Golden, you'll need to adapt to a certain amount of dog hair in your house and on your clothes.The Golden's thick coat means lots of grooming. Daily brushing is recommended to prevent tangling, and once a week is the bare minimum. Your Golden will also need a bath at least once a month, often more frequently, to keep him looking and smelling clean.Brush your Golden's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim nails once or twice a month if your dog doesn't wear them down naturally. If you can hear them clicking on the floor, they're too long. Short, neatly trimmed nails keep the feet in good condition. Dog toenails have blood vessels in them, and if you cut too far you can cause bleeding — and your dog may not cooperate the next time he sees the nail clippers come out. So, if you're not experienced trimming dog nails, ask a vet or groomer for pointers.Fold-over ears create a warm, dark environment for bacteria or fungus to grow in, and breeds that have them — such as the Golden — are prone to ear infections. His ears should be checked weekly for redness or a bad odor, which can indicate an infection. Check them every time he gets wet, too. When you check your dog's ears, wipe them out with a cotton ball dampened with gentle, pH-balanced ear cleaner to help prevent infections. Don't insert anything into the ear canal; just clean the outer ear.Begin accustoming your Golden to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "The amiable Golden Retriever isn't bothered by the noise and commotion of kids — in fact, he thrives on it. He's a large, strong dog, though, and he can easily knock over a small child by mistake.As with every breed, you should always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's eating or sleeping or to try to take the dog's food away. No dog, no matter how friendly, should ever be left unsupervised with a child.The Golden's attitude toward other pets is the more the merrier. He enjoys the companionship of other dogs, and with proper introductions and training, can be trusted with cats, rabbits, and other animals.",
    "Rescue Groups": "Goldens are often purchased without any clear understanding of what goes into owning one. There are many Goldens in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Golden rescue.Golden Retriever Club of America, Inc., National Rescue Committee"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Sporting Dogs"
    },
    {
      "name": "Height",
      "value": "21 to 24 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "55 to 75 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 12 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}