{
  "id": "golden-shepherd",
  "url": "https://dogtime.com/dog-breeds/golden-shepherd",
  "name": "Golden Shepherd",
  "intro": "The Golden Shepherd is a mixed breed dog–a cross between the Golden Retriever and German Shepherd dog breeds. Large, energetic, and loyal, these pups inherited some of the best qualities from both of their parents.\nThe Golden Shepherd is also called Golden German Shepherd, German Retriever, or just German Shepherd Golden Retriever. Despite their unfortunate status as a designer breed, you can find these mixed-breed dogs in shelters and breed specific rescues, so remember to adopt! Don’t shop!\nGolden Shepherds are not a great choice for novice pet owners, but if you’re an experienced dog parent looking for a watch dog and all around family companion, this pup may be for you! Big homes with yards are ideal but not required, as long as they get plenty of exercise. While Golden Shepherds are not excessively barky, they will alert when strangers approach.\nThese dogs are protective of their loved ones and friendly with people, children, and other dogs. Don’t leave them alone for long periods, though, or else they may become bored and destructive.\nSee below for all Golden Shepherd facts and mixed dog breed characteristics!",
  "description": {
    "Highlights": "Golden Shepherds are mixed breed dogs. They are not purebreds like their Golden Retriever or German Shepherd Dog parents.The main colors of Golden Shepherds are black, tan, red, cream, and blue. Sometimes their coats are solid, and sometimes they have a mix of colors.While they are not a good choice of dog for allergy sufferers, their coats are pretty easy to care for. A good brushing per week will probably do the job. They shed quite a bit.The Golden Shepherd not only loves kids, they enjoy the commotion they bring with them. They'll happily attend a child's birthday party, and you can possibly even get them to wear a party hat. Though, as with all dogs, playtime with kids should always be supervised.If a Golden Shepherd has had plenty of exposure to other dogs, cats, and small animals, and has been trained how to interact with them, they'll be friendly with other pets, too.Golden Shepherds have high energy levels. Make sure your dog gets at least one hour-long walk per day. Hiking and other adventurous activities are strongly recommended.The Golden Shepherd is mouthy, and they're happiest when they have something, anything, to carry in their mouth. They're also a chewer, so be sure to keep sturdy toys available all the time",
    "History": "The Golden Shepherd mixed breed may have existed naturally over the years, but this specific mix breed was first beginning to get attention in 2009.Breeders wanted to mix the two parent breeds to minimize health problems that affect many purebreds as well as create an ultimate family companion and watchdog. They continued to create Golden Shepherds as demand for the mixed breed pups climbed.Even though Golden Shepherds got their start as a designer breed, some have ended up in shelters or in the care of rescue groups. Consider adoption if you decide this is the dog for you.Check your local shelters, look up Golden Shepherd rescues, or check with breed-specific German Shepherd and Golden Retriever rescues, as they sometimes help to re-home mixed breeds.Golden Shepherds are recognized by:Designer Breed Registry (DBR)American Canine Hybrid Club (ACHC)Dog Registry of America, Inc. (DRA)International Designer Canine Registry (IDCR)",
    "Size": "As the Golden Shepherd is a relatively new mixed breed, there are few standards when it comes to size. That said, as a mix between German Shepherd and Golden Retriever parents, you can expect the Golden Shepherd to be on the large side.Most weigh in at 60 to 95 pounds and range in height from 20 to 27 inches at the shoulder. That said, many can be smaller or larger.",
    "Personality": "Golden Shepherds make excellent family companions and watchdogs. Protective in nature, they will alert when strangers approach. They may be aloof with people they aren't family with. However, once they befriend you, you have a friend for life.These pups hail from a line of two working parents. Their Golden Shepherd parents regularly work as military, police, and guard dogs, while their Golden Retriever parents have jobs as hunting and guide dogs. Golden Shepherds like to work and need to have a job to do, whether big or small. Give them a sense of purpose, and this dog will earn their keep ten fold.They are highly trainable, and thrive on positive reinforcement. Do not leave them alone for long periods. They can easily become board, depressed, and frustrated, which will result in unwanted behaviors.",
    "Health": "The Golden Shephed mixed breed is predisposed to some of the same conditions that the German Shepherd and Golden Retriever also face. While most are generally healthy, some may be prone to a few health issues, which is why it is important to maintain good care and regular veterinary checkups.Some of the more common health problems Golden Shepherds suffer from include:hip and elbow dysplasiadigestive issues (bloat and diarrhea)",
    "Care": "As with all dogs, you should keep up with your Golden Shepherd's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.Golden Shepherds are prone to weight gain, and they have high energy levels. Make sure your dog gets at least one hour-long walk per day. Hiking and other adventurous activities are strongly recommended.Check their ears for debris and pests daily and clean them as recommended by your vet. Trim your dog's nails before they get too long--usually once or twice per month. They should not be clicking against the floor. Your groomer can help with this.Your main concern when it comes to your Golden Shepherd's care will be maintaining their oral health. You should brush their teeth daily, as this mixed breed is prone to tartar build-up.  Your veterinarian can instruct you on how to brush your dog's teeth properly.You'll need to take special care if you're raising a Golden Shepherd puppy. Don't let your puppy run and play on very hard surfaces such as pavement until they're at least two years old and their joints are fully formed. Normal play on grass is fine, as is puppy agility with its one-inch jumps.Like most Retriever mixes, the Golden Shepherd is mouthy, and they're happiest when they have something, anything, to carry in their mouth. They're also a chewer, so be sure to keep sturdy toys available all the time--unless you want your couch chewed up. And when you leave the house, it's wise to keep your pooch in a crate or kennel so they can't get themselves into trouble chewing things they shouldn't. Crate and kennel training should start in puppyhood.",
    "Feeding": "An ideal Golden Shepherd diet should be formulated for a large breed with high energy. They have a tendency to gain weight if they are overfed, so you should stick to a regular feeding schedule and not leave food out during the day. Limit their amount of treats, as well.As with all dogs, the Golden Shepherd dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Golden Shepherd diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "Golden Shepherd coats are often a mix of their German Shepherd and Golden Retriever parents' coats and colors. The main colors of Golden Shepherds are black, tan, red, cream, and blue. Sometimes their coats are solid, and sometimes they have a mix of colors.They usually have medium length, dense coats, and while they are not a good choice of dog for allergy sufferers, their coats are pretty easy to care for. A good brushing per week will probably do the job and bathing is recommended every few months with a mild shampoo. Too much bathing can strip the coat of its natural oils.Their double coats do shed quite a bit. You will definitely want a vacuum on hand. You will need it. Have you tried robot vacuums? See if the Eufy RoboVac is right for you!Their double coat gives them an edge when it comes to extreme weather. Many of these dogs absolutely love to run and play in the snow. Their double coats also helps to keep them cool during hot summer months. Keep in mind they are an indoor dog and need to live indoors with their family.",
    "Children And Other Pets": "The Golden Shepherd not only loves kids, they enjoy the commotion they bring with them. They'll happily attend a child's birthday party, and you can possibly even get them to wear a party hat. Like all dogs, however, Golden Shepherds need to be trained how to behave around children and vice versa.As with every breed, you should always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while they're eating or sleeping or to try to take the dog's food away. No dog, no matter how friendly, should ever be left unsupervised with a child.If a Golden Shepherd has had plenty of exposure to other dogs, cats, and small animals, and has been trained how to interact with them, they'll be friendly with other pets, too. Learn more about this awesome breed by reading about their parent breeds the German Shepherd and Golden Retriever.",
    "Rescue Groups": "It may be hard to find a breed-specific rescue for Golden Shepherds because they are a mixed breed. However, you may want to try German Shepherd Dog or Golden Retriever breed specific rescues, as they often care for mixes, as well. Here are some rescues you can try:German Shepherd Rescue of Orange CountyAs Good as GoldYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "20 to 26 inches"
    },
    {
      "name": "Weight",
      "value": "55 to 85 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 14 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}