{
  "id": "golden-cocker-retriever",
  "url": "https://dogtime.com/dog-breeds/golden-cocker-retriever",
  "name": "Golden Cocker Retriever",
  "intro": "The Golden Cocker Retriever is a mixed breed dog–a cross between the Golden Retriever and Cocker Spaniel dog breeds. Sweet, playful, and intelligent, these pups inherited some of the best qualities from both of their parents.\nGolden Cocker Retrievers also go by the names Cogol and Dakota Sport Retriever. You can find these mixed breed dogs in shelters and breed-specific rescues, so remember to always adopt! Don’t shop if you’re looking to add a one of these sweet pups to your home!\nThe Golden Cocker Retriever is a super affectionate and extra playful pooch. This is a mixed breed that makes for a top notch family dog–the’ll want to be involved in all of your daily activities, whether that’s snuggling and lounging on the couch or heading out on hikes and running errands. Although speaking about activities, the Golden Cocker Retriever is an energetic breed that will require a high amount of exercise–this is not an apartment dog.\nSee below for all mixed dog breed traits and facts about Golden Cocker Retrievers!",
  "description": {
    "Highlights": "The Golden Cocker Retriever is a mixed breed dog. They are not purebreds like their Golden Retriever or Cocker Spaniel parents.The Golden Cocker Retriever's coat usually comes in shades of either black or light brown.The mixed breed does shed, so aim to brush the coat daily if possible, being on the lookout for any potential mats.You'll need to be able to commit to providing at least an hour of outdoor walks and play sessions every day--and ideally this should be split up into two separate sessions.Golden Cocker Retrievers usually have no problems getting along with kids. This is a gentle and playful mixed breed that will happily become play buddies with your childrenThis is not a dog who does well being left alone for long periods of the day. They'll always want to accompany you on long walks.Remember that this is also a smart dog--so you'll want to incorporate fetch and obedience tasks into their daily routine to keep their smarts up.",
    "History": "As a newer designer dog breed, there is not much information available about the Golden Cocker Retriever's exact origin--although it's suspected the breed first popped up on the scene during the last two decades.But digging into the background of their parent breeds can tell you a lot about where the dog comes from. Developed in Scotland, the Golden Retriever has always been renowned for their high intelligence and ability to take on agility and obedience-based tasks.When it comes to the Cocker Spaniel, this breed comes from Spain where they began as a hunting dog with a special expertise at tracking down and startling fowl.The Golden Cocker Retriever has become known as a designer dog breed, but many of them unfortunately end up in shelters. So consider contacting your local rescue groups and shelters if you're thinking about adding a Golden Cocker Retriever to your home.",
    "Size": "The Golden Cocker Retriever is a medium-sized dog. As is always the case with newer mixed dog breeds, exact size standards might vary.Most weigh in at 30 to 45 pounds and range in height from 20 to 24 inches.",
    "Personality": "The Golden Cocker Retriever is a dog who's both highly active and super affectionate. A total family dog, the mixed breed will quickly form loving bonds with the humans in their life--and will also very much want to be in on the act with any day-to-day tasks and activities.This is not a dog who does well being left alone for long periods of the day. They'll always want to accompany you on long walks--so if you're a hiking family or spend a lot of time outdoors, definitely consider the Golden Cocker Retriever.Even better, at the end of a long day of healthy outdoor action, the dog will love to cuddle up together as you relax and recuperate on the couch. Golden Cocker Retrievers usually do great around children.Just remember that this is also a smart dog--so you'll want to incorporate fetch and obedience tasks into their daily routine to keep their smarts up.",
    "Health": "Golden Cocker Retrievers are generally considered to be healthy dogs; although, the breed can be predisposed to some of the same conditions that the Golden Retriever and Cocker Spaniel face. As always, it's important to schedule regular wellness visits with your dog's vet.Some of the more common health problems Golden Cocker Retrievers suffer from include:Hip DysplasiaHypothyroidismEntropion",
    "Care": "As with all dogs, it's important to keep up your Golden Cocker Retriever's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.When adopting a Golden Cocker Retriever, you'll need to be able to commit to providing at least an hour of outdoor walks and play sessions every day--and ideally this should be split up into two separate sessions. If you jog, bring the dog along!If you have access to a safe off-leash park, even better. Feel free to add swimming to the dog's routine. If you have a safe fenced-in yard, add some interactive toys to the environment and let the breed explore and investigate. In short, the Golden Cocker Retriever is a very high energy dog who often seems like they'll never get tired!As with any dog who loves the outdoors, check that their nails are trimmed and in good shape, and examine the paw pads for any signs of damage. Doing this every two weeks should suffice. Also, look at the dog's ears and pay attention to any signs of dirt building up or even infection.You'll also want to brush your dog's teeth, every day if possible. Ask your vet about any of the above maintenance procedures if you're unsure about how to carry them out safely.",
    "Feeding": "An ideal Golden Cocker Retriever diet should be formulated for a medium-sized dog with high energy.Golden Cocker Retrievers need to stick to a healthy diet as overeating can cause weight gain and associated health problems, especially if adequate exercise isn't offered.As with all dogs, the Golden Cocker Retriever's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Golden Cocker Retriever's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "The Golden Cocker Retriever's coat usually comes in shades of either black or light brown.The coat is straight, medium in length, and usually described as being dense to the touch. The mixed breed does shed, so aim to brush the coat daily if possible, being on the lookout for any potential mats. Because of the dog's silky coat, you can also consider taking them along to a dog groomer every couple of months to keep it in tip top condition.The Golden Cocker Retriever does best in slightly warmer than usual weather. But as always, take steps to dress your Golden Cocker Retriever in a suitable dog coat if it seems extra cold outside, and always make sure there's adequate shade and fresh water around during the hotter months of the year.",
    "Children And Other Pets": "As you'd expect from such a family-friendly dog as the Golden Cocker Retriever, there are usually no problems getting along with kids. This is a gentle and playful mixed breed that will happily become play buddies with your children--just remember to make sure both parties are socialized correctly during the early days.In general, Golden Cocker Retrievers are fine around other household pets. But be sure the boundaries between the dog and existing household pets are laid down early.Ultimately, early socialization really pays off with this breed. Make sure to reward your Golden Cocker Retriever for good behavior and adhere to a proper training regimen when you bring them home to your family.",
    "Rescue Groups": "It may be hard to find a breed-specific rescue for Golden Cocker Retrievers because they are a mixed breed. However, you may want to try Golden Retriever or Cocker Spaniel breed-specific rescues, as they often care for mixes, as well. Here are some rescues you can try:As Good as GoldOldies But Goodies Cocker RescueYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "20 to 24 inches"
    },
    {
      "name": "Weight",
      "value": "30 to 45 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}