{
  "id": "gollie",
  "url": "https://dogtime.com/dog-breeds/gollie",
  "name": "Gollie",
  "intro": "The Gollie is a mixed breed dog–a cross between the Golden Retriever and Collie dog breeds. Loving, clever, and energetic, these pups inherited some of the best qualities from both of their parents.\nGollies are also sometimes known as Golden Collies. You can find these mixed breed dogs in shelters and breed specific rescues, so remember to always adopt! Don’t shop if you’re looking to add one of these mixed breed dogs to your home!\nGollies totally love people and will become a loving and faithful part of your family. Beyond snuggle sessions, be aware that the breed is also a very active one. This is not an apartment dog, and walks and outdoor time need to be on the brisk and energetic side. If you like jogging or hiking, consider the Gollie to be your new training partner!\nSee below for all mixed dog breed traits and facts about Gollies!",
  "description": {
    "Highlights": "The Gollie is a mixed breed dog. They are not purebreds like their Golden Retriever or Collie parents.The most common coat colors for Gollies are black, brown, gold, and white. They can either be one shade all over, or a combination of two or three colors.This is a mixed breed that definitely sheds a lot. Daily brushings are going to be key to keeping the coat in healthy condition.Gollies and kids get along great together. The dog is playful and tolerant, which means even young children form close bonds with the dog.The dog does not enjoy being left alone for long periods of time. This is definitely not a mixed breed to consider if you live in an apartment and are gone for most of the day.The Gollie is a dog with high energy and exercise needs. Consider one hour the absolute bare minimum amount of exercise and outdoor time you need to provide every single day.",
    "History": "As a newer designer dog breed, the Gollie most likely came on the scene somewhere in the 1980s; although, it's hard to pin down an exact history of the mixed breed.But when it comes to the parent breeds, there's a lot of heritage going on. Collies were originally bred in Scotland and used as sheepdogs on farms. According to legend, Queen Victoria was also a huge fan of the Collie.On the Golden Retreiver side, this breed can also point to some Scottish history, although they were originally seen as hunting animals. These days, the Golden Retriever has become a remarkably popular family dog.The Gollie has become known as a designer dog breed, but many of them unfortunately end up in shelters. So consider contacting your local rescue groups and shelters if you're thinking about adding the Gollie to your home.",
    "Size": "The Gollie is a medium-sized dog. As is always the case with newer mixed dog breeds, exact size standards might vary.Most weigh in at 50 to 75 pounds and range in height from 22 to 26 inches. Female Gollies might be slightly smaller than their male counterparts.",
    "Personality": "When the Gollie is relaxing, they're a very chill and affectionate dog. In fact, it's often joked that the breed is likely to view a stranger as new best friend rather than someone to be wary of.The mixed breed's loving nature is balanced by their highly energetic and athletic side, which comes to the forefront when they're outdoors. Due to the Gollie's intelligence, exercise sessions should also involve a mental stimulation element. The mixed breed loves to show off how quickly they can learn new tricks and commands and master new agility or obstacle trials.The dog does not enjoy being left alone for long periods of time. This is definitely not a mixed breed to consider if you live in an apartment and are gone for most of the day.You'll soon find that your Gollie wants to be considered a part of the family all of the time. Once you've incorporated your pup into your day to day routine, you'll benefit from a super loving and friendly companion.",
    "Health": "Gollies are generally considered to be healthy dogs; although, the breed can be predisposed to some of the same conditions that the Golden Retriever and Collie face. As always, it's important to schedule regular wellness visits with your dog's vet.Some of the more common health problems Gollies suffer from include:CataractsEpilepsyElbow Dysplasia",
    "Care": "The Gollie is a dog with high energy and exercise needs. Consider one hour the absolute bare minimum amount of exercise and outdoor time you need to provide every single day. Make sure to add obstacle courses, fetch games and agility tasks into the repertoire.Ideally, you'll also want to provide a safe fenced-in yard or area where your Gollie can wander around and explore the world to satiate their innate intelligence and curiosity.Gollie's have somewhat of a reputation for being smelly dogs, which likely comes from their active outdoor nature. Aim to give the dog a bath once a month to ward this off. Just like with any dog who spends a lot of time outside, check paw pads and nails for any signs of damage.Your Gollie's teeth should be brushed once a week, too, along with checking their ears for signs of inflammation or infection. Ask your vet for guidance if you are not confident about undertaking these tasks yourself.",
    "Feeding": "An ideal Gollie diet should be formulated for a medium-sized dog with high energy.Gollies need to stick to a healthy diet as overeating can cause weight gain and associated health problems, especially if adequate exercise isn't offered.As with all dogs, the Gollie's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Gollie's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "The most common coat colors for Gollies are black, brown, gold, and white. They can either be one shade all over, or a combination of two or three colors.The Gollie's coat is long and straight and can feel dense to the touch. This is a mixed breed that definitely sheds a lot. Daily brushings are going to be key to keeping the coat in healthy condition. This will also help ward off mats.In general, the Gollie is an adaptable dog when it comes to climate. But be careful to kit your dog out with a dapper canine coat if it's particularly cold outside, and always provide fresh water and shade during the hotter months.",
    "Children And Other Pets": "Gollies and kids get along great together. The dog is playful and tolerant, which means even young children form close bonds with the dog. Just make sure that proper socialization takes place at an early age so both parties know their boundaries. You should still supervise playtime between all kids and dogs.In general, Gollies will also do well with other household pets. But ensure that boundaries are set early and supervise those first interactions.Ultimately, early socialization really pays off with this breed. Make sure to reward your Gollie for good behavior and adhere to a proper training regime when you bring them home to your family.",
    "Rescue Groups": "It may be hard to find a breed-specific rescue for Gollies because they are a mixed breed. However, you may want to try Golden Retriever or Collie breed-specific rescues, as they often care for mixes, as well. Here are some rescues you can try:As Good as GoldCollie Rescue League of New EnglandYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "22 to 26 inches"
    },
    {
      "name": "Weight",
      "value": "50 to 75 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}