{
  "id": "great-dane",
  "url": "https://dogtime.com/dog-breeds/great-dane",
  "name": "Great Dane",
  "intro": "Oh, baby! A Great Dane is truly a great dog breed–large and noble, commonly referred to as a gentle giant or as the “Apollo of dogs.” Apollo is the Greek god of the sun, the brightest fixture in the sky.\nGreat Danes have been around for a long time, and depictions of Dane-like dogs on artifacts date back thousands of years. Although this is a pure breed of dog, you may find them in shelters and rescues, so remember to adopt! Don’t shop if you decide this is the dog for you.\nGreat Danes certainly hold stature in the dog world; but though they look terribly imposing, in reality they’re one of the best-natured dogs around. For all of their size, Great Danes are sweet, affectionate pets. They love to play and are gentle with children.\nDogTime recommends this big, spacious crate to give your big Great Dane a place to rest and relax. You should also pick up this dog brush and massager for your short-haired pup!\nSee all dog breed characteristics and facts about Great Danes below!",
  "description": {
    "": "The Great Dane was originally bred to hunt wild boar, but they probably wouldn't be very good at it today. The ferociousness necessary to track down such a large, wily animal was eventually bred out of the Great Dane. They're now a gentle soul who generally gets along well with other dogs, animals, and humans.However, their size and their power bark will scare the wits out of a burglar. Anyone who owns one of these dogs eventually understands that while you may be used to their awesome size, others usually need a little time to get there.The Great Dane was developed from Mastiff-type dogs, but they're more refined than other descendants of this ancient breed. A Great Dane is sleek and elegant. They have an athletic, muscular body. Their massive head--and massive is the right word--is long and narrow. They've got a long, graceful neck. Some owners crop their ears, but they're better left natural. Cropped ears are common in the US, but in other countries, ear-cropping is banned.Their size can present problems. Eyeballing a dog who weighs as much as you makes some folks nervous. Their tail can knock over a lot of things, particularly in a small space. And given the opportunity, they're an impressive counter surfer. Luckily, they aren't rambunctious or highly energetic.Size notwithstanding, a Great Dane is a sweet, affectionate companion. They love to play and are gentle with children. They have a peaceful disposition, although they haven't lost any of the courageousness that helped them hunt wild boar. Although they aren't particularly vocal--despite their killer power bark--they wouldn't hesitate to defend family.Even given their inherent gentleness, it's advisable to teach them good manners and attend obedience training classes when they're young. Their sheer size alone could make them impossible to control when they're an adult, and--as with any dog--you never know when they might see something they just have to chase.They're eager to please and highly people-oriented, demanding a great deal of attention from those around them. They tends to nudge people with that big old head of theirs when they want to be petted. Sometimes you'll meet one with lapdog tendencies who sees no reason not to hop onto the sofa and drape themselves on you.Surprisingly, the Great Dane typically doesn't eat as much food as you'd think. And while they need daily exercise, they don't need a huge yard to play in--although they certainly would enjoy one.Because of their beauty and gentle nature, more and more people are discovering the Great Dane. Just be aware that because of their size, they've got a relatively short life span of around eight years. That means they takes up a huge space in your heart for a relatively short amount of time.",
    "Highlights": "The Great Dane is sweet, eager to please, people-oriented, easy to housetrain, and responds well to training using positive reinforcement.Like many giant dogs, Great Danes are short-lived.Great Danes require a lot of space. Even though they make great house dogs, they need a lot of room just to move around. There's little that they can't reach--kitchen counters and dinner tables are no problem--and their tails can easily sweep your coffee table clean.Everything costs more when you have a big dog--collars, veterinary care, heartworm preventive, and food. In addition, you'll need both a crate and a vehicle that are large enough to hold your Great Dane without crumpling them into a pretzel. And let's face it, you'll scoop up a lot of poop.It takes a while for the bones and joints of large dogs such as Great Danes to stop growing and become stable. Don't allow your Great Dane puppy to jump, and don't take them jogging until they're at least 18 months old; this will reduce stress on the growing bones and joints.The Dane's special giant-breed dietary requirements have to be followed, or else orthopedic issues can develop.Great Danes aren't particularly suited to apartments or small houses, simply because they're so big. They're not jumpers, fortunately, so a six-foot fence should contain them.Never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for local shelters and rescues if you decide this is the breed for you.",
    "History": "Drawings of dogs who look like Great Danes have been found on Egyptian artifacts dating back to 3000 B.C. and in Babylonian temples that were built around 2000 B.C. There's evidence that similar dogs originated in Tibet, with written reports of such dogs appearing in Chinese literature in 1121 B.C.The breed is thought to have been taken into various parts of the world by the Assyrians, who traded their dogs to the Greeks and Romans. The Greeks and Romans then bred these dogs with other breeds. Ancestors of the English Mastiff were probably involved in the breed development, and some folks believe that the Irish Wolfhound or Irish Greyhound also may have played a role.Great Danes originally were called Boar Hounds, because boars were what they were bred to hunt. Their ears were cropped to prevent boar tusks from tearing them. In the 16th century, the name of the breed was changed to \"English Dogges.\"Late in the 1600s, however, many German nobles began keeping the largest and most handsome of their dogs in their homes, calling them Kammerhunde (Chamber Dogs). These dogs were pampered and wore gilded collars lined with velvet. Talk about a sweet life.The name Great Dane arose in the 1700s, when a French naturalist traveled to Denmark and saw a version of the Boar Hound who was slimmer and more like a Greyhound in appearance. He called this dog Grand Danois, which eventually became Great Danish Dog, with the more massive examples of the breed called Danish Mastiffs. The name stuck, even though Denmark did not develop the breed.Most breed historians give credit to German breeders for refining the breed to be the well-balanced, elegant dog we love today. In 1880, breeders and judges held a meeting in Berlin and agreed that since the dogs they were breeding were distinctly different from the English Mastiff, they would give it its own name--Deutsche Dogge (German Dog).They founded the Deutscher Doggen-Klub of Germany, and many other European countries took up the name as well. The Italians and English-speaking countries didn't accept this name, however. Even today, the Italians call the breed Alano, meaning Mastiff; and in English-speaking countries, of course, they're called Great Danes.Throughout the late 1800s, wealthy German breeders continued to refine the breed. They turned their attention to the dog's temperament, because Great Danes had aggressive, ferocious temperaments due to the fact that they were originally bred to hunt wild boar, a particularly ferocious beast. These breeders tried to produce more gentle animals, and--luckily for us today--they succeeded.We don't know when the first Great Danes were brought to the US, or even where they came from, but the Great Dane Club of America was formed in 1889. It was the fourth breed club allowed to join the American Kennel Club.",
    "Size": "Male Great Danes are 30 to 34 inches tall and weigh 120 to 200 pounds.Females are 28 to 32 inches tall and weigh 100 to 130 pounds. Some dogs can be smaller or larger than average.",
    "Personality": "A well-bred Dane is one of the best-natured dogs around. They're gentle, sweet, affectionate pets who love to play and are relaxed with children. They have a great desire to please, which makes them easy to train.The Great Dane wants to be where the family is. They like people a lot, including strangers and children, and will welcome visitors happily, unless they think you need defending. Then they can be fiercely protective.Some Danes wish they were--or truly believe they are--lapdogs, and they'll keep trying to get there even if you and your lap mysteriously keep moving.Good-natured as they are, Great Danes definitely need early socialization--exposure to many different people, sights, sounds, and experiences--when they're young. Socialization helps ensure that your Great Dane puppy grows up to be a well-rounded dog.Enrolling them in a puppy kindergarten class is a great start. Inviting visitors over regularly, as well as taking your dog to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help them polish their social skills.",
    "Health": "Great Danes are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Danes will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.Here are a few conditions to watch out for:Development Issues: Growing problems can develop in puppies and young adults. These are sometimes associated with an improper diet--often a diet too high in protein, calcium, or supplements.Hip Dysplasia: This is an inherited condition in which the thighbone doesn't fit snugly into the hip joint. Some dogs show pain and lameness on one or both rear legs, but others don't display outward signs of discomfort. X-ray screening is the most certain way to diagnose the problem. Either way, arthritis can develop as the dog ages. Dogs with hip dysplasia should not be bred.Gastric Torsion: Also called bloat, this is a life-threatening condition that can affect large, deep-chested dogs such as Great Danes. This is especially true if they are fed one large meal a day, eat rapidly, drink large volumes of water after eating, and exercise vigorously after eating. Bloat is more common among older dogs. It occurs when the stomach is distended with gas or air and then twists (torsion). The dog is unable to belch or vomit to rid themselves of the excess air in the stomach, and the normal return of blood to the heart is impeded. Blood pressure drops and the dog goes into shock. Without immediate medical attention, the dog can die. Suspect bloat if your dog has a distended abdomen and is salivating excessively and retching without throwing up. They also may be restless, depressed, lethargic, and weak, with a rapid heart rate. It's important to get your dog to the vet as soon as possible if you see these signs.Bone Cancer: Sometimes known as osteosarcoma, this is the most common bone tumor found in dogs. It's usually seen in middle-aged or elderly dogs, but larger breeds such as the Great Dane tend to develop tumors at younger ages. Generally affecting large and giant breeds, osteosarcoma is an aggressive bone cancer. The first sign is lameness, but the dog will need X-rays to determine if the cause is cancer. Osteosarcoma is treated aggressively, usually with the amputation of the limb and chemotherapy. With treatment, dogs can live nine months to two years or more. Luckily, dogs adapt well to life on three legs.Heart Disease: Heart diseases affect Great Danes; varieties include dilated cardiomyopathy, mitral valve defects, tricuspid valve dysplasia, subaortic stenosis, patent ductus arteriosus, and persistent right aortic arch. Prognosis and treatment vary depending on the specific disorder and the dog's age and general health.Surgical issues are a bit different for Great Danes than for smaller dogs. For any needed surgery, find a surgeon who is experienced with giant-breed dogs. Ask for a presurgical blood test and ask them to include a clotting profile (this is not part of typical presurgical blood work).",
    "Care": "Despite their giant size, a Great Dane is mellow enough to be a good house dog, though they're not well suited to a tiny apartment because they'll knock into everything.They can get cold in the winter, so they shouldn't be left outside in colder climates--but then no dog should. In fact, they would enjoy having a sweater or fleece coat to keep them toasty warm when you go for a walk in a winter climate.They're relatively quiet indoors, but they need a long walk at least once a day, or a large yard to play in. An adult Great Dane needs 30 to 60 minutes of daily exercise, depending on their age and activity level. Puppies and adolescents need about 90 minutes of exercise a day.If you plan on keeping them in a yard occasionally, they'll need a six-foot fence, though they're not a jumper. If you're a gardening fan, understand that they really enjoy destroying the landscaping--just a little safety tip in hopes of preventing human heart attacks.While you may want a running partner, wait to take your Great Dane jogging until they're at least 18 months old. Before then, their bones are still growing, and they're just not up to the task. In fact, your dog may not be ready to go jogging until they're two years old.Crate training benefits every dog and is a kind way to ensure that your Great Dane doesn't have accidents in the house or get into things they shouldn't. A crate--a really big one--is also a place where they can retreat for a nap. Crate training at a young age will help your Dane accept confinement if they ever need to be boarded or hospitalized.Never stick your Dane in a crate all day long, however. It's not a jail, and they shouldn't spend more than a few hours at a time in it except when they're sleeping at night. Great Danes are people dogs, and they aren't meant to spend their lives locked up in a crate or kennel.Brush your Dane's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim their nails once or twice a month if your dog doesn't wear them down naturally to prevent painful tears and other problems. If you can hear them clicking on the floor, they're too long. Dog toenails have blood vessels in them, and if you cut too far you can cause bleeding--and your dog may not cooperate the next time they see the nail clippers come out. So, if you're not experienced trimming dog nails, ask a vet or groomer for pointers.Their ears should be checked weekly for redness or a bad odor, which can indicate an infection. When you check your dog's ears, wipe them out with a cotton ball dampened with gentle, pH-balanced ear cleaner to help prevent infections. Don't insert anything into the ear canal; just clean the outer ear.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Feeding": "Diet is important for a rapidly growing giant-breed puppy like a Great Dane, more so than for most breeds. A Great Dane puppy shouldn't eat regular puppy food because it's usually too rich for them; they need the puppy food designed for large breeds. It's best not to supplement with anything, especially not with calcium.Assuming a high-quality food, the amount to give your Great Dane varies greatly with age and gender. You must consult your vet or nutritionist for dietary recommendations to suit your individual dog. However, generalized daily amounts are:Three to six months: females, three to six cups; males, four to eight cupsEight months to one year: females, five to eight cups; males, six to ten cupsAdolescents: females, eight cups; males, nine to 15 cupsAdults: females, six to eight cups; males eight to ten cupsUntil the age of four to five months, a Great Dane puppy should have three meals per day. After that, give them two meals per day for life. They should never have only one meal per day.For more on feeding your Great Dane, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The six usual colors of Great Danes' smooth, short coats are:Fawn (a golden color with a black mask)Brindle (fawn and black intermixed all over the body in a tiger-stripe pattern)Blue (steel blue, which is really a sort of gray)BlackHarlequin (white with irregular black patches over the entire body)Mantle (black and white with a solid black blanket over the body)They shed a lot, but their coat is easy to keep in top condition with regular brushing. Use a firm bristle brush and shampoo as needed. Regular brushing keeps your Great Dane's coat healthy and clean, and it cuts down on the number of baths they need.As you might imagine, bathing a Great Dane is a daunting task, particularly if they're not looking forward to it. Hard to imagine them hiding under the kitchen table while trying to escape a bath, but it happens.Begin getting your Dane used to being brushed and examined when they're a puppy. Handle their paws frequently--dogs are touchy about their feet--and look inside their mouth. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when they're an adult.",
    "Children And Other Pets": "A Great Dane loves children and is gentle with them, especially when raised with them from puppyhood. Keep in mind they don't have any idea how big they are compared to a small child, so they can accidentally knock kids over quite easily.As with every breed, you should always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child not to approach any dog while they're eating or sleeping or to try to take the dog's food away.Generally speaking, a Great Dane will get along with other pets in the household, but occasionally some can be aggressive with livestock, or they just may not care for the other pets. It's an individual taste: some won't tolerate another animal in the house, while others will snooze with the cats and other dogs.",
    "Rescue Groups": "Great Danes are often purchased without any clear understanding of what goes into owning one. There are many Danes in need of adoption and or fostering and a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a great Dane rescue.Great Dane Club of America RescueGreat Dane Rescue, Inc.Great Dane Rescue of OhioGreat Dane Rescue of North TexasRocky Mountain Great Dane RescueGreat Dane Rescue of South CarolinaYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!",
    "Breed Organizations": "Great Dane Club of America, Inc."
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Working Dogs"
    },
    {
      "name": "Height",
      "value": "26 to 34 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "100 to 200 pounds"
    },
    {
      "name": "Life Span",
      "value": "7 to 10 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}