{
  "id": "greater-swiss-mountain-dog",
  "url": "https://dogtime.com/dog-breeds/greater-swiss-mountain-dog",
  "name": "Greater Swiss Mountain Dog",
  "intro": "The Greater Swiss Mountain dog breed was developed to be an all-around working dog, herding cattle, pulling carts, and standing guard. These days, the Swissy enjoys life as a family pet, but because of his working heritage, he enjoys being busy.\nFans of the breed affectionately call these dogs “Swissy.” Even though they are purebred dogs, you may still find them in shelters and breed specific rescues, so remember to adopt! Don’t shop!size\nThis powerful breed excels in all sorts of dog sports, from agility to weight pulling. Although they’re very affectionate and playful, they’re also large dogs, and not well suited for novice owners. For an active, experienced, dog-loving family with a big home, this pup may fit right in.\nDogTime recommends this big, spacious crate to give your big Greater Swiss Mountain Dog a place to rest and relax. You should also pick up this dog water bottle for any outdoor adventures you have with your pup!\nSee all Greater Swiss Mountain Dog breed characteristics below!",
  "description": {
    "": "The handsome, alert, and powerful Greater Swiss Mountain Dog--or Swissy, as fans call them--is relatively unknown outside of a group of dedicated enthusiasts. But if you own one of these large, striking dogs, be prepared to turn plenty of heads. Owners of the breed are often asked, \"What kind of dog is that?\"Topping out at well over 100 pounds, the Swissy's size, paired with their deep, loud bark make them a good watchdog. But they're a gentle pooch at heart, devoted to their family and loving with kids. Although they need room to stretch their legs--this isn't an apartment dog--they need only a moderate amount of exercise.Originally bred to herd cattle, pull carts, and serve as a watchdog, the modern Swissy likes to have jobs to do. They excel in obedience, agility, and conformation competitions and do well in drafting, weight pulling, herding, pack hiking, and versatility. The Swissy has also served as a therapy dog and search and rescue dog.Since they're so large when fully grown, it's important to start early with obedience training and socialization--teaching the dog to be friendly with other dogs and people. And be prepared for a long puppyhood: the Swissy is slow to mature, both physically and mentally, and can stay puppyish until they're three years old.While the Swissy isn't the right breed for everyone, those who are willing to love, train, and care for this large dog will enjoy wonderful companionship.",
    "Highlights": "Due to their large size, the Swissy is not suited for apartment or condo living. A home with a fenced yard is ideal.The Swissy was bred to work and likes to have a job to do. Obedience training can give them the mental stimulation they need and is essential for handling a dog of this size.Although they're generally good with kids, the Swissy is a large dog who can accidentally knock over a small child.The Swissy is prone to overheating. Keep them inside in air conditioning or in front of fans when the weather's hot, and wait until it cools off to exercise them.Some Swiss Mountain Dogs will chase small animals. To keep the neighbor's cat safe--as well as your dog--make sure the yard is securely fenced, and keep them on leash when you're out and about.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store.",
    "History": "The Greater Swiss Mountain Dog is considered one of Switzerland's oldest dog breeds. There are several theories as to the Swissy's origins. The most popular is that they're descended from large, Mastiff-like dogs who were brought to the Alps by invading Roman Legions.The Swissy's ancestors served as herding, guard, and draft dogs. At one time the Swissy is thought to have been one of the most popular breeds in Switzerland. By the 1900s however, their numbers dwindled, probably because their traditional jobs on Swiss farms were taken over by other dog breeds or machines.In 1908, a canine researcher named Albert Heim spotted two dogs at a Swiss Kennel Club jubilee, listed as \"short-haired Bernese Mountain Dogs.\" Heim recognized the dogs as being large members of the Sennenhund type, a family of four breeds that includes the Swissy.Heim lobbied to get the dogs recognized as a separate breed and, in 1909, the Swiss Kennel Club listed the Greater Swiss Mountain Dog (Grosser Schweizer Sennenhund) in the Swiss Stud Book.Since then, the breed's popularity has grown slowly, but steadily. In 1968 the first Greater Swiss Mountain Dogs were brought to the US, and soon after, the Greater Swiss Mountain Dog Club of America formed. The Swissy was recognized by the American Kennel Club in 1995, as a member of the Working Group.",
    "Size": "Males stand 25.5 to 28.5 inches tall and weigh 105 to 140 pounds. Females stand 23.5 to 27 inches tall and weigh 85 to 110 pounds.That said, many dogs can be smaller or larger than average.",
    "Personality": "The Swissy's personality is gentle, alert, and fun loving. These aren't easygoing, pushover dogs, however; they're confident canines with their own ideas, and they can be stubborn at times. Because of their bold personality, Swissy dogs do best with owners who can be kind, yet confident, leaders.This breed is alert and observant, always on the lookout for something amiss. That, plus their loud bark to alert you when they spy something out of the ordinary, makes them a good watchdog, though they're typically not aggressive.Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. If possible, you may wish to choose the middle-of-the-road puppy, not the one who's beating up their littermates or the one who's hiding in the corner.If you can, you may wish to meet one or both of the puppy's parents to ensure that they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when they grow up.Like every dog, the Swissy needs early socialization--exposure to many different people, sights, sounds, and experiences--when they're young. Socialization helps ensure that your Swissy puppy grows up to be a well-rounded dog.Enrolling them in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking your dog to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help them polish their social skills.",
    "Health": "Swissy dogs are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Swissy dogs will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.Here are a few health problems sometimes seen in Greater Swiss Mountain Dogs:Hip Dysplasia: This is an inherited condition in which the thighbone doesn't fit snugly into the hip joint. Some dogs show pain and lameness on one or both rear legs, but others don't display outward signs of discomfort. (X-ray screening is the most certain way to diagnose the problem.) Either way, arthritis can develop as the dog ages. Dogs with hip dysplasia should not be bred.Elbow Dysplasia: Similar to hip dysplasia, this is also a degenerative disease. It's believed to be caused by abnormal growth and development, which results in a malformed and weakened joint. The disease varies in severity: the dog could simply develop arthritis, or they could become lame. Treatment includes surgery, weight management, medical management, and anti-inflammatory medication.Osteochondrosis Dissecans (OCD): This orthopedic condition, caused by improper growth of cartilage in the joints, usually occurs in the elbows, but it has been seen in the shoulders as well. It causes a painful stiffening of the joint, to the point that the dog is unable to bend their elbow. It can be detected in dogs as early as four to nine months of age. Overfeeding of \"growth formula\" puppy foods or high-protein foods may contribute to its development.Patellar Luxation: Also known as slipped stifles. The patella is the kneecap. Luxation means dislocation of an anatomical part (as a bone at a joint). Patellar luxation is when the knee joint (often of a hind leg) slides in and out of place, causing pain. This can be crippling, although many dogs lead relatively normal lives with this condition.Gastric Torsion: Also called bloat, this is a life-threatening condition that can affect large, deep-chested dogs such as the Swissy. This is especially true if they are fed one large meal a day, eat rapidly, drink large volumes of water after eating, and exercise vigorously after eating. Bloat is more common among older dogs. GDV occurs when the stomach is distended with gas or air and then twists (torsion). The dog is unable to belch or vomit to rid themselves of the excess air in the stomach, and the normal return of blood to the heart is impeded. Blood pressure drops and the dog goes into shock. Without immediate medical attention, the dog can die. Suspect bloat if your dog has a distended abdomen and is salivating excessively and retching without throwing up. They also may be restless, depressed, lethargic, and weak, with a rapid heart rate. It's important to get your dog to the vet as soon as possible if you see these signs.Splenic Torsion: This condition occurs when the spleen rotates, causing it to expand and become engorged with blood. The symptoms are not always obvious, but can include vomiting, fever, pale gums, and tenderness. Splenic torsion requires immediate veterinarian care and the surgical removal of the spleen is necessary.Cataracts: Cataracts cause opacity on the lens of the eye, resulting in poor vision. The dog's eye(s) will have a cloudy appearance. Cataracts usually occur in old age and sometimes can be surgically removed to improve vision.Distichiasis: This is a condition in which extra eyelashes (cilia) grow from the glands of the upper or lower eyelid. A hair follicle develops deep within the glands rather than on the skin surface. As the hair grows, it follows the duct of the gland and exits from the gland opening along the smooth surface of the eyelid margin. In many cases, these eyelashes rub on the cornea, causing irritation and tearing, and occasionally corneal abrasions.Entropion: Entropion is an inward rolling of the eyelid. It usually affects the lower eyelid of both eyes, causing irritation and vision loss. It generally occurs before a dog turns a year old; surgery to correct the problem is usually held off until the dog reaches adulthood.Panosteitis: Commonly called Pano, this condition causes self-limiting lameness. At about five to twelve months of age, the dog may limp on one leg, then another, then it stops. There are usually no long-term effects. Rest and restricted activity may be necessary for a while if the dog's in pain.Swissy Lick: This mysterious affliction causes the dog to start franticly licking or swallowing anything in sight. The cause is unknown, although it appears to be related to severe gastrointestinal pain. It's treated with gas and acid-reducing medications. Swissy lick is more common among young dogs, but seniors can get it, as well.",
    "Care": "The Swissy is not suited to apartment or condo life. Because this is a large, working dog, they need room to roam--a home with a large, securely fenced yard is ideal. You won't need to sign up for a marathon, though; they need just a moderate amount of exercise.With their Swiss heritage, this breed is a natural fit for cold climates, and they love to romp in the snow. The flips side is that they're prone to heatstroke. Don't let them exercise strenuously when it's hot; during hot spells, limit your outings to cool early mornings or evenings. During the heat of the day, keep them inside with fans or air conditioning. If they have to be outside, make sure they have shade and, of course, plenty of water.You'll need to take special care if you're raising a Swissy puppy. Like many large breeds, the Swissy grows rapidly between the ages of four and seven months, making them susceptible to bone disorders and injury.Keep your Swissy pup on a high-quality, low-calorie diet that keeps them from growing too fast. Don't let them run and play on hard surfaces such a pavement, do a lot of jumping, or pull weights until they're at least two years old and their joints are fully formed. Normal play on grass is fine, and so are puppy agility classes.Like all dogs, the Swissy needs to be socialized--taught to be friendly to other dogs and people--beginning in puppyhood. Puppy kindergarten and obedience classes are a great way to socialize your Swissy and teach them good canine manners.Now, as for housetraining: while every dog is different, Swissy fans say that the breed generally takes to housetraining slowly. The reason isn't exactly clear. But if you use crates and stick to a good housetraining routine, your Swissy will grasp the general concept of housetraining within a week or two of arriving at their new home. But don't count on them to be completely reliable in the house until many months later.Brush your Swissy's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim their nails once or twice a month if your dog doesn't wear them down naturally to prevent painful tears and other problems. If you can hear them clicking on the floor, they're too long. Dog toenails have blood vessels in them, and if you cut too far you can cause bleeding, and your dog may not cooperate the next time they see the nail clippers come out. So, if you're not experienced trimming dog nails, ask a vet or groomer for pointers.Their ears should be checked weekly for redness or a bad odor, which can indicate an infection. When you check your dog's ears, wipe them out with a cotton ball dampened with gentle, pH-balanced ear cleaner to help prevent infections. Don't insert anything into the ear canal; just clean the outer ear.",
    "Feeding": "How much your adult dog eats depends on their size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference--the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Swissy in good shape by measuring their food and feeding them twice a day rather than leaving food out all the time. If you're unsure whether they're overweight, give him the eye test and the hands-on test.First, look down at your dog. You should be able to see a waist. Then place your hands on their back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see their ribs without having to press hard. If you can't, they need less food and more exercise.You must speak to your vet about your individual dog's dietary needs. The generally recommended daily amount for an adult Greater Swiss Mountain Dog is four to five cups of high-quality dry food a day, divided into two meals.Large-breed puppies such as the Swissy need slow, sustained growth to help prevent orthopedic problems, such as hip dysplasia. Raise them on a diet designed for large-breed dogs or food for adult dogs. Whatever diet you choose shouldn't overemphasize protein, fat, and calorie levels: 22 to 24 percent protein and 12 to 15 percent fat is recommended.For more on feeding your Swissy, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The Swissy has a dense outer coat, about one to two inches in length, and a thick undercoat. The breed sheds minimally most of the time, with the exception of twice-yearly \"blow-outs,\" when the undercoat comes out. The color is distinct, with a black outer coat and rust and white markings on the face and body.Grooming a Swissy isn't terribly complicated--the short coat is easy to care for and the breed is naturally clean. Brushing once or twice a week, plus a bath as needed (usually every month or so) with a mild dog shampoo is enough to keep the Swissy looking sharp.Begin accustoming your Swissy to being brushed and examined when they're puppy. Handle their paws frequently--dogs are touchy about their feet--and look inside their mouth. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when they're an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "The Swissy enjoys the attention and company of youngsters if given plenty of exposure to them beginning in puppyhood, and the kids are taught to treat the dog with care and respect. However, young children should never be left unsupervised with any dog. Even if the Swissy means well, this is a large, strong dog, and a Swissy can easily knock over a small child by accident.As with every breed, you should always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party.Teach your child never to approach any dog while they're sleeping or eating or to try to take the dog's food away. No dog, no matter how good-natured, should ever be left unsupervised with a child.The good-natured Swissy generally enjoys the company of other dogs and loves to play rough and rambunctious. This is especially true if they've been properly socialized with other dogs at an early age. As in any breed, dogs of the same sex who haven't been spayed or neutered may not tolerate each another.Swissy dogs vary in their prey drive: some will chase squirrels, cats, and other small animals, and some won't. As with any dog, you'll have a better shot at peace among the family pets if you expose your Swissy to other animals beginning at an early age and are careful about the introductions.",
    "Rescue Groups": "The Swissy is often purchased without any clear understanding of what goes into owning one. There are many Swissy dogs in need of adoption and or fostering and a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Swissy rescue.Because Greater Swiss Mountain Dogs have somewhat limited popularity, it may be hard to find a breed specific rescue. However, you may want to also try rescues that cater to large dogs or all types of dogs. Here are some nonprofit rescues you can try:Greater Swiss Mountain Dog Rescue Foundation!Gentle Giants Rescue And AdoptionAngels Among Us Pet RescueYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!",
    "Breed Organizations": "Greater Swiss Mountain Dog Club of America, Inc."
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Working Dogs"
    },
    {
      "name": "Height",
      "value": "23 to 28 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "85 to 140 pounds"
    },
    {
      "name": "Life Span",
      "value": "7 to 9 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}