{
  "id": "great-pyrenees",
  "url": "https://dogtime.com/dog-breeds/great-pyrenees",
  "name": "Great Pyrenees",
  "intro": "The Great Pyrenees dog breed‘s goal in life is to protect sheep, goats, livestock, people, children, grass, flowers, the moon, the lawn furniture, bird feeders, and any real or imaginary predators that may intrude on your personal space. Oh yeah, and to give, give, and give unconditional love.\nEven though these are purebred dogs, you may find them in the care of shelters or rescue groups. Remember to adopt! Don’t shop if you want to bring a dog home.\nAnyone who has seen this stunning white dog becomes enamored. What’s not to like? They have a strong build, a beautiful, thick coat, and they exude elegance and majesty. One look and you can see the intelligence and steady temperament that many seek in a good family dog.\nSee below for complete list of Great Pyrenees characteristics!",
  "description": {
    "": "The Great Pyrenees was originally developed to guard flocks alongside shepherds. These days he usually works with people, often in therapy and rescue work. This is a dog who loves the sport of carting.The Great Pyrenees is an intelligent dog who is used to working on his own and figuring things out for himself. This can be a wonderful trait, but having a mind of his own can also create some training challenges.And you have to train this dog. If not, he will become completely uncontrollable — and at his full size of up to 160 pounds, you don't want that. Since training takes lots of consistency, patience, and positive reinforcement, the Great Pyrenees is not suitable for an owner who's reluctant to put in the necessary team.He's worth the work, though. Calm inside the house, he somehow manages not to get underfoot, and has an amazing ability to determine friend from foe. A Pyr is courageous and devoted to his family, protecting those he loves with his life if needed.Many folks feel safer with a Great Pyrenees in their home, but it's worth reemphasizing that he's a dog who requires lots of socialization, starting as early as possible. If he doesn't receive it, he can become aggressive or fearful, and he may not allow nonfamily members into your yard without (or even with) your permission. That may sound kind of cool until you stop receiving mail and your friends refuse to come over.When brought up right, he's a social guy, and he likes to be active and to play with other dogs of any breed. He loves children, and it's best to give him as much exposure to them as you can. Once he's trained, you can take him to nursing homes as his size is perfect for those confined to wheelchairs. He loves going for rides in the car, but make sure the air-conditioner is on high. He's a big fan of cool weather.Everyone who lives with a Pyr should have a set of ear plugs. He barks a lot, because that's his job. He'll vocalize — loudly — to ward off pesky intruders, and he's got a broad definition of intruders. He will bark even more at night because of his extraordinary senses of sight and sound, which enable him to detect coyotes, deer, wolves, raccoons, bear, and possum (all of which must be protected against). His vocal styling will definitely scare them away and keep the family and property safe.A Pyr's hearing is so sensitive he can detect intruders even with all the windows closed in the house; the air-conditioner, TV, and dehumidifier running on high; and the iPod playing AC/DC at full blast. He really can hear that well, and he'll definitely let you know all about what he hears.He'll let you know his emotions, too. Almost all Pyrs use a paw to let their people know how much they are loved. He'll paw on your shoulder while you're driving, on your lap while you're eating, on your leg when a yummy treat is near (even a not-so-yummy treat).He has double dewclaws — not one dewclaw like most dogs, but two that are near each other. Don't even think of removing them, because he uses them to climb (part of your protection services). Keep the double dews trimmed, as they can easily get caught on fences and tear easily.He'll make himself at home on any type of furniture, including couches, beds, and chairs, even if there's no chance he'll fit. Never mind that detail; he'll squeeze himself in one way or the other, even if it seems physically impossible. A Great Pyr will remind you that his comfort should be of the utmost importance to you. Who the heck do you think king-size beds are made for?The Great Pyrenees is a wonderful breed who is affectionate and gentle, hardworking and independent. He can be a devoted family companion or a conscientious career dog. His pride is evident in the regal way he carries himself. Make no mistake — he has a job to do, and he loves to do it.",
    "Highlights": "The Great Pyrenees is okay in apartments because he's mellow. But homes with large yards are better.If you want a dog you can walk off leash, this may not be the dog for you because of his independent thinking and wandering tendencies.Expect some shedding on a constant basis and at least one major shedding period per year. On the up side, the Great Pyr only requires about 30 minutes of brushing a week.A Pyr can be difficult to train because of his ability to think on his own. He's not a good match for new or timid dog owners, because he needs consistency and a strong owner who will socialize him and train with positive reinforcement.He's a wonderful watchdog for the family, but he needs socialization to keep from becoming shy or aggressive to both dogs and people.He thrives with his family and should live inside the house. He can become bored and destructive when separated from his family or left to live out in the backyard.A Great Pyrenees is generally loving and gentle with younger creatures, so he's a wonderful dog for families with children.He's a hard-core barker and is not recommended for homes where his barking can disturb others.Great Pyrenees do best in cooler climates, but don't clip his hair during hot weather. His coat insulates him and keeps him cool, so when you shave the hair you compromise his natural protection from the sun.He needs exercise, but not as much as you'd think — 20 to 30 minutes a day is fine.He has a double dewclaw that should not be removed but should be kept trimmed.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store.",
    "History": "The sheep-guarding Great Pyrenees originated in the Pyrenees Mountains, which form a natural border between France and Spain. He's known by different names: Great Pyrenees in the United States and Canada, the Pyrenean Mountain Dog in the United Kingdom and most of Europe.His ancestry is believed to date back ten to eleven thousand years to dogs who originated in Asia Minor. His ancestors are thought to have come to the Pyrenees Mountains sometime around 3000 B.C. There the breed was developed to create a dog who would aid shepherds.At first, the Great Pyrenees was considered to be a dog owned by peasants. But in 1675, the Dauphin in the court of King Louis XIV declared that the Great Pyrenees was the Royal Dog of France. This prompted the French nobility to acquire Great Pyrenees and use them to guard estates.The first Great Pyrenees to be imported to North America went to Newfoundland, Canada. There the breed is attributed with creating the Landseer Newfoundlands, after crossbreedings between the Great Pyrenees and the Newfoundland.Throughout the 1800s, the breed gained popularity throughout England, Europe, and the United States. He was introduced into the St. Bernard's breeding program in Switzerland in an effort to reestablish the numbers of dogs at the famous hospice where the St. Bernard originated. In the Pyr's homeland, however, the breed began to deteriorate due to unscrupulous breeding practices.The two World Wars took a toll on all dog breeding; luckily several Great Pyrenees were imported to the United States before the European continent was effectively closed due to World War II. After the war, breeders began efforts to restore the breed to its former glory, and today the Great Pyrenees is a much-loved and admired dog.",
    "Size": "The Great Pyrenees is a giant dog (both in size and heart). The average height is between 27 to 32 inches for a male and 25 to 29 inches for a female. On average, Great Pyrenees should be between 100 to 160 pounds for a male and 85 to 115 pounds for a female.",
    "Personality": "A calm, gentle, docile demeanor is the norm for a Great Pyr. Shyness, aggressiveness, and nervousness are not acceptable whatsoever, but do your part by providing tons of socialization when he's a puppy. With training, he's well mannered.He is gentle and can be somewhat serious. Courageous and devoted to his people, he's the best friend anyone could ask for; he's also a warm blanket and a comforting soul in the night. He loves being a therapy dog.He is intelligent, used to working on his own and figuring out things by himself, which means he's an independent thinker and can be stubborn. He manages to be a good guard dog while also being friendly, calm, and gentle.Like every dog, the Great Pyr needs early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Great Pyr puppy grows up to be a well-rounded dog.Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills.",
    "Health": "Not all Great Pyrs will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.Bone Care: Large-breed bones require special consideration. Treat your Great Pyr like an antique until he's about 18 months old. His bones grow so fast that he can have growing pains, which is uncomfortable. He doesn't fill out until he's three or four years old.Gastric Torsion: Also called bloat, this is a life-threatening condition that can affect large, deep-chested dogs. This is especially true if they are fed one large meal a day, eat rapidly, drink large volumes of water after eating, and exercise vigorously after eating. Bloat is more common among older dogs. It occurs when the stomach is distended with gas or air and then twists (torsion). The dog is unable to belch or vomit to rid himself of the excess air in the stomach, and the normal return of blood to the heart is impeded. Blood pressure drops and the dog goes into shock. Without immediate medical attention, the dog can die. Suspect bloat if your dog has a distended abdomen and is salivating excessively and retching without throwing up. He also may be restless, depressed, lethargic, and weak, with a rapid heart rate. It's important to get your dog to the vet as soon as possible if you see these signs.Hip Dysplasia: This is an inherited condition in which the thighbone doesn't fit snugly into the hip joint. Some dogs show pain and lameness on one or both rear legs, but others don't display outward signs of discomfort. (X-ray screening is the most certain way to diagnose the problem.) Either way, arthritis can develop as the dog ages. Dogs with hip dysplasia should not be bred — so if you're buying a puppy, ask the breeder for proof that the parents have been tested for hip dysplasia and are free of problems.Elbow Dysplasia: Similar to hip dysplasia, this is also a degenerative disease. It's believed to be caused by abnormal growth and development, which results in a malformed and weakened joint. The disease varies in severity: the dog could simply develop arthritis, or he could become lame. Treatment includes surgery, weight management, medical management, and anti-inflammatory medication.Patellar Luxation: Also known as slipped stifles, this is a common problem in small dogs but can occur in large dogs as well. The patella is the kneecap. Luxation means dislocation of an anatomical part (as a bone at a joint). Patellar luxation is when the knee joint (often of a hind leg) slides in and out of place, causing pain. This can be crippling, although many dogs lead relatively normal lives with this condition.Addison's Disease: This is a serious disease also known as hypoadrenocorticism. It's caused when the adrenal gland does not produce enough adrenal hormones, which affects the salt and potassium levels in the body. Early signs of Addison's disease include lethargy, vomiting, and poor appetite. A severe sign can be heart arrhythmia. Treatment consists of fludrocortisone acetate or corticosteroids, and salting food. Aggressive treatments include intravenous medication.Cataracts: Cataracts cause opacity on the lens of the eye, resulting in poor vision. The dog's eye(s) will have a cloudy appearance. Cataracts usually occur in old age and sometimes can be surgically removed to improve vision.Entropion: Entropion, which is usually obvious by six months of age, causes the eyelid to roll inward, irritating or injuring the eyeball. One or both eyes can be affected. If your Great Pyr has entropion, you may notice him rubbing at his eyes. The condition can be corrected surgically.Anesthesia Sensitivity: This can affect dogs with a low metabolism, like the Great Pyrenees. Remind your vet of that sensitivity prior to surgery.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition.In Great Pyrs, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).",
    "Care": "A good fence around your yard is absolutely necessary, and it should be at least four feet but preferably five or six feet high. This dog is used to roaming the Pyrenees Mountains while protecting his flocks, and he needs territory. If you don't have a fence to corral him, he'll keep running to grasp territory.He's a Houdini Hound who can scale fences. And if snow drifts to the height of the fence, he'll walk right over it, so get out that shovel and move the piles away if you don't want him visiting the neighbors during a snowstorm. (They could be surprised — it's a bit difficult to see him approaching in the snow.) There's a reason the Pyr rescue groups won't adopt a Pyr to anyone without a fence, or who thinks they can just yard-train him; it's simply not going to happen.He must have training from the time he's a small pup, but despite his size he needs gentle, positive reinforcement. He is scarily intuitive, has impeccable manners, and a memory like an elephant: he will never, ever forget anything, which is why you always need to use a kind, gentle approach in training. Negative training makes a Pyr shy, timid, and fearful, which is problematic in any dog, much less a dog of this size.Crate training benefits every dog and is a kind way to ensure that your Pyr doesn't have accidents in the house or get into things he shouldn't. A crate (a big one) is also a place where he can retreat for a nap. Crate training at a young age will help your Pyr accept confinement if he ever needs to be boarded or hospitalized.Never stick your Pyr in a crate all day long, however. He shouldn't spend more than a few hours at a time in it except when he's sleeping at night. Great Pyrenees are people dogs, and they aren't meant to spend their lives locked up in a crate or kennel.The Great Pyrenees need roughly 20 to 30 minutes of exercise per day to keep him in his best condition. That's not a lot for a dog this size. He adores cool or cold weather and loves to go for long hikes as long as it's not hot (or even warm). He's a big, hardy dog who can carry backpacks and gear, but don't let him do that in the summer because he needs to be kept cool.The Great Pyrenees is an intelligent breed and can become bored a bit too easily. Provide proper stimulation with toys to prevent any destructive behavior. He enjoys being with his family and can cause household ruin if left alone for long periods.Training a Great Pyrenees can be difficult, but it can also be easy if you start early and maintain kindness and consistency. Originally bred for guarding livestock, the Pyr is used to working and thinking on his own. This trait is still strong, whether he comes from a line of pet dogs or working dogs.He needs you to establish the rules as soon as he comes into your home. If you don't want a 100-pound dog on your couch, then the cute 20-pound fluff ball shouldn't be allowed on the couch either. Patience is the key to training him, but remember that even after basic training you'll never have a dog who can roam off-lead, since he will wander regardless of your cries and commands.Socialization is a must for a Great Pyr. He is bred to guard, and if he's not properly socialized he can become aggressive or fearful. Expose your puppy to a variety of situations, including puppy classes, after he's been properly vaccinated. Also keep him in the house with you're the family. A dog who is left tied up outside will become aggressive, even to his owners.Leash training is also important, especially considering that your Great Pyrenees will eventually use up to 160 pounds of weight to pull you where he wants to go. Don't let him off-leash as he will, without a doubt, roam. Leash-training will start in puppy kindergarten, and the techniques you learn there should be practiced regularly.After your Great Pyrenees has reached a level of training that you're happy with, you can take him to many different kinds of training events and competitions, especially those that are done on-leash.",
    "Feeding": "Recommended daily amount: 4 to 6 cups of high-quality dry food a day, divided into two meals.NOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Great Pyrenees in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test.First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Great Pyr, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "Great Pyrenees are considered to be average to heavy shedders, depending on the climate they live in, so expect to have white hairs on your clothes, furniture, car, and toothbrush.Despite the shedding, he's fairly easy to groom and only requires about 30 minutes of work per week. If his silk-like hair gets dirty, it dries quickly and combs right out. Granted, he leaves white, silky dust bunnies on your floor, but if you collect it and put it outside, birds will use it for their nests — it's a good insulator for their newborn babies.The Great Pyrenees has a double coat, the top coat and the undercoat. The top coat is long and thick and should be coarse in texture. It may be straight or slightly wavy, but it shouldn't be curly. There should be a mane or ruff around the neck, more pronounced in males; and feathering on the back of the legs, forming a pantaloon on the back thighs. The tail should have a plume and the face and ears should have short, fine hair. The undercoat should be dense and woolly.He is white or white with markings that can be badger, tan, gray, or reddish-brown in color. The markings can appear on the head, as a mask, on the ears, on the tail, and (occasionally) on the body — but markings should never cover more than one-third of the body. The undercoat can be either shaded or white.Don't clip the Pyr's hair during hot weather. The coat keeps him cool, and when you shave the hair you compromise his natural protection from the sun.Other than brushing, the Great Pyrenees coat requires very little care. Generally the eyebrows, whiskers, ears, hocks, feet, and forelegs are trimmed, although that's usually for dogs showing in conformation. Baths can be infrequent (once every couple of months) since his coat tends to shed dirt. When you do bathe your Great Pyrenees, use a high-quality dog shampoo to avoid stripping oils from the dog's coat and skin.Check his ears once a week for dirt, redness, or a bad odor that can indicate an infection. Also wipe them out weekly with a cotton ball dampened with gentle, pH-balanced ear cleaner to prevent problems.Because his floppy ears block air circulation, they must be checked and cleaned weekly to prevent ear infections. Gently wipe out the ear with a cotton ball moistened with a cleaning solution recommended by your veterinarian. Never stick cotton swabs or anything else into the ear canal or you might damage it. Your Pyr may have an ear infection if the inside of the ear smells bad, looks red or seems tender, or he frequently shakes his head or scratches at his ear.Brush your Pyr's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim his nails regularly if he doesn't wear them down naturally. If you can hear them clicking on the floor, they're too long. Short, neatly trimmed nails keep your arms from getting scratched when your Great Pyrenees enthusiastically jumps up to greet you.Begin accustoming your Pyr to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin or feet and in the ears, nose, mouth, and eyes. Ears should smell good, without too much wax or gunk inside, and eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "A Pyr loves children and is absolutely devoted to them. He'll protect them with his life, and he is in fact tender toward everything that is small and weak. Young children can't manage such a large dog on a leash, however, so he should be walked by an adult or an older child.As with every breed, you should always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's eating or sleeping or to try to take the dog's food away. No dog, no matter how friendly, should ever be left unsupervised with a child.The Great Pyr generally does well with other animals in the house, especially if he's been raised with them from puppyhood. A well-socialized Pyr tends to get along with other dogs.",
    "Rescue Groups": "Great Pyrenees are often acquired without any clear understanding of what goes into owning one, and these dogs often end up in the care of rescue groups, in need of adoption or fostering. If you're interested in adopting a Great Pyr, a rescue group is a good place to start.National Pyr RescueGreat Pyrenees ConnectionGreat Pyrenees Club of America RescueGreat Pyrenees Association of Southern California RescueGreat Pyrenees Rescue of Greater ChicagoGreat Pyrenees Club of Puget SoundMile High Great Pyrenees Club Rescue"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Working Dogs"
    },
    {
      "name": "Height",
      "value": "25 to 32 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "85 to 160 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 12 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}