{
  "id": "greyador",
  "url": "https://dogtime.com/dog-breeds/greyador",
  "name": "Greyador",
  "intro": "The Greyador is a mixed breed dog–a cross between the Labrador and Greyhound dog breeds. These pups fall into the medium-to-large size range. Gentle yet strong, Greyadors inherited some of the best traits from both of their parents.\nGreyadors are also sometimes called Greyhound Labs or Lurchers. Despite their unfortunate status as a designer breed, you can find these mixed pups in shelters and breed specific rescues, so remember to adopt! Don’t shop!\nGreyadors can happily live in an apartment with an hour of brisk walking per day. Though if you have a big house with a yard that they can run around in and play fetch, they will love that all the better. Above all material objects, dogs need love and care. If you want to take your Greyador for a hike, make sure they have a secure harness. They may have an inherent need to chase small animals.\nDogTime recommends this dog bed to give a good night’s sleep to your medium-sized Greyador. You should also pick up this dog de-shedder for your high shedding pup!\nSee below for all mixed dog breed traits and facts about Greyadors!",
  "description": {
    "Highlights": "Greyadors are mixed breed dogs. They are not purebreds like their Greyhound or Labrador Retriever parents.The main colors of Greyadors are black, brown, white, tan, fawn, red, silver, blue, and brindle. Sometimes their coats are solid, and sometimes their coats are a blend of colors.Greyadors shed a lot and are not a good choice for allergy sufferers. They'll need daily brushing.Greyadors are active dogs. They should get a 60-minute, brisk paced walk or hike every day. If they don't get enough exercise, they could engage in destructive behavior.Their sweet and gentle temperament makes the Greyador an excellent companion for a family with children of all ages. Always supervise play between children and dogs.The Greyador can also get along well with other dogs. Though be careful with cats and other small animals. They may view them as game.Greyadors are intelligent, though when it comes to training can be stubborn. Make sure not to ever yell, and remember to use positive re-enforcement and treat rewards.",
    "History": "While the Greyador mixed breed may have existed naturally over the years, designer breeders started intentionally mixing Labrador Retrievers and Greyhounds in the 1990s, likely in North America.While the Greyador's known history isn't a long one, it may be helpful to understand the history of this mix's parent breeds.The Greyhound is an ancient breed, originating in the Middle East and North Africa. Greyhounds are depicted in Ancient Egyptian art and are the only dog breed mentioned in the bible.Labrador Retrievers are from Newfoundland. Originally called St. Johns dog (after the capital city of Newfoundland), they used to help fishermen retrieve fish who escaped hooks, tow in fishing lines, and perform all types of other fisherman dog duties.Put these two together and you get the gorgeous Greyador. Breeders wanted to mix the two parent breeds to create a graceful, athletic, strong, family dog. They continued to create Greyadors as demand for the pups went up.Even though Greyadors began as a designer breed, some have ended up in shelters or in the care of rescue groups. Consider adoption if you decide this is the pup for you. Check your local shelters, look up Greyador rescues, or check with breed specific Labrador Retriever and Greyhound rescues, as they will often help to re-home them.The Greyador is recognized by:DRA (Dog Registry of America, Inc)",
    "Size": "As the Greyador is a relatively new mixed breed, there are few standards when it comes to size. That said, as a mix between Labrador Retriever and Greyhound parents, you can expect Greyadors to be in the medium to large range.Most weigh in at 50 to 80 pounds and range in height from 20 to 27 inches at the shoulder. However, being such a new crossbreed, they can be smaller or larger than average. There is virtually no size difference between males and females.",
    "Personality": "Greyadors can be extremely friendly like their Labrador parent and gentle like their Greyhound parent. While the Labrador tends to be strong and athletic, Greyhounds are known to be fast and graceful. Put them together, and you get a strong, fast, graceful dog.Greyadors are typically fond of kids and have been known to gently tip toe around toddlers and infants. They're usually friendly toward other dogs. Greyadors have a prey drive and, if given a big yard to run around in, may enjoy chasing birds and small critters. Make sure that the yard is secure so they can't get caught up in the excitement and take off.Greyadors are intelligent, though when it comes to training can be stubborn. Make sure not to ever yell, and remember to use positive re-enforcement and treat rewards. Food can go a long way, when it comes to Greyadors.Greyadors are very sensitive and intuitive. They will pick up on your behavior and are known to be in tune with their humans' moods. They will join you and want to do whatever you are doing, just to be with you!",
    "Health": "The Greyador breed is predisposed to some of the same conditions that the Labrador Retriever and Greyhound also face. While most are generally healthy, some may be prone to a few health issues, which is why it is important to maintain proper care and regular veterinary checkups.Some of the more common health problems Greyador's suffer from include:BloatNeuropathyObesityHip and Elbow DysplasiaProgressive Renal AtrophyIt's fun to spoil our dogs with treats, but keeping your dog's weight in check is one of the best things you can do for them. Chopped carrots or celery make great little healthy treats.",
    "Care": "As with all dogs, you should keep up with your Greyador's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine so that your pup can live the healthiest life possible.Greyadors are active dogs and also prone to weight gain. They should get a 60-minute, brisk paced walk or hike every day. If they don't get enough exercise, they could get bored and depressed which could lead to destructive behavior. When it comes to food, look for a nutritious diet and stick to a feeding schedule. Your vet can help you create a dietary plan.Check their ears for debris and pests daily and clean them as recommended by your vet. Trim your dog's nails before they get too long--usually once or twice per month. They should not be clicking against the floor. Your groomer can help with this.One of the toughest jobs in caring for any dog parent is maintaining their pup's oral health. You should brush your dog's teeth a minimum of three times a week. Your veterinarian can instruct you on how to brush your dog's teeth properly. These dogs are highly prone to tartar buildup. Everyday brushing is even better.If you find your dog dragging their bottom or \"scooting\" they may need their anal glands expressed. It's worth every penny to have this done professionally at your next vet or grooming appointment.",
    "Feeding": "An ideal Greyador diet should be formulated for an active, medium-to-large sized breed. Look for a high quality dog food from a pet food retailer to make sure that your dog is getting proper nutrition. Greyadors love food and have a tendency to gain weight quickly if they are overfed, so you should stick to a regular feeding schedule and not leave food out during the day. Limit their amount of treats, as well.As with all dogs, the Greyador's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Greyador's diet, as there is far too much variation among individual dogs--including weight, energy, and health to make specific recommendations.",
    "Coat Color And Grooming": "Greyador coats are often a mix of their Labrador and Greyhound parents' coats and colors. The main colors of Greyadors are black, brown, white, tan, fawn, red, silver, blue, and brindle. Sometimes their coats are solid, and sometimes their coats are a blend of their parents coats and colors.They usually have medium-length, dense coats. Greyadors shed a lot and are not a good choice for allergy sufferers. They shed more than your average dog who sheds, so if you adopt a Greyador you may want to consider getting a robot vacuum. It can help, at least with your floors. These high shedding dogs will need their coats brushed every day. Bathe as needed with a mild shampoo.Because of their short coats, Greyadors aren't particularly suited for extreme weather. If you live in an area that gets all four seasons, you will need a coat for your dog in the winter and make sure they aren't in the extreme heat for very long periods of time.",
    "Children And Other Pets": "Their sweet and gentle temperament makes the Greyador an excellent companion for a family with children of all ages. They are tolerant and patient of small children and will usually walk away if they feel annoyed.It's important to teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling between either party. Teach your child never to approach any dog while they're sleeping or eating or to try to take the dog's food away. No dog should ever be left unsupervised with a child.If a kid mistreats their own dog, chances are they will mistreat a dog who is not so tolerant of them. It's in everyone's best interest to teach children how to be gentle with all animals.The Greyador can also get along well with other dogs. Though be careful with cats and other small animals. They may view them as game.To get a better understanding of Greyador's read more about their parents, the Labrador Retriever and Greyhound.",
    "Rescue Groups": "It may be hard to find a breed specific rescue for Greyadors because they are a mixed breed. However, you may want to try Greyhound or Labrador Retriever breed specific rescues, as they often care for mixes, as well. Here are some rescues you can try:Minnesota Greyhound RescueLucky Lab Rescue & AdoptionYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "21 to 27 inches"
    },
    {
      "name": "Weight",
      "value": "50 to 80 pounds"
    },
    {
      "name": "Life Span",
      "value": "11 to 13 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}