{
  "id": "greyhound",
  "url": "https://dogtime.com/dog-breeds/greyhound",
  "name": "Greyhound",
  "intro": "Greyhounds were originally bred as hunting dogs to chase hare, foxes, and deer. Canines in this dog breed can reach speeds of 40 to 45 miles per hour, making them the Ferraris of the dog world.\nNot surprisingly, Greyhounds made a name for themselves as racing dogs. Because of this, you can likely find them retired and in the care of shelters and rescue groups. Consider adoption if this is the breed for you.\nToday, Greyhounds also participate in many other dog sports, including lure coursing, conformation, obedience, and agility. Beyond their grace and speed, people love them for their sweet, mild nature. Fans of the breed often claim that these dogs have two speeds: all-out sprint and total couch potato. They are, however, quite sensitive, both to extreme weather and to loneliness. This is not a dog who can be left home alone for long hours of the day. Give them the love, care, and exercise they crave, and you’ll have an adoring, cuddle bug companion for life.\nDogTime recommends this big, spacious crate to give your large Greyhound a place to rest and relax. You should also pick up this dog fetch toy to help burn off your pup’s energy!\nSee all Greyhound dog breed facts and characteristics below!",
  "description": {
    "": "Whether or not you've seen one in the flesh, you know what a Greyhound looks like. The iconic hound with the aerodynamic build epitomizes speed with his narrow head, long legs, and muscular rear end. We've all seen images of this sprinter, if only through seeing it plastered on the side of a bus, but many of us don't truly know the breed.One of the most ancient of breeds, Greyhounds probably originated in Egypt and have been prized throughout history. Historic figures who were captivated by this breed include Cleopatra, Queen Elizabeth I of England, and General Custer, who raced his dogs the day before he set off on his fateful trip to Little Big Horn. The patronage of the two queens led to Greyhound racing being dubbed the \"Sport of Queens.\"Aside from its royal fans, there's a lot to love about the breed. The Greyhound combines a stately appearance with a friendly attitude toward people and other dogs. Loyal and affectionate with his family, he's not aggressive toward strangers, although he will let you know — through a bark or a subtle pricking of his small, folded ears — that someone's approaching your home.Greyhounds have a reputation for high energy levels, but in reality their favorite pastime is sleeping. Designed as sprinters, not distance runners, they'll be satisfied with a daily walk, although active people find they make good jogging or running partners. In fact, Greyhounds do fine in apartments or homes with small yards--although they need a solid fence to keep them from chasing animals they might see as prey, such as squirrels, rabbits, or trespassing cats.Regardless of their strong prey drive, there's no doubt that this is a wonderful breed that deserves many belly rubs. Whether you bought your Greyhound from a show breeder or adopted him from the racetrack, you'll find yourself regarding this breed with the same respect that others have given it throughout its long and glorious history.",
    "Highlights": "Although a Greyhound puppy is an adorable addition to your family, many sweet adult Greyhounds are available for adoption after their racing days are over. Every year, many \"retired\" racing Greyhounds are abandoned, euthanized, or sold to laboratories, but they can adapt wonderfully to home life and give you many years of companionship. Before you put your name on a waiting list for a Greyhound puppy, check out the world of Greyhound rescue.Because of their thin coats, Greyhounds can get the shivers. If you live in a cold climate, buy a warm coat for your dog to wear in snow or rain.A Greyhound should never be allowed to run off leash except in a securely fenced area. Greyhounds have a strong prey drive and will take off after a rabbit or squirrel before you even see it.When Greyhounds aren't socialized — exposed to many different people, places, and situations — they can become timid and have problems adapting to changes in schedule or environment. Take the time to socialize your dog or puppy.Greyhounds are generally a loving breed and affectionate to their people. Usually this friendliness extends to strangers, but they can be aloof with some or all strangers.Although many believe that this breed is made to run and has the destructive energy to go with it, that couldn't be further from the truth. Greyhounds are generally docile and quiet, and they're world-class nappers. They do well in apartments and homes with small yards because of their low indoor energy.Muzzling Greyhounds, especially retired racing Greyhounds, is a common practice. Greyhounds will nip at other dogs and can hurt smaller dogs and animals if their prey drive takes over. Many rescues recommend muzzling adopted Greyhounds, at least until they get settled into their new homes and you have a better idea of their temperament.Greyhounds are low to average shedders depending on the time of the year and the individual dog, and they require minimal grooming. The lack of a heavy coat leaves their skin vulnerable to scrapes, tears, and nicks.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "The Greyhound is an ancient breed that originated in the Middle East and North Africa and has won the admiration of many different cultures. Greyhounds have been mentioned by Greeks, depicted in art by Egyptians, praised by a Roman poet, and are the only breed of dog mentioned in the Bible.Greyhounds found their way into Europe during the Dark Ages. They were so respected for their hunting prowess that the laws of the time protected royal game reserves by forbidding anyone living within 10 miles of the king's forests from owning a Greyhound.The Greyhound's popularity continued to grow in England, thanks to the popularity of coursing (the sport of chasing prey) and racing. Spanish explorers and British colonists brought them to the Americas where they thrived as well, coursing jackrabbits and coyotes on the wide-open plains.The Greyhound was one of the first breeds to appear in American dog shows, and the American Kennel Club recognized the breed in 1885. The first official coursing race took place in 1886, and the National Coursing Association in the United States was founded in 1906. Greyhound racing took off and is popular today in many states, although it's a controversial sport because so many dogs are abandoned, euthenized, or sold to laboratories if they don't do well at the track.",
    "Size": "The Greyhound is a sleek, athletic dog. There are two types, which vary somewhat in size: Racing Greyhounds are usually 25 to 29 inches tall, and show Greyhounds are slightly larger, at 26 to 30 inches in height. In both types, males typically weigh 65 to 85 pounds, females 50 to 65 pounds, with racing dogs tending toward the lower end of the scale.",
    "Personality": "Greyhounds generally have a wonderful temperament, being friendly and non-aggressive, although some can be aloof toward strangers. Give them a treat, though, and they're likely to become a friend for life.They're intelligent and independent, even catlike in many ways. They do have a sensitive side and are quick to react to tensions in the home. They can become shy or timid with mistreatment, even if it's unintentional.Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Choose the middle-of-the-road puppy, not the one who's beating up his littermates or the one who's hiding in the corner.Always meet at least one of the parents — usually the mother is the one who's available — to ensure that they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when he grows up.Like every dog, the Greyhound needs early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Greyhound puppy grows up to be a well-rounded dog.Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills.",
    "Health": "Greyhounds are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Greyhounds will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition.In Greyhounds, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).Anesthesia Sensitivity: Sighthounds, including Greyhounds, are sensitive to anesthesia and some other drugs. A normal dose for any other dog of his size can kill a Greyhound, probably because of the breed's low percentage of body fat. Choose a veterinarian who's aware of this sensitivity and knows how to dose your Greyhound. If you can't find a vet who's knowledgeable about sighthounds, be sure to alert any vet who treats your dog to this sensitivity.Hypothyroidism: Hypothyroidism involves low levels of the hormone produced by the thyroid gland. A mild sign of the disease may be infertility. More obvious signs include obesity, mental dullness, lethargy, drooping of the eyelids, low levels, and irregular heat cycles. The dog's fur becomes coarse and brittle and begins to fall out, while the skin becomes tough and dark. Hypothyroidism can be treated with daily thyroid medication, which must continue throughout the dog's life. A dog that's getting daily thyroid treatment can live a full and happy life.Osteosarcoma: Generally affecting large and giant breeds, osteosarcoma is an aggressive bone cancer. The first sign of osteosarcoma is lameness, but the dog will need x-rays to determine if the cause is cancer. Osteosarcoma is treated aggressively, usually with the amputation of the limb and chemotherapy. With treatment, dogs can live nine months to two years or more. Luckily, dogs adapt well to life on three legs and don't suffer the same side effects to chemotherapy as humans, such as nausea and hair loss.Gastric Torsion (Bloat): Bloat is caused by the sudden influx of gas and air in the stomach. This causes the stomach to distend and twist and can cause death in a dog if it is not treated promptly. Usually the twist must be repaired surgically.",
    "Care": "Greyhounds are fairly low energy dogs, but they still need and enjoy a daily walk. If they aren't exercised regularly, they can become bored, which may lead to destructive behavior.Greyhound have an inborn drive to chase prey, and owners need a solid fence to keep their dogs from taking off after small animals. Underground electronic fencing is not recommended with this breed, as their desire to chase is far stronger than any fear of a temporary shock.Greyhounds should also be kept on leash during walks. That strong prey drive will have them ignoring commands if something interesting catches their eye. And with their speed, they can easily outdistance a distraught owner and become lost.Greyhounds can become overweight, which is bad for their health. It's common for a retired racing Greyhound to gain roughly 5 pounds after retirement, but he shouldn't be allowed to gain any more than that. Because he's tall, provide him with raised feeding dishes to make dining more comfortable.Training your Greyhound, whether adopted as an adult or bought as a puppy, should begin as soon as he's home. Greyhounds can have a stubborn streak and often approach training with a \"what do I get out of it?\" mentality. They're independent and need a confident, consistent owner.However, they also have a sensitive side, which makes harsh training the worst fit for the breed. They do better with patience, consistency, and training methods that use rewards rather than punishment — they like food rewards best.Greyhounds sometimes have difficulty with the sit command as it's not a natural position for them, and you will often see them sort of balancing on their tail.Greyhounds need to be exposed to many different people, places, and situations — a process that trainers call socialization — to prevent them from becoming timid or fearful. Many obedience schools offer socialization classes, which are also a wonderful start to obedience basics.Other ways to socialize your Greyhound include visits to dog-friendly public places and stores, walks in the neighborhood, and inviting people to your home. Introduce new social situations gradually.Greyhounds are generally easy to housetrain. Retired racing greyhounds are especially amenable to crate training and will do well as long as you keep them on a regular potty schedule.",
    "Feeding": "Recommended daily amount: Males, 2.5 to 4 cups of high-quality dry food a day, divided into two meals; females, 1.5 to 3 cups.NOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Greyhound in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test.First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Greyhound, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "Greyhounds have a short, smooth coat that's easy to care for. Despite their name, they can be any color, including fawn, black, red, blue, gray, or white. They can also be various shades of brindle, a striped pattern that gives them the look of having just streaked across the African savanna, or white with at least one other color, known as particolor.Despite their short coat, Greyhounds shed. Brush them daily to keep shedding at a manageable level. Your Greyhound will love being massaged with a rubber curry brush, also known as a hound mitt. Use a dry dog shampoo when you bathe him to keep his coat clean and smelling great.Keep ears clean and free of debris with a moist cotton ball. Never insert anything into the ear canal; just clean around the outer ear.This breed's teeth need the most dedicated care. Greyhounds tend to have poor dental health, so regular brushing is a must if you want them to have sweet breath and no ugly tartar buildup.Trim his nails once or twice a month if your dog doesn't wear them down naturally to prevent painful tears and other problems. If you can hear them clicking on the floor, they're too long. Dog toenails have blood vessels in them, and if you cut too far you can cause bleeding — and your dog may not cooperate the next time he sees the nail clippers come out. So, if you're not experienced trimming dog nails, ask a vet or groomer for pointers.His ears should be checked weekly for redness or a bad odor, which can indicate an infection. When you check your dog's ears, wipe them out with a cotton ball dampened with gentle, pH-balanced ear cleaner to help prevent infections. Don't insert anything into the ear canal; just clean the outer ear.Begin accustoming your Greyhound to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "Greyhounds can be patient with children and have been known to step delicately around toddlers, but they do best in homes with older children who know how to act around dogs. They're more likely to walk away from a teasing child than to snap at him.As with every breed, you should always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's eating or sleeping or to try to take the dog's food away. No dog, no matter how friendly, should ever be left unsupervised with a child.Although Greyhounds do very well with other dogs, they can view smaller dogs, cats, or other small pets as prey, especially if the animals run from them. Some have a much lower prey drive than others, but it's always best to supervise your Greyhound around smaller animals. Instinct can overcome training, and Greyhounds have been known to injure or even kill smaller pets.And even if they're best friends with your indoor cat, they may view outdoor cats that come onto their property as fair game.",
    "Rescue Groups": "Greyhounds are often purchased without any clear understanding of what goes into owning one. There are many Greyhounds in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Greyhound rescue.Greyhounds GaloreThe Greyhound ProjectGreyhound Relocation and Adoption CanadaGreyhound Pets of America",
    "Breed Organizations": "Greyhound Club of America"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Hound Dogs"
    },
    {
      "name": "Height",
      "value": "2 feet, 1 inch to 2 feet, 6 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "50 to 85 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}