{
  "id": "hanoverian-scenthound",
  "url": "https://dogtime.com/dog-breeds/hanoverian-scenthound",
  "name": "Hanoverian Scenthound",
  "intro": "The Hanoebred verian Scenthound is a purdog originating from Germany. They are loyal, independent, and calm pups who have some of the best qualities of most dog breeds around today.\nThe Hanoverian Scenthound goes by several other names, including Hanoverian Hound, Hanoverian Scent Dog, and Hannoverscher Schweisshund. Despite their status as a rare dog breed, you can still try to find these beautiful pups in shelters or breed specific rescues, so remember to adopt! Don’t shop!\nThese adorable pups are quite large in size, which doesn’t make them great fits for urban dwellers who live in apartments. They’re best suited for larger homes with yards of some kind so they can run around. If you want a calm and independent dog who will never leave your side and will always try to please you, then this dog is perfect for you!\nSee below for all Hanoverian Scenthound facts and dog breed characteristics!",
  "description": {
    "Highlights": "The main colors of the Hanoverian Scenthound are light to dark deer-red, more or less intensely brindled, with or without mask. They may also have small white patches on the chest.Because this is a short coated dog, they might be okay for those with allergies. They are quite easy to groom and a good brushing a week will be fine.Hanoverian Scenthounds are calm and loyal dogs who love the companionship of children. Playtime between dogs and kids should still always be supervised.Hanoverian Scenthounds have high energy levels. Make sure your dog gets at least one good half-hour- to hour-long walk per day with a few good, active play sessions and shorter walks mixed in.Hanoverian Scenthounds aren’t naturally fond of other animals and may prefer to be the solo pet in the household.",
    "History": "The Hanoverian Scenthound origins can be traced all the way back to the medieval times around the 1600s in Germany. During that time, their ancestors, the Liam Hounds, were large dogs used for hunting and tracking prey.German hunters kept an honor code where they believed in hunting any wounded animal to prevent them from further suffering. Because of this, the Schweisshunds, or Bloodhounds, were bred. If game was wounded but escaped from the hunters, the Bloodhounds were put on the trail to find them. Liam Hounds were considered the most powerful, with lots of stamina and nose strength.The Hanoverian Scenthound was developed from Liam Hounds by gamekeepers in the 1800s in Hanover city, hence their name. They were developed to have the same hunting and tracking capabilities as their ancestors, the Liam Hounds.A breed club called Verein Hirschmann e.V. has been caring for and preserving the breed since 1894. Since that time, these dogs have strictly been bred with their working abilities in mind. Hanoverian Scenthounds are almost exclusively used by specialists to track and hunt big, hoofed game.",
    "Size": "As the Hanoverian Scenthound is a rare purebred dog, there are some standards when it comes to their size. You can expect the Hanoverian Scenthound to be on the large side.Most weigh in at 80 to 100 pounds and range in height from 19 to 22 inches at the shoulder. That said, many can be smaller or larger than normal.",
    "Personality": "Many Hanoverian Scenthound lovers describe these dogs' personalities as calm and loyal. They are large pups with lots of energy, so they love running outside in the yard or the nearest dog park. These big pups have a calm demeanor which makes cuddling with them easy if you're just staying in.Because these pups were bred to track and hunt prey, they tend to have a strong prey drive, though with proper and early training, these tendencies can be curbed. They are not watchdogs but will bark if they notice something strange or new approaching or happening near the household.These dogs do best with early training to curb their stubborn and independent behavior. They will need an experienced trainer who is confident and consistent with their training.They also tend to latch on to one family member but will get along with everyone, including children, in the household. The Hanoverian Scenthound may be best suited for big families who live in larger homes with yards.",
    "Health": "The Hanoverian Scenthound is predisposed to some of the same conditions that Bloodhounds or working dogs might also face. While most are generally healthy, some may be prone to a few health issues, which is why it is important to maintain good care and regular veterinary checkups.Some of the more common health problems the Hanoverian Scenthound suffer from include:Ear infectionsHip dysplasiaCancerBloat",
    "Care": "As with all dogs, you should keep up with your Hanoverian Scenthound's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.Hanoverian Scenthounds are prone to weight gain, and they have high energy levels. Make sure your dog gets at least one good half-hour- to hour-long walk per day with a few good, active play sessions and shorter walks mixed in.Check their ears for debris and pests daily and clean them as recommended by your vet. Trim your dog's nails before they get too long—usually once or twice per month. They should not be clicking against the floor. Your groomer can help with this.Your main concern when it comes to your Hanoverian Scenthound's care will be maintaining their oral health. You should brush their teeth, as many dogs are prone to dental issues. Your veterinarian can instruct you on how to brush your dog's teeth properly.",
    "Feeding": "An ideal Hanoverian Scenthound diet should be formulated for a large breed with high energy. They have a tendency to gain weight if they are overfed and not given enough exercise, so you should stick to a regular feeding schedule and not leave food out during the day. Limit the number of treats given, as well.As with all dogs, the Hanoverian Scenthound's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for a recommendation about your Hanoverian Scenthound's diet, as there is far too much variation among individual dogs—including weight, energy, and health—to make a specific recommendation.",
    "Coat Color And Grooming": "The Hanoverian Scenthound's coat color doesn't have many different shades. The main colors of the Hanoverian Scenthound are light to dark deer-red, more or less intensely brindled, with or without mask. They may also have small white patches on the chest.As far as the Hanoverian Scenthound's coat, it is short and thick as well as coarse to harsh. Their coat is also somewhat longer and coarser on the back of the thighs and underside of tail. Because this is a short coated dog, they might be okay for those with allergies. They are quite easy to groom and a good brushing a week will be fine.Due to their shorter coats, Hanoverian Scenthounds aren't particularly suited for extreme weather, though they will do better in warm weather than colder weather. Prepare accordingly if taking your pup somewhere with extreme weather.",
    "Children And Other Pets": "Because the Hanoverian Scenthound is a large dog, they are able to handle the play and energy of excited children of all ages. These pups are calm and loyal pups who love the companionship of children. For children who learn early how to properly approach and play with a dog, the Hanoverian Scenthound can make a great, active companion.When it comes to other pets, the Hanoverian Scenthound can get along with other animals if they are introduced slowly and calmly, and early socialization will help this go smoothly. It’s best if they get used to other pets early. That said, Hanoverian Scenthounds aren’t naturally fond of other animals and may prefer to be the solo pet in the household.",
    "Rescue Groups": "Because the Hanoverian Scenthound is a somewhat rare breed, it may be difficult to find a breed specific rescue. However, you can always check with your local shelter, and you may want to try a rescue that caters to all types of dogs. You can take a look at the following:Wright-Way RescueAngels Among Us Pet RescueYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Working Dogs"
    },
    {
      "name": "Height",
      "value": "19 to 22 inches"
    },
    {
      "name": "Weight",
      "value": "80 to 100 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 14 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}