{
  "id": "harrier",
  "url": "https://dogtime.com/dog-breeds/harrier",
  "name": "Harrier",
  "intro": "Harriers originally were bred to hunt hares and foxes. Today, the dog breed isn’t especially popular, but their excellent sense of smell and tireless work ethic make them a great fit for hunters.\nEven though these are rare purebred dogs, some may still end up in the care of shelters or rescues. Consider adoption if this is the breed for you.\nHarriers sometimes are described as “Beagles on steroids.” Active and playful, these dogs wouldn’t fair as well in an apartment setting. They need space to run and burn off their high energy. Still, they’re quite affectionate, especially with kids and other dogs. This is also a fairly healthy and easy-to-groom breed. For an active family, the Harrier can be an excellent companion.\nDogTime recommends this dog bed to give a good night’s sleep to your medium-sized Harrier. You should also pick up this dog water bottle for any outdoor adventures you have with your pup!\nSee all Harrier dog breed facts and characteristics below!",
  "description": {
    "": "These lively, active scent hounds were originally bred to hunt hares and foxes in large packs, but they also are wonderful family companions.Don't expect to find one in your neighborhood, however. They are one of the rarest breeds registered with the American Kennel Club. In 1994, for example, there were only four Harrier litters born in the entire United States (resulting in only 31 puppies).Built to work, Harriers have lots of bone and substance for their size. Their muzzles are long with a well-developed nose and open nostrils. Their eyes are dark, alert, and intelligent. Speed is not as important as stamina for these dogs. Hares and foxes have been known to drop from exhaustion after being pursued by a relentless pack of Harriers.Harriers have long, dropped ears, and their feet have thick pads that enable them to run for hours through rough terrain. They have broad chests to provide lots of room for their hearts and lungs. Their tails are set high and carried upright (not curled over their backs), making it easier for hunters to see them from a distance or in thick brush.Harriers have a playful, outgoing personality. They are not quite as outgoing as the Beagle, but they definitely love to be around people and other animals. They generally are sweet-tempered and tolerant of children.You should watch them, however, around pets that aren't dogs. Because they are pack dogs, they generally get along well with other dogs, but may see cats, hamsters, and other non-canine pets as prey. They like to live in a pack, whether the pack is made up of other dogs or people.You should always keep in mind that your Harrier is an active dog who likes to explore and track. Some like to bay (a loud, prolonged bark). You should have a well-secured fence your dog can't jump over or crawl under, and when you take your Harrier to unsecured areas, such as a park, be sure to keep him on leash. Otherwise, he may take off, chasing a squirrel or a rabbit.Also, remember that Harriers were bred to have a lot of energy and stamina, as well as to think for themselves. They are independent and tireless hunters. These traits, while good for hunting, may present difficulties in training. You'll need to provide them with enough exercise to keep them from becoming bored and destructive.These are dogs who love to be with you, but do not demand attention. They are capable of entertaining themselves. Your job is to make sure that their idea of entertainment doesn't mean getting into mischief!Because they are independent thinkers who can sometimes be stubborn, you should strongly consider obedience training for your Harrier. Because these dogs have great stamina and are energetic without being hyperactive, they do well in performance sports such as agility and rally. They also make great jogging, bicycling, and hiking companions.Although they are relatively inactive in the house, they are not recommended for apartment dwellers unless you are willing to provide them with a great deal of outside exercise every day.Harriers make good watchdogs because they will alert you to any strange noises or visitors to your home. However, don't expect them to be guard dogs. They are so friendly that they often greet strangers as though they were old friends.Although they are sweet, even-tempered dogs, Harriers are not recommended for first-time dog owners because of their training and exercise needs.",
    "Highlights": "Some Harriers can be stubborn and difficult to housetrain. Crate training is recommended.Harriers tend to be vocal and some love to howl.Some Harriers like to dig and have been known to dig under fences to escape and chase after something.Harriers are hunting dogs and will take any opportunity to pursue game or follow a scent. A secure fence is a necessity if you have a Harrier. Underground electronic fences are not effective with Harriers because they have a high pain threshold and the brief shock they get from crossing the invisible line does not deter them from chasing or investigating things beyond its boundaries.Harriers are high-energy dogs and have a great deal of stamina. They are perfect for active families or athletic people who like to jog or bicycle with their dogs alongside (on leash so they don't take off on a chase), but they may become obese or destructive if living in a more sedentary home.If not properly trained and socialized, your Harrier may see cats and other small furry animals as prey and act accordingly.Harriers are good watchdogs who will bark if they feel that someone or something is threatening their territory, but they are not good guard dogs. After raising the alarm, they are likely to greet strangers as long-lost friends.Harriers can stay outdoors if given adequate shelter from the heat and cold, but being pack animals, they are at their best when they are around other dogs or their family.The Harrier's long ears prevent adequate air circulation to their ears and they may be prone to ear infections.To get a healthy dog, never buy a puppy from a backyard breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "There are several conflicting stories about how the Harrier breed came to be. The word Harrier was Norman French and meant hound or dog. With that connection, the best guess may be that the earliest Harrier-type dogs descended from a cross of Bloodhounds, Talbot hounds, and perhaps even Basset Hounds, all of which had their origins in what are now France and Belgium.In England, where the Harrier breed was developed, a pack of Harrier-type dogs was established as early as 1260 — more than 800 years ago! The Penistone pack, established by Sir Elias Midhope, existed for at least 500 years, well into the 18th century.Originally, these packs were used to hunt hare with the hunters following on foot, so at that time, they were a much slower and more methodical type of hound than today's Harriers. When foxhunting became fashionable with the hunters on horses, Harriers were adapted to have more speed.The Association of Masters of Harriers and Beagles was formed in England in March 1891. At that time, Harriers were much more popular than Beagles. The 1891-1900 volumes of the AMHB's Stud Book list 107 registered packs of Harriers.Admission into the Stud Book in those days was based on the records of the pack owner or by committee. It appears that many of the foundation Harriers were in fact small Foxhounds. Additionally the names of some of these foundation Harriers appear in the pedigrees of top-winning Beagles. From this, it's surmised that the name \"Harrier\" was used to describe the type of hunting and size of the hound rather than its pedigree.Interestingly, although Harriers are recognized by the American Kennel Club, the Canadian Kennel Club, and the Fédération Cynologique Internationale (the world canine club), as well as others, England's Kennel Club hasn't recognized the Harrier breed since 1971.The last time Harriers were shown at a Kennel Club show or entered in their Stud Book was in 1915. The reason for this could be that in England, Harriers are only owned by hunting organizations and are registered with the Association of Masters of Harriers and Beagles. They usually are registered with the AMHB only if they are a member of a pack and have been used for at least one hunting season.There are reports of Harriers being imported to the U.S. as early as the 1700s. Several packs of Harriers were established and some were recognized by the Masters of Foxhounds Association of America. At least two American packs were listed in the AMHB in England.Although they are great family companions, Harriers have never been a popular breed. From 1884 to 1994, only 949 Harriers have been registered with the American Kennel Club. Although they've always ranked at or near the bottom of the list in popularity, 182 Harriers have become AKC Champions of Record, which is a very high percentage of champions to dogs registered.Despite their lack of popularity, they have been a part of the American Kennel Club since its beginnings, being the 13th breed recognized by the AKC, and the 4th Hound breed recognized. Two Harriers from Baltimore, Maryland, were entered at the first Westminster Kennel Club Show in 1877. Four Harriers from New York were entered in the second Westminster show.Registrations of Harriers were few and far between in the early 1900s. In 1936, a dog named Monarch became the first Harrier Champion of Record and also the first Harrier to win Best in Show. Monarch was owned by the Monmouth County Hunt, and bred from dogs imported from England.There were several Harrier packs in the US through the early years of the 20th Century. George S. Patton, who was at the time a Colonel, was Master of the Cobbler Harriers from 1936 to 1938.From 1940 to 1958, no Harriers were registered with the AKC, although some were registered with the Masters of Foxhounds Association of America. As in England, most Harriers in the U.S. have historically belonged to hunting packs and aren't registered with the AKC.A few Harriers started being shown in AKC shows in the early 1960s. In 1965, Breezewood Chop Chop became the second AKC Champion after a gap of 30 years.In 1969, a Harrier named Naabeehos Harvey won Best in Show at Superstition KC, and earned 5 points towards his championship. In 1970, Lady Elizabeth of Byron Mewes and Johnson's Pretty Boy Floyd were presented Best in Show honors. In 1978, Brentcliffe Jill won her first Best in Show and went on to become the all-time top-winning Harrier with 17 Best in Shows and 52 Hound Group wins.While most Harriers in the U.S. are family companions, some are also used to hunt rabbit and game that is too fast for most Beagles.",
    "Size": "Harriers are medium-size dogs. They stand between 19 and 21 inches tall and weigh 45 to 60 pounds.",
    "Personality": "As a typical pack hound — a dog that's used to working as part of a group — the gentle Harrier is outgoing and friendly, never aggressive toward other dogs.He's also a typical hound in that he's an independent thinker and can be stubborn. It's important to train him using methods that will persuade him that being obedient is his idea. Positive reinforcement — rewards for correct behavior — is the way to go with this breed. He's a good watchdog and will alert you to strange sounds or the approach of people. If you're not home, he'll watch the burglar come in and cart off your silver.Like every dog, Harriers need early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Harrier puppy grows up to be a well-rounded dog.",
    "Health": "Harriers are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Harriers will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.Hip Dysplasia: This is a heritable condition in which the thighbone doesn't fit snugly into the hip joint. Some dogs show pain and lameness on one or both rear legs, but you may not notice any signs of discomfort in a dog with hip dysplasia. As the dog ages, arthritis can develop. X-ray screening for hip dysplasia is done by the Orthopedic Foundation for Animals or the University of Pennsylvania Hip Improvement Program. Dogs with hip dysplasia should not be bred. If you're buying a puppy, ask the breeder for proof that the parents have been tested for hip dysplasia and are free of problems. Hip dysplasia is hereditary, but it can also be triggered by environmental factors, such as rapid growth from a high-calorie diet or injuries incurred from jumping or falling on slick floors.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition.In Harriers, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).",
    "Care": "Harriers have a lot of energy and stamina. They are great companions if they get enough exercise, but if not, they may become destructive. Harriers are not recommended for apartment dwellers. They do best in homes that have large yards or acreage for them to run. Yards need fences that your Harrier can't dig under or jump over.Harriers can live outside with proper shelter from the heat and cold, but prefer to be indoors, close to their family, whom they consider their pack. Harriers bay — a prolonged bark — when they're bored or lonely, so it's not a good idea to leave them alone in the backyard for hours at a time, especially if you have neighbors nearby.These are dogs who love to be with you, but do not demand attention. They are capable of entertaining themselves. Your job is to make sure that their idea of entertainment doesn't mean getting into mischief! Give your adult Harrier a long walk with lots of time for sniffing or take him jogging every day.Puppies have different exercise needs. From 9 weeks to 4 months of age, puppy kindergarten once or twice a week is a great way for them to get exercise, training, and socialization, plus 15 to 20 minutes of playtime in the yard, morning and evening.From 4 to 6 months of age, weekly obedience classes and daily half-mile walks will meet their needs, plus playtime in the yard. From 6 months to a year of age, play for up to 40 minutes during cool mornings or evenings, not in the heat of the day. Continue to limit walks to a half mile.After he's a year old, your Harrier pup can begin to jog with you, but keep the distance to less than a mile and give him frequent breaks along the way. Avoid hard surfaces such as concrete. As he continues to mature, you can increase the distance and time you run. These graduated levels of exercise will protect his developing bones and joints.",
    "Feeding": "Recommended daily amount: 1.5 to 2 cups of high-quality dry food a day, divided into two meals. Puppies can eat as much as 4 cups a day, divided into three meals.NOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.More important than the amount of food your Harrier gets is his overall condition. He should look muscular, not fat. If you're unsure whether he's overweight, give him the eye exam and the hands-on test.First, look down at him. He should have a visible waist. Then place your hands on his back, thumbs along the spine and the fingers spread downward. You should be able to feel but not see his ribs. If you can't feel the last two ribs, he needs less food and more exercise. If you can see his ribs, feed more.For more on feeding your Harrier, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "Harriers have short, thick, shiny coats, and very soft ears. They can come in a wide variety of colors, but the most common colors seen in the U.S. are tri-colors (black, tan and white), and red and white. They resemble an English Foxhound, only smaller.The Harrier coat is easy to groom. Give him a weekly brushing with a rubber curry brush or hound mitt — a nubbly glove that fits over your hand. Harriers shed a moderate amount, but regular brushing will help keep loose hair off your clothes and furniture.Check his long ears for foreign objects such as foxtails or burrs, especially if he's been running out in the fields. Because his floppy ears block air circulation, it's a good idea to clean them weekly to prevent ear infections. Gently wipe out the ear — only the part you can see! — with a cotton ball moistened with a cleaning solution recommended by your veterinarian.Never stick cotton swabs or anything else into the ear canal or you might damage it. Your Harrier may have an ear infection if the inside of the ear smells bad, looks red or seems tender, or he frequently shakes his head or scratches at his ear.Brush your Harrier's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim nails regularly if your dog doesn't wear them down naturally. If you can hear them clicking on the floor, they're too long. Short, neatly trimmed nails keep your legs from getting scratched when your Harrier enthusiastically jumps up to greet you.Begin getting your Harrier accustomed to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the ears, nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "The Harrier is described as being excellent with children. As with all breeds, that comes with some qualifications. Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's eating or to try to take the dog's food away. No dog should ever be left unsupervised with a child.Being pack dogs, Harriers enjoy the company of other dogs, whether or not they're Harriers. They may view smaller animals, including cats, as prey, however. If they weren't brought up with them from puppyhood, closely supervise their interactions with cats and other pets.",
    "Rescue Groups": "Harriers are so rare there aren't many rescue groups dedicated to finding them new homes.Harrier Club of America"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Hound Dogs"
    },
    {
      "name": "Height",
      "value": "19 to 21 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "45 to 60 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 12 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}