{
  "id": "havapoo",
  "url": "https://dogtime.com/dog-breeds/havapoo",
  "name": "Havapoo",
  "intro": "The Havapoo is a hybrid dog breed — a cross between the Havanese and Poodle (usually, a Miniature or Toy Poodle). Affectionate, intelligent, and gentle, these small dogs are versatile for many types of families.\nHavapoos are also known as Poovanese, Havadoodles, and Havanoodles. They are considered “designer dogs,” bred on purpose to emphasize desirable characteristics from each breed.\nAs always, please adopt whenever possible if you’re looking to add a Havapoo to your life. In addition to shelters, you may find these dogs at Havanese and Poodle breed specific rescues. Remember, when you adopt, you save two lives: the one you bring home and the one you make room for at the rescue.\nHavapoos are lovers, not fighters, so they’re much more prone to want to cuddle than to be guard dogs. While they may bark an alert, they’re generally very affectionate to all. Although Havapoos generally do very well with other animals and small children, interactions are best supervised, as these dogs are small and could easily be hurt by a child playing too roughly.\nThese pups are a great option for apartment dwellers, as their small size makes them a good fit, and their moderate exercise needs are easily met.\nSee below for complete list of hybrid dog breed traits and facts about the Havapoo!",
  "description": {
    "Highlights": "Havapoos come in many different colors and combinations and can be solid, two colors, or three colors. These colors include black, white, brown, tan, grey, silver, apricot, \"blue\" (dark in the hair shaft, like black or brown, but a mix of colors at the root).This hybrid is considered \"hypoallergenic\" and may be a good choice for allergy sufferers; however, no dog is completely allergen free.Havapoos have medium energy, and due to their small size, it is pretty easy to manage their exercise needs.Havapoos are smart, but their intelligence can also be used for mischievous ends if your dog feels bored or neglected. Be sure to provide them with lots of stimulation in the form of affection, play, and toys.Havapoos aren't \"yappy,\" per se, but they will often bark to alert you of strangers or to make exclamations while playing with you.Because Havapoos are small dogs, it's important that children know how to be gentle with them. However, the natural playfulness of the Havapoo makes them a great childhood playmate or adult companion.Havapoos also tend to get along well with other animals. However, they are small and docile. Some more aggressive or rowdy animals in the house may not treat Havapoos gently enough.",
    "History": "The exact history of the Havapoo is a bit of a mystery, but it's clear they were part of the worldwide popular trend of the 1980s to create Poodle mixes -- an effort to emphasize the intelligent, affectionate traits of the Poodle, as well as their hypoallergenic curly fur. This particular mix likely started in the USA.As for the Havapoo's parent breeds, the Poodle is one of the most ancient breeds in the world, originating in Germany, but becoming the Poodle breed we know and love now in France. The Miniature and Toy sizes, however, only came about in the 19th and 20th century, respectively.The Havanese has been around for over 300 years, coming from, as the name suggests, Havana, Cuba. According to the American Kennel Club, this is the only dog breed native to Cuba. They were originally bred as lap dogs for nobles. The Havanese is a member of the Bichon family (along with the Bichon Frise and Maltese). They are a direct descendent of the now-extinct Blanquito de la Habana, which was a descendent of the now-extinct Bichon Ternerife. It is believed that the Blanquito was crossed with the Poodle, and possibly with other Bichon breeds (Maltese and Bichon Frise) to create the Havanese we know and love today. It's interesting, then, that modern Havapoos have Poodle on both sides of their mixed breeding if you go back far enough.\"Designer dogs,\" with these intentional mixes, are still in high demand, meaning they are also available to adopt from shelters, as not everyone who brings home a Havapoo -- or any dog -- ends up keeping them, unfortunately. If you want to make a Havapoo part of your life, please opt to adopt!",
    "Size": "The Havapoo's size can actually vary a lot, based on the size of Poodle parent (Standard, Miniature, or Toy) used in the cross. Typically, miniature or toy is used, so you will likely have a small dog, as Havanese parents are also very small. Their height is typically eight to 15 inches, and they can weigh between seven and 30 pounds.",
    "Personality": "The first thing you'll usually notice about the Havapoos' personality is their sharp intelligence. They are very easy to train, quick to learn commands, and pretty good decision-makers.That being said, that intelligence can also be used for mischievous ends if your dog feels bored or neglected. Be sure to provide them with lots of stimulation in the form of affection, play, and toys.Havapoos are extremely loving little lap dogs, and they are happiest with their families. They're not \"work dogs.\" Their job and life's purpose is to cuddle with you, and who wouldn't be happy to help them with that duty?While Havapoos are playful, they also tend to be calm and gentle, not quite as hyperactive as some others of their size category. This makes them great, versatile companions for all ages. They aren't \"yappy,\" per se, but they will often bark to alert you of strangers or to make exclamations while playing with you.As with all dogs, early training and socialization will bring out their best qualities. These hybrids are typically friendly but can have some social anxiety if not properly socialized.",
    "Health": "Havapoos are generally pretty healthy dogs. Mixed breeds have a tendency to \"breed out\" some of the prominent maladies in purebred lines, with genetics selecting the strongest from each side. Also, small dogs tend to live longer than large dogs.However, there is a possibility of a Havapoo inheriting health issues from both Havanese and Poodles. The most common issues for Havapoos include:hip dysplasiapatellar luxationeye issuesdeafnessthyroid issuesAddison's diseaseepilepsy",
    "Care": "As with all dogs, it's a good idea to cut your Havapoo's nails, or have your groomer cut them, about once a month, as well as to check their ears for redness or irritation about once a week. Brushing their teeth a few times a week is also a good idea to promote good dental health. You can ask your vet to show you how to do any of these tasks.Havapoos have medium energy, and due to their small size, it is pretty easy to manage their exercise needs. If they are on the larger side, that means their Poodle parent was closer to Standard size, and they will need more exercise. It's a good idea to take them on a couple of walks during the day, and they love having some additional play time outside, whether it's playing fetch with you, running around in the backyard (under your supervision -- remember how small they are), or doing agility training.Outdoor exercise time will vary, based on the inherited tendencies of your dog, so you're best off asking your vet for a personalized recommendation. They will also enjoy indoor playtime, so some interactive toys are a good idea.",
    "Feeding": "An ideal Havapoo diet should be formulated for a small breed with medium energy. Dividing the food into two or three meals during the day, as opposed to unlimited access, will help your dog not to overeat.This mixed breed is moderately prone to weight gain, so be sure to feed measured amounts of food and not overdo it on treats. Because of the Poodle parent's tendency to develop bloat, it's a good idea to keep exercise at least one hour apart from feeding, both before and after.As with all dogs, the Havapoo's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Havapoo's diet, as there is far too much variation among individual dogs -- including weight, energy, and health -- to make a specific recommendation.",
    "Coat Color And Grooming": "Havapoos come in many different colors and combinations and can be solid, two colors, or three colors. These colors include black, white, brown, tan, grey, silver, apricot, \"blue\" (dark in the hair shaft, like black or brown, but a mix of colors at the root).Depending on which breed your Havapoo favors in appearance, their coat can be dense and curly, like their Poodle parent, or long and silky, like their Havanese parent.If the Havapoo inherits the Havanese coat, this can be styled naturally in two ways. To keep it long and silky, frequent brushing is needed. If you do not brush the Havanese-type coat regularly, it will develop natural felted cords. Havapoos should be brushed a few times a week and bathed every one to two months.Poodles were bred to be water retriever dogs, so your Havapoo may do well in water, but always be sure to supervise. The Poodle-style fur naturally repels water. Your dog will still need wiping down if caught in the rain, but it will be quicker than other dogs. Havanese have about a medium tolerance to both hot and cold temperatures, so be sure to provide shelter and water in extreme weather.As these dogs are smaller, they may need an extra winter jacket or sweater when it's very cold, especially as they get older.",
    "Children And Other Pets": "Havapoos are very friendly dogs and are great with all types of families or as a companion to a single person.Because Havapoos are small dogs, it's especially important that children are shown how to be gentle and cautious around them, as small dogs can more easily be hurt. However, the natural playfulness of the Havapoo makes them a great childhood playmate or adult companion.Havapoos also tend to get along well with other animals. Early socialization is a good idea, and supervision is again important, especially because Havapoos are small and docile. Some more aggressive or rowdy animals in the house may not treat Havapoos gently enough.As with all dogs, Havapoos will do best if they have early socialization and training. This will emphasize the loving, playful, gentle, intelligent traits of your dog, and it can minimize the mischievousness that can occur from boredom.",
    "Rescue Groups": "Rescues specifically for Havapoos might be hard to come by, as this is a hybrid breed. However, you can always check with your local shelter, and you may want to try a breed specific rescue that caters to Havanese or Poodle mixes. You can take a look at the following:Havanese Rescue Inc.Carolina Poodle RescueYou can also check out DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "8 to 15 inches"
    },
    {
      "name": "Weight",
      "value": "7 to 30 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 14 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}