{
  "id": "havanese",
  "url": "https://dogtime.com/dog-breeds/havanese",
  "name": "Havanese",
  "intro": "The Havanese dog breed has won many admirers with their long, silky hair, expressive eyes, and cuddly size. Bred as a companion dog to the Cuban aristocracy in the 1800s, they’ve earned the nickname “Velcro dog” because they stick so closely to their owner’s side.\nAlthough these are purebred dogs, you may still find them in shelters and rescues. Remember to adopt! Don’t shop if you want to bring a dog home.\nDon’t write this small pooch off as just a lapdog; the Havanese is trainable and surprisingly energetic, and they’ve excelled in dog sports and canine careers ranging from circus performer to assisting people with disabilities. They adore their humans and don’t handle long periods of time left alone at home. Make sure your pooch has constant companionship, and you’ll have an intelligent, furry family member who’s eager to please.\nSee below for complete list of dog breed traits and facts about Havaneses!",
  "description": {
    "": "The Havanese shines his affectionate personality on everyone, including strangers, children, other dogs, and even cats. But his family will get the lion's share of his love; given the choice, he'll stick like glue to his owner's side. The potential downside to all this devotion is that, when left alone, the Havanese can become anxious. This is definitely a housedog, and a Havanese who's left in the backyard — or anywhere away from his family — is not a happy dog.His Velcro personality isn't so surprising, considering he was bred to keep the wealthy families of his native island of Cuba company. Since then, however, the Havanese has proven that he's good for much more than warming laps. Havanese dogs are quite trainable, and they've worked as therapy and assistance dogs, sniffed out mold and termites, and shown off their clownish antics as performing dogs.They've also got a surprising amount of energy for their size, and for the family looking to compete, the Havanese will happily tackle such sports as agility, freestyle, obedience, and flyball.As with many small dogs, it's common for adoring owners to overindulge their Havanese. They'll probably regret it — bad habits, such as eating only people food, can form very quickly. This breed is a sharp con artist, and you may find that your Havanese is training you, rather than the other way around.In spite of his quirks, or maybe even because of them, the Havanese is a wonderful and versatile pet.",
    "Highlights": "The Havanese is a companion dog that thrives on being with his family. He can suffer from separation anxiety when left alone, and does best when someone is home during the day to keep him company.Although they generally outgrow this, it's quite common for Havanese puppies (among other breeds) to eat their own stools. Scoop your puppy's poop right away so he can't indulge in this icky habit.The long, silky coat of the Havanese is beautiful, but requires regular brushing and care. Many owners prefer to clip it short, but if you want to show your dog, you'll have to let it grow long and invest a good amount of time in grooming, or money in paying a groomer. Another reason to keep it long: If you live in a warm climate, the long coat helps keep your dog cool.The Havanese does well in all types of housing, from apartments to homes with large yards. But he'll probably bark when he sees someone passing by the house or when he hears a strange noise. The good news is that he doesn't bark just for the sake of hearing his own voice.The Havanese loves to watch the world from up high, and will find his way onto the backs of sofas and tables to watch the day pass by.Paper is a favorite toy for the Havanese, and this clever little breed will go out of his way to find it, even sniffing through the jackets of your guests. Toilet paper, which can give him hours of shredding pleasure, is a special treat. Toss him a roll, and your house will soon look like it's been hit by Halloween pranksters.The Havanese needs as much exercise as a larger dog. A long walk or an active game each day should do it.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "After Columbus claimed Cuba for Spain in 1492, Spanish settlers began arriving on the island. With them came their small companion dogs — the ancestors of what's now the Bichon family of dogs.These dogs interbred and — isolated from other dogs by island life, and later, by trade restrictions imposed on Cuba by Spain — they began to develop into the Havanese we know today. Their signature coat was thick and silky, which helped insulate the dog from the tropical sun (the coat is like raw silk floss, profuse, but extremely light and soft, and insulates against the tropical rays in much the same way that yards of silk sari protect the women of India).By the early 1800s, Havanese were gracing the laps of many aristocratic families in Cuba. European travelers who became enamored with the breed brought dogs back to England, Spain, and France. The breed became trendy in Europe in the mid-1800s, and Queen Victoria and Charles Dickens were among his well-known fans at the time.Like most breed trends, this one petered out. At one point the Havanese became almost extinct, even in his native Cuba. A few Cuban families still bred and kept the dogs, however, and with the Cuban Revolution in 1959, 11 Havanese were brought to the U.S. in the arms of their owners.These canine refugees are the ancestors of most of the Havanese outside of Cuba today.The renaissance of the breed began in the 1970s,when an American couple who bred dogs found a few descendents of the 11 dogs who were brought from Cuba. Charmed by their intelligence and affectionate nature, they began tracking down other Havanese and working to reestablish the breed.Because most Havanese outside of Cuba today can trace their ancestry to just 11 dogs, breeders are working to widen the gene pools of the American-bred Havanese.The American Kennel Club officially recognized the breed in 1995.",
    "Size": "Males and females stand 8 1/2 to 11 1/2 inches tall, and weigh 7 to 13 pounds.",
    "Personality": "The Havanese is a gentle and affectionate breed that thrives on human companionship. Your Havanese will often follow you from room to room throughout the day, and he can get very anxious when left alone.He's intelligent as well, and will enjoy making you laugh with goofy antics, or simply sitting on your lap watching the world go by.Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Choose the middle-of-the-road puppy, not the one who's beating up his littermates or the one who's hiding in the corner.Always meet at least one of the parents — usually the mother is the one who's available — to ensure that they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when he grows up.Like every dog, the Havanese needs early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Havanese puppy grows up to be a well-rounded dog.Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills.",
    "Health": "Havanese are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Havanese will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition. In Havanese, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).Hip Dysplasia: Hip dysplasia is a degenerative disease in which the hip joint is weakened due to abnormal growth and development. This disease is found in many breeds of dogs. Although it's a genetic disease that breeders screen for, it can show up in a puppy born to parents free of the disease. Treatments include medication, weight loss if the dog is overweight, nutritional supplements, and sometimes surgery.Elbow Dysplasia: Elbow dysplasia is similar to hip dysplasia; it's a degenerative disease that affects the elbow joint. It's believed to be caused by abnormal growth and development, causing the joint to be malformed and weakened. The disease varies in severity; some dogs only develop a little stiffness, others become lame. The treatment is surgery, weight management, and medication.Chondrodysplasia: This is a genetic disorder that's commonly mislabeled as \"dwarfism.\" Affected dogs have abnormally short limbs for the breed. This can range in severity from nearly normal to crippling. In less severe cases, dogs can live full and healthy lives, but any dog with this disorder should not be bred.Legg-Perthes Disease: Legg-perthes causes a deformity of the hip joint ball. It starts with a decrease in the blood supply to the head of the femur bone, until the bone eventually dies off, collapses, and becomes deformed. The result is arthritis or inflammation of the hip joint. It's unclear what causes legg-perthes, but it may be inherited or injury related. Treatment includes rest, physical therapy, and surgically removing the deformed femoral head and neck. Dogs generally do well after the surgery, and many suffer only minor lameness, particularly during weather changes.Cataracts: A cataract is opacity on the lens of the eye, which causes vision loss. The affected eye has a cloudy appearance. It is an inherited disease and usually occurs with old age, but can occur at any age. Cataracts are treated by surgical removal.Deafness: Deafness provides many challenges for both the dog and the owner. Some forms of deafness and hearing loss can be treated with medication and surgery, but deafness usually cannot be cured. Patience and time must be given to a deaf dog and there are many products on the market, such as vibrating collars, to make life easier for you both.Patellar Luxation: Also known as a \"trick knee,\" patellar luxation is a common problem in small dogs. It is caused when the patellia, which has three parts — the femur (thigh bone), patella (knee cap), and tibia (calf) — is not properly lined up. This causes lameness or an abnormal gait. Treatment for patellar luxation is usually surgery.Portosystemic Shunt: A portosystemic shunt is an abnormal blood flow where the blood from the digestive tract bypasses the liver and continues to the systemic venous circulation. When this occurs, toxins that are normally removed by the liver are circulated through the body leading to other diseases, such as hepatic encephalopath. Portosystemic shunts usually occur in conjunction with another disease and symptoms include poor balance, loss of appetite, lethargy, blindness, depression, weakness, seizures, disorientation, and coma. A change in diet and surgery can help treat the problem.Heart Murmur: A disturbance in the blood flow is the cause of heart murmurs. There are five grades of heart murmurs; they are graded on how audible the murmur is. Heart murmurs are an indicator of disease; treatment is necessary, which can include medication, special diet, and exercise restrictions.Mitral Valve Insufficiency: Mitral valve insufficiency is more commonly seen in older dogs when the mitral valve, which is found between the left atrium and ventricle, begins to fail. When this happens, the mitral valve fails to prevent the flow of blood into the left atrium. This can cause heart failure. Symptoms include hypertension, fluid in the lungs, and a decrease in strength of the heart muscle. Treatment includes medication, change of diet, and exercise restrictions.",
    "Care": "Although the Havanese is a small breed, he has a fair amount of energy to burn. A lengthy walk or an active game of fetch each day will keep him happy.The Havanese does well in a variety of homes, from apartments to large homes with yards — as long as he's an indoor dog. This breed isn't suited for life in the backyard. He is happiest when he is with his family. Although they're not overly yappy, they do bark at passersby, so if your home has noise restrictions, this may not be the breed for you.His eagerness to please his owners makes the Havanese fairly easy to train in most cases. Basic obedience, beginning with puppy classes, is recommended. Housetraining, however, can be particularly challenging for a Havanese, so you'll need to be especially patient during this process. You'll get there, but crate training is a must.Separation anxiety can be a serious concern for the Havanese and his owner. The best way to deal with this problem is to avoid it altogether. Don't leave the dog alone for long periods of time and, when you do leave, put him in a crate with plenty of sturdy toys to keep him occupied.Though he's small and fuzzy, a Havanese isn't a toy. Like all breeds, he needs to learn good canine manners. Don't spoil him with table scraps or by carrying him all the time he'll get fat or become overly possessive of you.",
    "Feeding": "Recommended daily amount: 1/2 to 1 cup of high-quality dry food a day, divided into two meals.NOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Havanese in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test.First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Havanese, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The Havanese coat is thick but silky, soft, and light, and it doesn't shed easily. The coat is long and ranges from straight to curly, although wavy is considered the ideal for the show ring. It comes in white, black, black and tan, sable, gray, and a myriad of other colors and markings.Many owners clip the Havanese coat short to make it easier to care for. But if you show your Havanese — or just want to look like you do — you'll have to keep it long, and should expect to do a lot of grooming.When kept long, the coat needs daily brushing to prevent mats from forming, and frequent baths to keep it clean. In general, it's wise to keep the hair above the eyes tied up to prevent irritation — it looks cute, too.Unless you're highly motivated and skilled, you're probably better off with a professional groomer. Owners can learn to groom their dogs, but it takes a dedicated person to keep this breed's coat in good shape.Watery eyes and resulting tearstains are common in the Havanese. Keep in mind that excessive tearing can signal an eye problem and should be checked by a veterinarian. However, most tearstains are not serious, and the cause is simply unknown. You can improve the stained look by keeping the hair around the eyes clean (wipe daily with a damp cloth). There are whitening products on the market made specifically for lightening the stains, which some owners find helpful.Brush your Havanese's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim nails once or twice a month if your dog doesn't wear them down naturally. If you can hear them clicking on the floor, they're too long. Short, neatly trimmed nails keep the feet in good condition and prevent your legs from getting scratched when your Havanese enthusiastically jumps up to greet you.Begin accustoming your Havanese to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the ears, nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "The Havanese is an excellent family dog who's affectionate with everyone, including kids of all ages and other dogs and pets. But because he's so small, he could easily get hurt by accident, so it's especially important to teach kids how to treat the dog.You should always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's eating or sleeping or to try to take the dog's food away. No dog, no matter how friendly, should ever be left unsupervised with a child.",
    "Rescue Groups": "Havanese are often purchased without any clear understanding of what goes into owning one. There are many Havanese in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Havanese rescue.Havanese Club of America Placement and Rescue Service CommitteeHavanese Fanciers of Canada Rescue",
    "Breed Organizations": "Havanese Club of America"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Companion Dogs"
    },
    {
      "name": "Height",
      "value": "8 to 11 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "7 to 13 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}