{
  "id": "hokkaido",
  "url": "https://dogtime.com/dog-breeds/hokkaido",
  "name": "Hokkaido",
  "intro": "The Hokkaido is a purebred dog from Japan. Intelligent, alert, and devoted to their families, these pooches have qualities that make them excellent companions.\nThe Hokkaido goes several names, including Ainu-ken, Seta, and Ainu dog. In Japan specifically, their name is shortened to Do-ken. Though this breed is somewhat rare outside of Japan, you may still find these purebred dogs in shelters and rescues, so remember to adopt! Don’t shop!\nThese beautiful dogs can live in apartments and townhomes, as they are a medium-sized breed. But they are also quite active and would prefer a home with a yard or nearby park where they can walk and play. Hokkaidos get along in any household type, from single folks to large families. They also get along with children when raised with them or socialized properly at an early age. They’re alert to their surroundings and completely loyal, which might make them the perfect dog for you!\nSee below for all Hokkaido facts and dog breed characteristics!",
  "description": {
    "Highlights": "The main colors of the Hokkaido breed are black, red, black & tan, white, brindle, and sesame.The Hokkaido breed has a prey drive, but they're highly intelligent and will listen to their owners when commanded, which makes them easily trainable.Hokkaidos will bark occasionally, as they're ever-vigilant and able to notice anything out of the ordinary. Though, they will also howl if they are happy or excited.The Hokkaido breed has a thick coat that should be brushed out once or twice a week to remove dead fur and prevent matting. The frequency of brushing should be increased during their shedding period.Hokkaido dogs do not enjoy taking baths, and it takes a long time for their coat to dry due to its density. Baths are recommended generally a few times a year to prevent issues.Their thick coats make Hokkaidos able to withstand cold weather well.Hokkaidos can do well in apartments as long as their exercise needs are met, but they may prefer a larger home with a yard.Hokkaidos are good with children and love all members of the family.",
    "History": "The Hokkaido dog is a Spitz type of working dog who originated from the main island of Hokkaido, though some believe they were from Honshu, another main island south of Hokkaido. Experts believe the Hokkaido to be the oldest dog breed to exist and most primitive of all Japanese dog breeds.In 1869, British zoologist Thomas Blankiston discovered the Hokkaido dog in Japan and gave them their name we now know today.Originally, the Hokkaido were hunting dogs, and their genetic makeup has been relatively safe from interbreeding with other dog breeds. Many Hokkaido dogs have a blue and black tongue, which might suggest they have a relation to Chow-Chows and/or Shar Pei dogs. In 1937, Japan recognized this breed as a living natural monument, which protects them by law.The Japanese trained dogs to hunt alongside them a long time ago before guns were invented. A fearless breed, these medium-sized dogs would challenge even large bears. They were also highly resourceful and able to catch fish in streams with ease. Being very intelligent, they are trained to help with search and rescue missions, though today they are mostly kept as family pets.Even though the Hokkaido breed is rare outside of Japan, there are still dogs around the world of this breed in shelters or in the care of rescue groups. Consider adoption if you decide this is the breed for you. Check your local shelters and breed-specific rescues, as they sometimes take in Hokkaido dogs and find homes for them.",
    "Size": "The Hokkaido dog breed are all medium-sized in build. Most weigh in the range between 45 and 65 pounds and range in height between 18 and 22 inches. That said, many can be smaller or larger.Female Hokkaido dogs might be smaller in stature and weigh less, but they would still fit those weight and height ranges.",
    "Personality": "The Hokkaido dog is a very devoted, affectionate breed especially to their owners and family. They have many great qualities about them like being alert of their surroundings, playful, and intelligent.They like to go out and play but will stop abruptly if they get bored of the game. These pups are very agile as they were originally trained to hunt and search for prey.The Hokkaido breed has a prey drive, but they're highly intelligent and will listen to their owners when commanded, which makes them easily trainable. They are not fond of strangers but will not be aggressive or hostile when approached politely. They will bark occasionally, as they're ever-vigilant and able to notice anything out of the ordinary. Though, they will also howl if they are happy or excited.This beautiful breed can be great playmates with children, especially when raised with them or properly socialized at a young age. The Hokkaido dog is pack-oriented with a strong sense of hierarchy. They are excellent guard dogs and very protective of their families.",
    "Health": "The Hokkaido dog breed is generally very healthy, though some might be prone to hereditary diseases. That's why it is important to maintain good care and regular veterinary checkups.Some of the more common health problems a Hokkaido dog breed might suffer from include:Collie eye anomalyHip dysplasiaLuxating patellaHeart murmursIdiopathic seizuresAnxietyPsychogenic polydipsiaPica",
    "Care": "As with all dogs, you should keep up with your Hokkaido's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.The Hokkaido breed has a thick coat, as they are of the Spitz type, and it should be brushed out once or twice a week to remove dead fur and prevent matting. The frequency of brushing should be increased during their shedding period. Make sure to invest in a good quality wire comb to reach the under coat.They also do not enjoy taking baths, and--what's worse--it takes a long time for their coat to dry due to its density. Baths are recommended generally a few times a year to prevent issues.Also make sure to introduce your Hokkaido dog early to grooming tasks like nail clipping and ear checks to increase their tolerance for it. Make sure to maintain their oral hygiene regularly to prevent any serious dental issues. Your veterinarian can instruct you on how to brush your dog's teeth properly.",
    "Feeding": "An ideal Hokkaido diet should be formulated for a medium-sized breed with medium energy. Like most dogs, the Hokkaido will gain weight if allowed to overeat beyond their diet, so make sure to stick to a regular feeding schedule and not leave food out during the day. Limit the number of treats throughout the day, as well.As with all dogs, the Hokkaido's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Hokkaido's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "The main colors of the Hokkaido breed are black, red, black & tan, white, brindle, and sesame.The Hokkaido dog breed has a double coat with a soft undercoat and a thick, straight overcoat. Their coats are not considered hypoallergenic. It is fairly difficult to brush them as they are double coated and need to be brushed almost every day. They are also not fond of bathing; thus, it might be better to bathe them a few times a year.As Hokkaido dog breeds are double coated, they are able to withstand colder weather. In summer, they might shed more, which will lead you to brush them more often.",
    "Children And Other Pets": "The Hokkaido can be great with children of all ages and sizes, though it is best when they are raised with them or are socialized properly at a young age. These beautiful pups are medium-sized in build but are very strong and can handle the play of people of all sizes. That said, for children who learn early how to properly approach and play with any dog, the Hokkaido can be a great playmate and guard dog for them.When it comes to other pets, it is best they are not around smaller animals such as cats, hamsters, and guinea pigs. These dogs are natural born hunters, and it is simply in their blood. As far as other dogs, it is best to make sure you socialize your Hokkaido at a very early age so they get used to playing with others. Because of their nature, they have a crouch and prowl style which some might mistake for aggression. It is simply how they play.The key for Hokkaido dogs to get along with children and other dogs is to make sure you socialize them when they are young and train them well.",
    "Rescue Groups": "It may be hard to find a breed-specific rescue for Hokkaidos because they are a rare breed outside of Japan. However, you may want to try general dog rescues that cater to all breeds, as they often will help keep an eye out for the dog you're looking for. Here are some rescues you can try:Lucky Dog Animal RescueAll Breed Rescue And TrainingYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Working Dogs"
    },
    {
      "name": "Height",
      "value": "18 to 22 Inches"
    },
    {
      "name": "Weight",
      "value": "45 to 65 Pounds"
    },
    {
      "name": "Life Span",
      "value": "11 to 13 Years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 3
    }
  ]
}