{
  "id": "hovawart",
  "url": "https://dogtime.com/dog-breeds/hovawart",
  "name": "Hovawart",
  "intro": "The Hovawart dog breed was developed in Germany as a guard dog, and they were also used for tracking. Today, this breed is a companion and family dog. But they also work in search and rescue and as guard dogs.\nEnthusiasts know that the breed’s name means “a guardian of estates” in German, and also call their pups “Hovies” for short. Although these are purebred dogs, you may still find them in shelters and rescues. Remember to adopt! Don’t shop if this is the breed for you.\nHovawarts are typically not recommended for first time dog parents. They can be stubborn and difficult to train if you’re not diligent and assertive. You must show your dog that you are the “pack leader” in order to earn their respect and for them to listen to you.\nSee below for complete list of dog breed traits and facts about Hovawarts!",
  "description": {
    "Highlights": "The Hovawart has a coat that comes in three colors. They can be solid blonde, solid black, or black with tan or gold markings.The Hovawart is considered to be an average shedder, with most of the shedding occurring seasonally. They're not a good choice for allergy sufferers.Hovawarts have a medium to high energy level and, regardless of what type of physical activity your pup engages in, they will require at least one hour long walk per day.The Hovawart is a great family dog and will get along well with children when properly socialized with them at a young age. They can become very protective of kids.Hovawarts have a very dominant temperament, which oftentimes makes it quite difficult for them to interact with other dogs. It can be a tough task socializing your Hovawart with other dogs. However, as long as they are socialized at a young age, Hovawarts generally get along with cats or other pets in the household.Hovawarts will thrive best in a home with a large, fenced-in yard. They are not suited for apartment life and can become destructive due to pent up energy from being in a small space.They're not recommended for first time dog parents as they will need someone who is firm, consistent, and will act as the pack leader.",
    "History": "The Hovawart originated in Germany and is claimed to have been descended from breeds such as the Newfoundland and the Leonberger. These strong dogs were built to withstand the various types of terrain in their environment to become excellent search and rescue dogs, as well as to be used for tracking.The Hovawart was bred to be a working dog, and their most important task was to guard their humans' homes and livestock. The breed lost popularity, and their numbers were dwindling, but devoted Hovawart breeders were able to reestablish the breed and added regulations to make sure the Hovawart was a healthy, hardy dog breed. They are even known to risk their lives in order to protect their families.These loyal dogs gained popularity and were recognized by the AKC in 2010 in the Foundation Stock Service group.",
    "Size": "Hovawarts stand 23 to 29 inches at the shoulder and weigh 55 to 110 pounds. Some dogs can be smaller or larger than average for their breed.",
    "Personality": "The Hovawart is a large, strong dog who's even tempered and loving, despite their often intimidating size. Their strongest personality trait is their constant need to defend their territory and protect the beloved human members of their pack.While they are generally very quiet dogs, their loud, deep bark will be enough to thwart any stranger that may seem like a threat. Needless to say, if you hear your Hovie barking, they likely have a legitimate reason to do so as they aren’t a “yappy” breed by any means. They are usually fairly skeptical and wary of strangers, but once they see their humans accept this new person, they'll gradually begin to let their guard down.Training your Hovawart should begin immediately, as these dogs have a very strong and stubborn personality. They're not recommended for first time dog parents as they will need someone who is firm, consistent, and will act as the pack leader. They may learn quickly due to their high intelligence, but their headstrong personality also makes them more difficult to train. These dogs are not for the faint of heart.The Hovawart is a great companion for active singles and families alike. Your Hovawart will thrive best in a home with a large, fenced-in yard. They are not suited for apartment life and can become destructive due to pent up energy from being in a small space. Since they historically guarded farms and livestock, they will also do just fine in more rural areas, as well.As with any dog, it's imperative that you socialize and expose your Hovawart to many different situations to get them used to other people, dogs, places, and noises. This will help to mold your pup into a confident, well adjusted dog.As far as exercise goes, the Hovawart enjoys several physical exercises, but also needs mental stimulation games as well. They enjoy any type of outdoor activities such as jogging, hiking, and trips to the dog park, once properly trained and socialized.",
    "Health": "Hovawarts are carefully bred and, thus, are generally a healthy breed. However, like all breeds, they can be subject to certain health conditions. Not all Hovawarts will get any or all of these diseases, but it’s important to be aware of them if you’re considering this breed.Some of the more common health problems Hovawarts suffer from include:Hip DysplasiaThyroid issues (such as hypothyroidism)",
    "Care": "Since the Hovawart is a working dog breed, these dogs need plenty of physical exercise to stay happy and healthy. They're not necessarily a “needy” breed, but they do need to have a pet parent who can give them the proper amount of attention that they require.Hovawarts are considered to be very versatile dogs, which makes them perfectly suited to go on hikes with their humans, even on trails with more difficult terrain, and they're excellent jogging partners. However, it's very important that the dog parent of a Hovawart is mindful to always walk in front of the dog in order to show that they are the pack leader.In addition to jogs and hikes, the Hovawart is also very fond of dog agility and other doggy sports. They have a medium to high energy level and, regardless of what type of physical activity your pup engages in, they will require at least one hour long walk per day.You will also need to keep up with your Hovawart’s ear, nail, and dental hygiene. Check the ears regularly for any debris that needs to be cleaned out, and brush your dog’s teeth a few times a week. It's best to start teeth brushing during puppyhood so that your dog is comfortable with the process, thus making it easier to do on a more frequent basis and, eventually, daily.This breed has a tendency to have fast-growing nails, so make sure to keep up with nail trims, ideally twice a month. If you can hear the nails clicking on the floor, you’ll know they are too long.",
    "Feeding": "An ideal Hovawart diet should be formulated for a large breed with medium to high energy.As with all dogs, the Hovawart’s dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Hovawart’s diet, as there is far too much variation among individual dogs -- including weight, energy, and health -- to make a specific recommendation.",
    "Coat Color And Grooming": "The Hovawart has a coat that comes in three colors. They can be solid blonde, solid black, or black with tan or gold markings.The Hovawart is considered to be an average shedder, with most of the shedding occurring seasonally. They have a soft and long coat and require occasional baths and weekly brushing in order to stay clean and keep the coat from tangling.Even though this breed has very little of an undercoat, its average amount of shedding does not make it a good choice for those who suffer with allergies.Since the coat on a Hovawart is not too short, they can withstand and prefer temperatures on the cooler side, but do not tolerate extreme heat or extreme cold very well.",
    "Children And Other Pets": "The Hovawart is a great family dog and will get along well with children when properly socialized with them at a young age. They can become very protective of kids in the household since they view them as members of their pack.Due to the large size of this breed, it is very important to supervise playtime and to make sure the dog isn’t getting too rough with children.As with any dog breed, children must always be taught how to properly interact with dogs, especially one of this size, in order to make sure both the dog and child can interact together safely.Hovawarts have a very dominant temperament, which oftentimes makes it quite difficult for them to interact with other dogs. It can be a tough task socializing your Hovawart with other dogs, but if you plan on having them interact with any dogs in the future, it must be done as soon as possible during puppyhood. However, as long as they are socialized at a young age, Hovawarts generally get along with cats or other pets in the household.",
    "Rescue Groups": "Rescues specifically for Hovawarts might be hard to come by. However, you can always check with your local shelter, and you may want to try a rescue that caters to all kinds of dogs. You can take a look at the following:Wright-Way RescueAngels Among Us Pet RescueYou can also check out DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Working Dogs"
    },
    {
      "name": "Height",
      "value": "23 to 29 inches"
    },
    {
      "name": "Weight",
      "value": "55 to 110 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 14 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}