{
  "id": "huskydoodle",
  "url": "https://dogtime.com/dog-breeds/huskydoodle",
  "name": "Huskydoodle",
  "intro": "The Huskydoodle is a mixed breed dog–a cross between the Siberian Husky and Poodle dog breeds. Highly intelligent, full of energy, and sociable, these pups inherited some of the best traits from both of their parents.\nHuskydoodles go by several names, including Siberpoo, Poosky, Siberian Poodle, and Huskypoo. Despite their unfortunate status as a designer breed, you may find these mixed breed dogs in shelters and breed specific rescues, so remember to adopt! Don’t shop!\nThese incredibly active pups make great dogs for equally active owners. While they can thrive with a high-energy person in an urban environment, they are best suited to households with a larger amount of space, like a yard, and more than one human. If you want a playful dog who will make sure you get your steps in–all while loving you unconditionally–this may be the right dog for you!\nSee below for all Huskydoodle facts and mixed dog breed characteristics!",
  "description": {
    "Highlights": "The Huskydoodle is a mixed breed dog. They are not purebreds like their Siberian Husky or Poodle parents.The main colors of Huskydoodles are black, gray, and white. Sometimes they will take on some of the Poodle parent's coloring, such as apricot, red, or brown, although this is less common. Sometimes their coats are solid, and sometimes they have a mix of colors.Huskydoodles are often bred with the intention of reproducing the Poodle's more low-shedding coat, but there they may have more Siberian Husky coat traits, which include seasonal shedding. These dogs may not be as allergy-friendly.Huskydoodles can have a pack mentality and typically enjoy the presence of other dogs. Their prey drive can make it a bit of an obstacle to get along with cats.Huskydoodles make excellent family dogs, as they are highly sociable and fairly tolerant of accidental rough play from younger children. Always supervise play time.This mixed breed dog can be stubborn at points, so training is an absolute must with the Huskydoodle.Make sure your Huskydoodle gets at least one good half-hour- to hour-long walk per day with a few good, active play sessions and some shorter walks mixed in.",
    "History": "The Huskydoodle dog breed may have existed naturally over the years, but designer breeders started intentionally mixing Siberian Huskies and Poodles in the late 1990s, likely in North America.Breeders wanted to combine the working status of the Siberian Husky while finding a way to avoid blowing, or seasonal coat shedding. Poodles are often used in hybrid dog breeds to help make the offspring's coat less likely to shed or trigger allergies. Breeders continued to create Huskydoodles as demand for the mixed breed pups climbed.Even though the Huskydoodle got their start as a designer breed, some have ended up in shelters or in the care of rescue groups. Consider adoption if you decide this is the mixed breed for you.Check your local shelters, research Huskydoodle rescues, or check with breed specific Siberian Husky or Poodle rescues, as they sometimes take in mixed breed dogs and find homes for them.",
    "Size": "Since the Huskydoodle is a relatively new mixed breed, there are few standards when it comes to size. However, as a mix between Siberian Husky and Poodle parents, you can expect Huskydoodles to be medium-sized.Their size will also depend on the size of the Poodle parent, who could be a toy or a Standard.Most Huskydoodles weigh in at 40 to 60 pounds and range in height from twelve to 25 inches at the shoulder. That said, many can be smaller or larger.",
    "Personality": "Many Huskydoodle lovers describe the mixed breed as fiercely intelligent and active. Even though they do require a higher-than-usual amount of exercise and mental stimulation, there are times the Huskydoodle thinks they're a lap dog and will happily cuddle on the couch with you.Since they are so intelligent, Huskydoodles get bored quickly, which can lead to unwanted destructive behaviors. In order to curb any shoe chewing or backyard digging, a Huskydoodle's human needs to provide plenty of structure and stimulation.This mixed breed dog can be stubborn at points, so training is an absolute must with the Huskydoodle. If you're looking for an exercise partner or a dog who can work as a support animal, you can't do much better than a Huskydoodle.Huskydoodles can make great family pets, but they do tend to latch onto one particular person. Still, the Huskydoodle tends to get along with everyone. Since they are so energetic and demand so much attention, they are best suited as the only animal in the house, though they can get along with other pets with proper socialization.",
    "Health": "The Huskydoodle mixed breed is predisposed to some of the same conditions the Poodle and the Siberian Husky also face. While most are generally healthy, some may be prone to a few health issues, which is why it is important to maintain good care and keep up with regular veterinary appointments.Some of the more common health problems Huskydoodles suffer from include:hip dysplasiaelbow dysplasiaallergiesskin issuesbloat",
    "Care": "As with all dogs, you should keep up with your Huskydoodle's regular veterinary checkups to detect any health concerns early. Your vet can help you create a health and care routine for your pup that will keep them well.The Huskydoodle is prone to allergies that can cause them skin and nasal irritation. Be sure to note any excessive licking, scratching, or cold-like symptoms in your Huskydoodle. You can also get your dog tested for allergies by the vet.If they don't get a good amount of exercise in, Huskydoodles are likely to pack on the pounds. Make sure your Huskydoodle gets at least one good half-hour- to hour-long walk per day with a few good, active play sessions and some shorter walks mixed in.Check their ears for debris and pests daily and clean them as recommended by your vet. Trim your dog's nails before they get too long--usually once or twice per month. They should not be clicking against the floor. Your groomer can help with this.Routinely brush your Huskydoodle's teeth. Your veterinarian can instruct you on how to brush your dog's teeth properly.",
    "Feeding": "An ideal Huskydoodle diet should be formulated for a medium-to-large sized breed with high energy.They tend to gain weight if they are overfed, so be sure to stick to a regular feeding schedule. Do not leave food out during the day, and limit their amount of treats as well.As with all dogs, the Huskydoodle's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Huskydoodle's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "Huskydoodle coats are often a mix of their Siberian Husky and Poodle parents' coats and colors. The main colors of Huskydoodles are black, gray, and white. Sometimes they will take on some of the Poodle parent's coloring, such as apricot, red, or brown, although this is less common. Sometimes their coats are solid, and sometimes they have a mix of colors.While Huskydoodles are often bred with the intention of reproducing the Poodle's more low-shedding coat, there's still a chance your Huskydoodle's coat takes on some of the Siberian Husky coat traits, which include seasonal shedding. These Huskydoodles may not be as allergy-friendly.Fortunately, both types of coats are fairly easy to maintain. Routinely brush your Huskydoodle's coat daily or once a week, depending on the length and type of coat.The Huskydoodle can tolerate colder temperatures, especially if they inherit the double coat of their Siberian Husky parent. Still, like any dog, you should not leave your Huskydoodle outside in either extreme cold or hot temperatures.",
    "Children And Other Pets": "Huskydoodles make excellent family dogs, as they are highly sociable and fairly tolerant of accidental rough play from younger children. Be sure to teach any kids interacting with your Huskydoodle how to safely play with the dog, even if your pup tends to be on the mellow side.Huskydoodles can have a pack mentality and typically enjoy the presence of other dogs. Their prey drive can make it a bit of an obstacle to get along with cats, but with the proper introduction and socialization, your Huskydoodle can do it. Many Huskydoodles get along with other dogs and cats just fine, but it truly comes down to training, socialization, and luck of the draw.",
    "Rescue Groups": "It may be hard to find a breed specific rescue for Huskydoodles because they are a mixed breed. However, you may want to try Siberian Husky or Poodle breed-specific rescues, as they often care for mixes, as well. Here are some rescues you can try:Raven's Husky Haven and RescueCarolina Poodle RescueYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "12 to 25 inches"
    },
    {
      "name": "Weight",
      "value": "40 to 60 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 14 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}