{
  "id": "huskita",
  "url": "https://dogtime.com/dog-breeds/huskita",
  "name": "Huskita",
  "intro": "The Huskita is a mixed breed dog — a cross between the Akita and Siberian Husky dog breeds. Large, energetic, and loyal, these pups inherited some of the best qualities from both of their parents.\nThe Huskita is also commonly called the Siberian Akita. Despite their unfortunate status as a designer breed, you may find these mixed breed dogs in shelters and breed specific rescues, so remember to adopt! Don’t shop!\nThese awesome dogs are protective and loyal. They’re also working dogs. Due to their alert nature, they have a history of taking on guard duties and police work, and they make great therapy dogs and companions animals for people.\nThey could live in an apartment as long as they get lots of exercise in the outdoors. Huskitas would do best in homes with yards and need a job or task to do. When under-stimulated, these pups can become destructive and unmanageable. Keep them working to keep them happy!\nSee below for all Huskita facts and mixed dog breed characteristics!",
  "description": {
    "Highlights": "Huskitas are mixed breed dogs. They are not purebreds like their Siberian Husky or Akita parents.The main colors of Huskitas are white, black and cream, or tan. They can be solid, but are often a mix of these colors.Huskitas are generally not recommended for people with allergies. They tend to shed quite a bit and will require a few good brushes per week.Akitas are better being the only dog in a household, while Huskies are pack animals. It's the luck of the draw to find out which way your Huskita will go when it comes to other animals.Huskitas are protective and loyal with kids, but they can snap if they're mistreated. Always supervise playtime and teach kids to interact with dogs properly. These dogs may prefer homes with older children or adults.Huskitas are prone to weight gain, and they have high energy levels. Hiking for 90 minutes per day is a good starting point. They thrive in the outdoors but need to live indoors.",
    "History": "The Huskita mixed dog breed may have existed naturally over the years, but designer breeders started intentionally mixing Akitas with the Siberian Husky in the late 1990s, likely in North America.Breeders wanted to mix the two parent breeds to create a strong, healthy and active companion dog. They continued to create Huskitas as demand for the mixed breed pups climbed.Even though the Huskita mixed breed got their start as a designer breed, some have ended up in shelters or in the care of rescue groups. Consider adoption if you decide this is the dog for you.Check your local shelters, look up Huskita rescues, or check with breed specific Akita and Siberian Husky rescues, as they sometimes help to re-home mixed breed dogs.",
    "Size": "As the Huskita is a relatively new mixed breed, there are few standards when it comes to size. That said, as a mix between Akita and Siberian Husky parents, you can expect Huskitas to be large in size.Most weigh in at 50 to 75 pounds and range in height from 22 to 25 inches at the shoulder. However, many can be smaller or larger.",
    "Personality": "Many Huskita lovers describe their dogs' as protective and alert. They are big and full of energy.They hail from a line of working parents. Siberian Huskies were originally used to pull snow sleds in Alaska while Akitas were used to guard royalty in Japan. This is why your Huskita will need a job. Whether small or large, they need to be needed.One thing Huskitas are not good at is being alone for long periods of time. Without the companionship they need—as well as exercise and the chance to put their intelligence to work—they become bored and frustrated. A Huskita who is under-exercised and ignored by their family is likely to express pent-up energy in ways you don't like, such as howling and chewing.Like every dog, the Huskita needs early socialization—exposure to many different people, sights, sounds, and experiences—when they're young. Socialization helps ensure that your Huskita puppy grows up to be a well-rounded dog.",
    "Health": "The Huskita breed is predisposed to some of the same conditions that the Akita and Siberian Husky also face. While most are generally healthy, some may be prone to a few health issues, which is why it is important to maintain good care and regular veterinary checkups.Some of the more common problems Huskitas suffer from include:Hip DysplasiaEpilepsyBlood Disease",
    "Care": "As with all dogs, you should keep up with your Huskita's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.Huskitas are prone to weight gain, and they have high energy levels. Hiking for 90 minutes per day is a good starting point. They thrive in the outdoors but need to live indoors.Check their ears for debris and pests daily and clean them as recommended by your vet. Trim your dog's nails before they get too long--usually once or twice per month. They should not be clicking against the floor. Your groomer can help with this.One main concern when it comes to your Huskitas care will be maintaining their oral health. You should brush their teeth daily, as many dogs are prone to dental issues. Your veterinarian can instruct you on how to brush your dog's teeth properly.",
    "Feeding": "A Huskita diet should be formulated for a large breed with high energy and exercise needs. You should consult your veterinarian or professional nutritionist for advice on what to feed your Huskita and the correct portion sizes.As with all dogs, the Huskita's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Huskita's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "Huskita coats are often a mix of their Akita and Siberian Husky parents' coats and colors. The main colors of Huskitas are white, black and cream, or tan. They can be solid, but are often a mix of these colors.They usually have short to medium legnth coats, and they're generally not recommended for people with allergies. They tend to shed quite a bit and you may need to pick up a RoboVac. These pups will require a few good brushes per week. Only bathe as needed so you don't strip the coat of it's natural oils. Brushing will also help to spread the oils throughout the coat.These pups are well suited for cold weather. Their Siberian Husky parentage is straight from Russia, which is about as cold as it gets.",
    "Children And Other Pets": "Adults should always supervise interactions between dogs and kids, and this is especially true with this mixed breed. No child could have a more loyal guardian and playmate than a Huskita, but a mistreated Huskita can become a liability and may even endanger your child's life.It is imperative to teach youngsters to be respectful and kind in all their interactions with dogs. Play between dogs and kids should always be supervised, even with well-trained dogs. That said, the Huskita is suitable for families with older children.Akitas are better being the only dog in a household, while Huskies are pack animals. It's the luck of the draw to find out which way your Huskita will go when it comes to other animals. Be cautious when introducing animals. You may even consider doing it through a fence or gate.Find out if this is the right dog for you by learning about their Akita and Siberian Husky parents.",
    "Rescue Groups": "It may be hard to find a breed-specific rescue for Huskitas because they are a mixed breed. However, you may want to try Siberian Husky or Akita breed-specific rescues, as they often care for mixes, as well. Here are some rescues you can try:Big East Akita RescueRaven's Husky Haven and RescueYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "22 to 25 inches"
    },
    {
      "name": "Weight",
      "value": "50 to 75 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 13 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}