{
  "id": "ibizan-hound",
  "url": "https://dogtime.com/dog-breeds/ibizan-hound",
  "name": "Ibizan Hound",
  "intro": "The Ibizan Hound was originally bred to hunt rabbits and small game on the Balearic island of Ibiza. Today, the Ibizan Hound dog breed is still used in that capacity in Spain and elsewhere. Ibizan Hounds also compete in lure coursing, agility, obedience, conformation, and tracking, in addition to being much-loved family companions.\nEven though these are purebred dogs, some may still end up in the care of shelters or rescues. Consider adoption if this is the breed for you.\nDespite the breed’s high energy levels, Ibizan Hounds can still fair well in apartment living situations, so long as you meet their exercise needs. Don’t leave them home alone for long hours, though, or you may end up with a bored and destructive pup. So long as they have plenty of walks and playtime, this dog will shower the humans in their life with plenty of affection.\nDogTime recommends this dog bed to give a good night’s sleep to your medium-sized Ibizan Hound. You should also pick up this dog fetch toy to help burn off your pup’s high energy!\nSee all Ibizan Hound dog breed facts and characteristics below!",
  "description": {
    "": "He comes from the trendy Spanish island of Ibiza, but the elegant Ibizan Hound is a canine classic whose history dates to the time of the pharaohs of Egypt. The beautiful red and white dog has a long, narrow head that resembles that of the Egyptian jackal god Anubis, large, erect ears that can point forward, sideways, or be folded backward, and flesh-colored pigment on the nose and eye rims, all of which combine to give him a unique appearance. More important is the wonderful personality that shines through.The Ibizan Hound, nicknamed Beezer by his fans, is playful and sometimes silly. He's not a touchy-feely dog, but he enjoys snuggling with members of his family. The Ibizan can be reserved with strangers and protective of his home, but he should never be shy or aggressive.A medium-size sighthound who was developed to hunt rabbits and other small game, he was bred for speed, stamina, and determination. Today, those talents make this athletic dog a match for some of the top coursing breeds, as well as an excellent competitor in agility, thanks to his ability to jump high and far.Ibizan Hounds enjoy their comforts — that sleek, sculpted body needs cushioning, after all — and can become couch potatoes who enjoy spending their days sleeping. Their exercise needs are moderate. They'll enjoy a couple of 20- or 30-minute walks or jogs daily. Whenever possible, give them a chance to run full out in a large, safely fenced area.Their ability to jump high from a standstill makes Ibizans notorious as counter surfers. Never trust them alone with food, no matter how out of the way you think it is. Outdoors, protect them with a secure fence that's at least six feet high. Ibizans cannot be trusted off-leash unless they are in a fenced yard. They have a strong prey drive and will chase anything that moves quickly. For this reason, they're not suited to families who have pets such as rabbits, although they get along fine with other dogs and can learn to live with cats if they're raised with them.The Ibizan Hound comes in two coat types, shorthaired and wirehaired, and both are easy to maintain.Regardless of whether you want to compete or simply want a wonderful companion, this could be the breed for you. An Ibizan will walk or run with you, love you, and always make you laugh.",
    "Highlights": "Ibizan Hounds do well in apartments if they are properly exercised.They must be kept on leash whenever they are not in a securely fenced area. Beezers have a strong prey drive and will pursue moving objects heedless of your commands.Ibizan Hounds are excellent jumpers. It takes at least a 6-foot fence to confine them to a yard. Underground electronic fences are not recommended for this breed.Beezers need daily exercise. If their exercise requirements are not met, they can become bored and destructive.Male Ibizan Hounds may develop poor appetites when they are adolescents. Encourage them to eat, but don't go overboard with food bribes, elaborate meals, or hand feeding; you'll simply end up with a picky eater.Beezers become cold easily. If you live in a cold or wet climate, purchase a coat for your dog.Ibizan Hounds are excellent with children, but all dogs should be supervised when they are with young children.These dogs are generally quiet indoors and can become couch potatoes but they need a daily walk or run.Ibizan Hounds are expert counter surfers so don't leave food out, even if you think it's out of your dog's reach.Ibizan Hounds are generally not aggressive but they do have a high prey drive and are not best suited for homes with small animals. They can learn to get along with cats if they're raised with them, but outdoor cats and other animals are fair game.Ibizan Hounds are a rare breed. Expect to spend time on a waiting list if you're interested in one of these dogs.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "When King Tut's tomb was opened in 1922, one of the treasures found inside it was a life-size statue of the jackal god Anubis, the Watchdog of the Dead, and the resemblance to the modern Ibizan Hound was striking. The carving and other artifacts from the time of the pharaohs suggest that dogs like the Ibizan Hound have existed for 5,000 years, making them one of the most ancient types of dogs.Turns out that supposition probably isn't correct, though. Genetic research has shown that the modern-day Ibizan, as well as his cousin, the Pharaoh Hound, are recent reconstructions of an older type and don't actually have a lineage that stretches back thousands of years.The age of the Ibizan aside, how did this type of dog end up on the Spanish island of Ibiza, from which he takes his name? The Phoenicians, the most adventurous and well-traveled traders of the time, may have taken him there in the 8th or 9th century BCE. On Ibiza, the lithe and speedy hound traversed rough terrain, using his splendid sight and hearing to seek out his prey: rabbits and hares.Ibizans lived a harsh life on their Spanish island, a life that shaped them to hunt with skill, tenacity, and patience. They might have remained there, little known, but for the importation of a pair, Hannibal and Certera, by Colonel and Mrs. Consuelo Seoane to Rhode Island in 1956. They produced the first American litter of eight puppies which, along with several other imports, became the foundation of the breed in the United States.The Ibizan Hound was recognized by the American Kennel Club in 1979 and first appeared at the Westminster Kennel Club show in 1980. He remains a rare breed today. The Ibizan Hound ranks 138th among the 155 breeds and varieties recognized by the AKC.",
    "Size": "A male Ibizan Hound stands 23.5 to 27.5 inches and weighs 50 pounds; a female is 22.5 to 26 inches and 45 pounds.",
    "Personality": "The lively Ibizan is attracted by anything that moves and will run after cats, rabbits, or anything else that looks like it might be fun to chase. His large, mobile ears are indicative of his super sense of hearing, which makes him an excellent watchdog. He might not bark an alarm, but if you see those ears twitching, you'll know something or someone is around. With his family, the Ibizan is even-tempered, affectionate, and loyal. He may be reserved at first with strangers, but he should never be shy or aggressive.Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Choose the middle-of-the-road puppy, not the one who's beating up his littermates or the one who's hiding in the corner. Always meet at least one of the parents — usually the mother is the one who's available — to ensure that they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when he grows up.Like every dog, Ibizan Hounds need early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Ibizan puppy grows up to be a well-rounded dog. Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills.",
    "Health": "Ibizan Hounds are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Beezers will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition. In Beezers, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).Seizures: Seizures can have a number of causes. They can be hereditary; they can be triggered by such events as metabolic disorders, infectious diseases that affect the brain, tumors, exposure to poisons, or severe head injuries; or they can be of unknown cause (referred to as idiopathic epilepsy). Seizures may be exhibited by unusual behavior, such as running frantically as if being chased, staggering, or hiding. Seizures are frightening to watch, but the long-term prognosis for dogs with idiopathic epilepsy is generally very good. Epilepsy can be controlled with medication, but it cannot be cured. A dog can live a full and healthy life with the proper management of this disorder. If your Ibizan Hound has seizures, take him to the vet right away for a diagnosis and treatment recommendations.Allergies: Allergies are a common ailment in dogs. There are three main types of allergies: food-based allergies, treated by an elimination process of certain foods from the dog's diet; contact allergies, caused by a reaction to a topical substance such as bedding, flea powders, dog shampoos, and other chemicals; and inhalant allergies, caused by airborne allergens such as pollen, dust, and mildew. Treatment varies according to the cause and may include dietary restrictions, medications, and environmental changes.Axonal Dystrophy: Axonal Dystrophy is a rare neurological disorder that is seen occasionally in Ibizan Hounds. It affects young puppies.Cataracts: A cataract is an opacity on the lens of the eye that causes difficulty in seeing. The eye(s) of the dog will have a cloudy appearance. Cataracts usually occur in old age and sometimes can be surgically removed to improve the dog's vision.Deafness: Deafness can affect one or both ears. Puppies and adults can be tested to verify that their hearing is sound. If your Ibizan has hearing loss, he'll require special training techniques, as well as extra patience. Aids such as vibrating collars can help.Retinal Dysplasia: This is a developmental malformation of the retina that the dog is born with. Veterinary ophthalmologists can determine if puppies are affected when they are 7 to 12 weeks old. Cases can range from mild to severe. Retinal dysplasia shouldn't affect a dog's ability to function as a companion, but affected dogs shouldn't be bred.",
    "Care": "With their quiet nature and moderate exercise needs, Ibizans are suited to most living situations, from condos to homes with yards, as long you can provide them with a couple of daily walks or runs. They aren't trustworthy off leash, however, and should never be allowed to run free except in a safely fenced area. An Ibizan is an excellent jumper and should be confined by a fence that's at least six feet high. Don't count on an underground electronic fence to keep him in your yard; the desire to chase a moving object will always overcome the threat of a momentary shock.An Ibizan is an excellent walking or jogging companion and will enjoy a couple of 20- or 30-minute outings daily. He'll appreciate any opportunity to run free, although he may take advantage of it for only a few minutes.Be careful not to exercise puppies too much until they reach maturity. The general rule is 5 minutes for every month of age; i.e. a 5-month-old puppy should receive no more than 25 minutes of exercise per day.Train your Beezer with positive reinforcement techniques such as praise, play, and food rewards. Hounds in general weren't created to work closely with people, so they need short, fun training sessions that will hold their interest. Ibizan Hounds are intelligent and can learn quickly, but they'll become bored if training is repetitive. If you train your Ibizan correctly, he'll be an eager, enthusiastic student, but if your teaching methods are harsh or boring, this sensitive dog will refuse to respond to you.Ibizans aren't difficult to housetrain. Crate training is recommended, however, as an aid to housetraining and to prevent your Ibizan puppy or adolescent from getting into mischief when you're not around to supervise. Remember that he has a slender body with little fat for padding and provide a cushion for his crate. Otherwise, your Ibizan may find his quarters uncomfortable.",
    "Feeding": "Recommended daily amount: 2 to 3 cups of high-quality dry food a day, divided into two meals.NOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Ibizan Hound in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test. First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Beezer, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The Ibizan Hound can have a coat that's shorthaired or wirehaired. The wirehaired coat can be one to three inches long, with the longest hair on the back, the back of the thighs, and the tail. He may sport a moustache on his muzzle. Whether he has a short or wire coat, the Beezer's hair is hard to the touch.Ibizans can be white, red (ranging from a light yellow-red called lion to a deep red), or red and white. Don't be taken aback by his pigmentation. His nose and eye rims are supposed to be flesh-colored, not black.It's easy to groom an Ibizan, no matter which type of coat he has. Brush him weekly to remove loose hair and keep his coat shiny and skin healthy. You can brush him more often if you want to reduce the amount of hair he sheds. Bathe only as needed.Brush your Beezer's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim nails once or twice a month. If you can hear them clicking on the floor, they're too long. Short, neatly trimmed nails keep the feet in good condition and protect your shins from getting scratched when your Ibizan enthusiastically jumps up to greet you.Begin accustoming your Ibizan to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.",
    "Children And Other Pets": "Because they're so playful and silly, Ibizans are good with children. They can be gentle but may chase young children who are running around. They're probably best suited to homes with older children who understand how to interact with dogs.Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's sleeping or eating or to try to take the dog's food away. No dog should ever be left unsupervised with a child.Ibizans enjoy the company of other dogs and can learn to get along with cats, if they're introduced at an early age. Your housecat will fare best with an Ibizan if he's the type to stand his ground rather than run. Cats or other animals that wander into their yard are fair game, however.",
    "Rescue Groups": "Ibizan Hounds are sometimes bought without any clear understanding of what goes into owning one. These dogs may end up in need of adoption and fostering.Ibizan Hound Club of the United StatesSPAR — Sighthound Placement & Referral"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Hound Dogs"
    },
    {
      "name": "Height",
      "value": "22 to 27 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "45 to 50 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 14 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}