{
  "id": "irish-setter",
  "url": "https://dogtime.com/dog-breeds/irish-setter",
  "name": "Irish Setter",
  "intro": "Irish Setters originated as a gundogs in their native Ireland, and the dog breed‘s popularity soon spread, thanks to the beauty of their rich mahogany coat and their enthusiasm as bird dogs.\nThey’re friendly, mischievous, and inquisitive, with high energy levels. This is a bold and boisterous family friend with the potential to do well in many canine sports and activities.\nDogTime recommends this dog bed to give a good night’s sleep to your medium-sized Irish Setter. You should also pick up this dog brush and massager for your long-haired pup!\nSee all dog breed traits and facts about Irish Setters below!",
  "description": {
    "": "Who says blondes have more fun? Any self-respecting Irish Setter would dispute that claim. These fun-loving dogs are tremendously likeable, not only for their flame-colored hair, but also for their athleticism, grace, and enthusiasm. When you live with an Irish Setter, you can be assured of having a happy, friendly companion who's always ready to rock and roll.Originally developed as a bird dog, the Irish Setter retains the drive and energy of his forefathers. There's nothing he enjoys more than doing new things and going new places, especially if they involve birds. Although he's not seen as much in the field as some other sporting breeds, his hunting instinct is still strong. Once he's trained on birds, he never needs a refresher course.While the Irish Setter loves everyone, he's not suited to every home. He's brimming with energy and requires a minimum of an hour of exercise daily. A large fenced yard or acreage where he can run is important, as is an active family who will include him in everything they do. He can develop separation anxiety or become destructive if he's left to his own devices.Irish Setters come in two types: show and field dogs. Irish Setter show dogs are heavier and larger than field dogs, with a heavier, thicker coat. Both types meet the breed standard — a written description of how a breed should look and act. Regardless of size and coat, the Irish Setter should maintain his natural ability to be a gundog.Beyond their talents in the field, Irish Setters excel at many other activities, including obedience, rally, tracking, and agility competition. With their wonderful temperaments, they make terrific therapy dogs and can be found visiting hospices, retirement homes, and children's hospitals, spreading the gift of their warmth, humor, and love.Irish Setters are known for their intelligence, but they're also mischievous and independent. Training them requires much patience and consistency. This breed is slow to mature, so you'll have a full-grown dog with puppylike enthusiasm and activity levels for several years. Not surprisingly, they're great playmates for active older children, but they can be overwhelming for toddlers, who may find themselves bowled over by this rascally redhead.The Irish Setter has been loved by movie stars, presidents, and ordinary people who admire him for his joyful spirit. He's a wonderful companion who will keep you fit and make you laugh throughout your life.",
    "Highlights": "Irish Setters become very attached to the people in their lives and can suffer from serious separation anxiety. They become very unhappy when they are left alone for more than a few hours and this unhappiness usually results in destructive behavior. Irish Setters do not make good outdoor dogs and need to stay inside, close to their family.The high-energy, athletic Irish Setter needs room to run and the best place for him to do that is in a large, fenced yard.Irish Setters need lots of exercise and should be exercised twice a day for at least half an hour each time.Irish Setters need obedience training to channel their mischievous and sometimes stubborn nature.Irish Setters do very well with other animals and children. It is important, however, to properly socialize your puppy regardless of the breed's temperament or your living situation. You might not have children or other pets now, but that could change. Lack of socialization can cause many difficulties.Irish Setters need to be groomed daily or every other day to keep their long, silky coats from becoming tangled. They are moderate shedders, so you will have some hair in your house, especially during shedding seasons.Irish Setters do not mature quickly. Some dogs settle down by the age of 2, but others remain puppylike their entire lives.Irish Setters are inquisitive by nature and will get into anything they can find or reach. This trait can also make training more difficult because they generally have a hard time staying focused. If you can keep them interested in training, they learn quickly.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "It's not surprising that this handsome redhead comes from Ireland, which is famous for fine and beautiful dogs. The Irish Setter appears to have been developed there in the 18th century, probably the result of combining English Setters, spaniels, pointers, and Gordon Setters.Those first Irish Setters were sometimes called red spaniels — a clue to their heritage, perhaps — or modder rhu, Gaelic for \"red dog.\" Often, they were white and red instead of the solid dark red we see today. Some, described as \"shower of hail\" dogs, had red coats sprinkled with small white spots. The Irish Earl of Enniskillen may have started the fad for solid red dogs. By 1812, he would have no other kind in his kennels. Other Irish breeders of the time who preferred the red dogs were Jason Hazzard of Timaskea in County Fermanagh and Sir St. George Gore.A dog named Elcho was the first Irish Setter imported to the United States. He arrived in 1875 and became a star not only in the show ring but also in the field. The first Irish Setter registered by the American Kennel Club was Admiral, in 1878.They quickly became one of the most popular breeds in America and a favorite in the show ring. Between 1874 and 1948, 760 Irish Setters became conformation champions, while only five became field champions. This sparked alarm for some fanciers of the original breed, and in 1940 the magazine Field and Stream called for a resurrection of the breed as a working dog. Today, it's not unusual to see two types: the larger, heavier show dog, and the lighter, sleeker field dog.The Irish Setter's popularity soared in the 1960s and 1970s, thanks to the books and movie featuring an Irish Setter named Big Red, as well as the presence of Irish Setter King Timahoe at the White House during the Nixon administration. Today, the Irish Setter ranks 68th among the 155 breeds and varieties recognized by the AKC.",
    "Size": "The typical male Irish Setter stands 27 inches at the shoulder and weighs 70 pounds; females are 25 inches and weigh 60 pounds.",
    "Personality": "The Irish Setter is fun-loving, playful, and affectionate, always ready for a rollicking good time. He can be mischievous and isn't above raiding your underwear drawer and prancing into the living room bearing a leopard-print thong in his teeth — while guests are there, natch.Irish Setters are outgoing and love people. They aren't really guard dogs, although they've been known to step in and protect their people as needed. They are, however, excellent watchdogs and will bark to let you know of visitors or intruders. Irish Setters are slow to mature and will retain their puppy enthusiasm for several years and often throughout their life.Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Choose the middle-of-the-road puppy, not the one who's beating up his littermates or the one who's hiding in the corner.Always meet at least one of the parents — usually the mother is the one who's available — to ensure that they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when he grows up.Like every dog, Irish Setters need early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Irish Setter puppy grows up to be a well-rounded dog. Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills.",
    "Health": "Irish Setters are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Irish Setters will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition. In Irish Setters, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).Hip Dysplasia: This is a heritable condition in which the thighbone doesn't fit snugly into the hip joint. Some dogs show pain and lameness on one or both rear legs, but you may not notice any signs of discomfort in a dog with hip dysplasia. As the dog ages, arthritis can develop. X-ray screening for hip dysplasia is done by the Orthopedic Foundation for Animals or the University of Pennsylvania Hip Improvement Program (PennHIP). Dogs with hip dysplasia should not be bred. If you're buying a puppy, ask the breeder for proof that the parents have been tested for hip dysplasia and are free of problems. Hip dysplasia is hereditary, but it can also be triggered by environmental factors, such as rapid growth from a high-calorie diet or injuries incurred from jumping or falling on slick floors.Osteochondrosis Dissecans (OCD): This orthopedic condition, caused by improper growth of cartilage in the joints, usually occurs in the elbows, but it has been seen in the shoulders as well. It causes a painful stiffening of the joint, to the point that the dog is unable to bend his elbow. It can be detected in dogs as early as four to nine months of age. Overfeeding of \"growth formula\" puppy foods or high-protein foods may contribute to its development.Hypothyroidism: Hypothyroidism is an abnormally low level of the hormone produced by the thyroid gland. A mild sign of the disease may be infertility. More obvious signs include obesity, mental dullness, drooping of the eyelids, low energy levels, and irregular heat cycles. The dog's fur becomes coarse and brittle and begins to fall out, and the skin becomes tough and dark. Hypothyroidism can be treated with daily medication, which must continue throughout the dog's life. A dog receiving daily thyroid treatment can live a full and happy life.Canine Leukocyte (CAD): Canine Leukocyte is an inherited abnormality that affects the white blood cells ability to fight infection. This disease impairs the immune system and is found in Irish Setters. Dogs who have this disease will suffer from immunological complications and reoccurring infections. Breeders are currently trying to remove Canine Leukocyte from their breeding lines and there is a DNA test that can be done to show that a dog is free of the gene. It is important to ask your potential breeder if their dogs have been screened for CLAD.Epilepsy: The Irish Setter can suffer from epilepsy, a disorder that causes mild or severe seizures. Epilepsy can be hereditary; it can be triggered by metabolic disorders, infectious diseases that affect the brain, tumors, exposure to poisons, or severe head injuries; or it can be of unknown cause (referred to as idiopathic epilepsy). Seizures may be exhibited by unusual behavior, such as running frantically as if being chased, staggering, or hiding. Seizures are frightening to watch, but the long-term prognosis for dogs with idiopathic epilepsy is generally very good. Epilepsy can be controlled with medication, but it cannot be cured. A dog can live a full and healthy life with the proper management of this disorder. If your Irish Setter has seizures, take him to the vet right away for a diagnosis and treatment recommendations.Progressive Retinal Atrophy (PRA): This is a degenerative eye disorder that eventually causes blindness from the loss of photoreceptors at the back of the eye. PRA is detectable years before the dog shows any signs of blindness. Fortunately, dogs can use their other senses to compensate for blindness, and a blind dog can live a full and happy life. Just don't make it a habit to move the furniture around. Reputable breeders have their dogs' eyes certified annually by a veterinary ophthalmologist and do not breed dogs with this disease. A new DNA test for PRA will help to reduce the incidence of this disease in the breed.Hypertrophic Osteodystrophy (HOD): Hypertrophic osteodystrophy, which causes lameness and is linked to excessive levels of protein and calcium in the diet, may affect puppies between 4 and 8 months of age. Besides lameness, signs include fever, appetite loss, swollen joints, lethargy, and reluctance to walk. It can occasionally be fatal. HOD can be difficult to diagnose, so make sure your veterinarian is aware that the condition can affect Irish Setters. It's treated with a course of steroids, antibiotics, and pain relievers.Gastric Torsion (Bloat): This is a life-threatening condition that affects large, deep-chested dogs, especially if they're fed one large meal a day, eat rapidly, drink large amounts of water rapidly, or exercise vigorously after eating. Bloat occurs when the stomach is distended with gas or air and then twists. The dog is unable to belch or vomit to rid himself of the excess air in his stomach, and blood flow to the heart is impeded. Blood pressure drops and the dog goes into shock. Without immediate medical attention, the dog can die. Suspect bloat if your dog has a distended abdomen, is drooling excessively, and retching without throwing up. He also may be restless, depressed, lethargic, and weak with a rapid heart rate. If you notice these symptoms, get your dog to the vet as soon as possible.Panosteitis: Panosteitis is a disease that affects the bones, especially the limb bones, of primarily young large breed dogs. A lameness in one or more leg is the result of inflammation in the bone. The disease usually lasts from 1 to 6 months and the dog will go through periods of pain and periods of good health. There is no treatment but it is managed with anti-inflammatories and pain relievers.",
    "Care": "The best home for an Irish Setter is one with a large fenced yard or acreage. This breed needs room to run. He is a hunting dog, so he must be contained by a fence or restrained by a leash to prevent him from wandering off. He should live indoors with his family, never alone in a kennel or backyard.Irish Setters need at least an hour of exercise daily. This can be done in a variety of different ways, but one of the best ways is to allow the Irish Setter to run. He's a great jogging companion and will also enjoy running alongside a bicycle. Long walks, playing fetch, swimming, and of course hunting are other excellent ways to exercise your Irish Setter.Irish Setter puppies have different exercise needs. From 8 weeks to 4 months of age, puppy kindergarten once or twice a week is a great way for them to get exercise, training, and socialization, plus 15 to 20 minutes of playtime in the yard, morning and evening. Throw a ball for them to fetch. From 4 to 6 months of age, weekly obedience classes and daily half-mile walks will meet their needs, plus playtime in the yard. From 6 months to a year of age, play fetch with a ball or Frisbee for up to 40 minutes during cool mornings or evenings, not in the heat of the day. Continue to limit walks to a half mile. After he's a year old, your Irish Setter pup can begin to jog with you, but keep the distance to less than a mile, run on soft surfaces such as grass or dirt, and give him frequent breaks along the way. As he continues to mature, you can increase the distance and time you run. These graduated levels of exercise will protect his developing bones and joints.Irish Setters are intelligent dogs who are easy to train, although they require firmness and consistency to prevent them from taking advantage of you. You must be able to provide leadership without using anger or physical force. Training an Irish Setter is primarily a matter of preventing boredom on his part. He tends to suffer from attention deficit disorder. Help him focus by keeping him entertained. Use positive reinforcement techniques such as food rewards, praise, and play, and avoid repetitive exercises. Switch rewards and activities frequently to retain his interest. He accepts fair corrections good-naturedly.Crate training is a must for your Irish Setter puppy. This breed is curious and will examine anything and everything with his mouth. A crate will help keep your puppy and your belongings safe when you aren't around to supervise.Most Irish Setters are easy to housetrain. Be consistent, keep the puppy on a schedule, and use a crate. The most important thing to remember is that housetraining is a long process. Your Irish Setter puppy may understand where he needs to do his business, but he may not have the bladder control to see it through until he's 4 months or older. If you will be gone for long periods of time for work or other activities, it's important to have someone who will let the puppy out for a pee break.",
    "Feeding": "Recommended daily amount: 2 to 3 cups of high-quality dry food a day, divided into two meals.NOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Irish Setter in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test. First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Irish Setter, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "His beautiful coat is one of the characteristics that give the Irish Setter his reputation as one of the most beautiful breeds in the dog world. Short and fine on the head and forelegs, the burnished mahogany or rich chestnut red coat is moderately long and straight on the rest of the body, with long, silky feathering on the ears, the backs of the forelegs and thighs, and the tail, and a fringe of hair on the belly and chest. In the show ring, Irish Setters are trimmed to emphasize the lean head and clean neck and to show the natural outline of the foot.Brush your Irish Setter at least every other day to keep his coat shiny and tangle-free. Check for burrs and other debris any time he's been out in the field or on a hike. Unless he rolls in something stinky, he shouldn't need a bath more than a couple of times a year, as long as you keep him well brushed. You can bathe him more frequently if you want, however, and you'll need to if you plan to show him. Use a shampoo made for dogs to avoid drying out his coat and skin.All breeds with pendant, or hanging, ears tend to have issues with ear infections. Check your Irish Setter's ears weekly and wipe them out with a cotton ball moistened with a cleanser recommended by your veterinarian. Never stick cotton swabs or anything else into the ear canal or you might damage it. Your Irish Setter may have an ear infection if the inside of the ear smells bad, looks red or seems tender, or he frequently shakes his head or scratches at his ear.Brush your Irish Setter's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim nails once or twice a month if your dog doesn't wear them down naturally. If you can hear them clicking on the floor, they're too long. Short, neatly trimmed nails keep the feet in good condition and prevent your legs from getting scratched when your Irish Setter enthusiastically jumps up to greet you.Begin accustoming your Irish Setter to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the ears, nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "Irish Setters are good friends for active older children, but they can be too rambunctious for toddlers. It's all too easy for an Irish Setter to accidentally knock a child down.Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's eating or sleeping or to try to take the dog's food away. No dog, no matter how friendly, should ever be left unsupervised with a child.Irish Setters are also good with other dogs in the household, as well as cats, especially if they're raised with them, but they might see pet birds as prey since those are what they are bred to hunt.",
    "Rescue Groups": "Irish Setters are often purchased without any clear understanding of what goes into owning one. There are many Irish Setters in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward an Irish Setter rescue.Irish Setter Club of America RescueNorCal Irish Setter Rescue, Inc.Irish Setter Club of Ohio RescueIrish Setter Rescue in New JerseyThe Irish Setter Club of Canada"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Sporting Dogs"
    },
    {
      "name": "Height",
      "value": "2 feet, 1 inch to 2 feet, 3 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "60 to 70 pounds"
    },
    {
      "name": "Life Span",
      "value": "11 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}