{
  "id": "irish-wolfhound",
  "url": "https://dogtime.com/dog-breeds/irish-wolfhound",
  "name": "Irish Wolfhound",
  "intro": "The Irish Wolfhound dog breed was originally used in war to drag men off horses and chariots. They also hunted large game such as deer, boar, and wolves. Today this adaptable dog is a family companion who also competes in obedience, tracking, and lure coursing.\nEven though these are purebred dogs, some may still end up in the care of shelters or rescues. Consider adoption if this is the breed for you.\nThe Irish Wolfhound is, on average, the tallest dog breed in the world, although several other breeds can outweigh them. Because of this, apartment dwellers will have a lot of difficulty providing enough space for these dogs to move around and thrive. But for families with plenty of room to roam, Irish Wolfhounds make for extremely loving companions, even to children. Just make sure you have a fence–and a tall one at that–to prevent your dog from chasing wildlife.\nDogTime recommends this big, spacious crate to give your big Irish Wolfhound a place to rest and relax. You should also pick up this dog brush and massager for your long-haired pup!\nSee all Irish Wolfhound dog breed facts and characteristics below!",
  "description": {
    "": "When Irish eyes are smiling, you can be sure they belong to an Irish Wolfhound. He has a noble and commanding appearance, but beneath his shaggy eyebrows twinkle eyes with a sweet, gentle expression.This ancient breed originated in Ireland, where he served as both a war dog and hunting dog. He came close to extinction in the 19th century after the great prey animals — wolves, deer, and wild boars — had largely disappeared in Ireland, but the breed was revived and today is a wonderful companion who draws the admiration of many.The Irish Wolfhound is the tallest of all dog breeds and the largest of the sighthounds — dogs that chase moving prey. Despite his distant past as a ferocious war dog, he's a gentle giant who gets along with everyone, including children, other dogs, and sometimes even cats. He loves long walks, which are important in maintaining his huge body, but otherwise he's satisfied to be a couch potato.While they're quiet indoors, Irish Wolfhounds are not recommended for apartment living. Consider whether you'd be able to get one up and down the stairs if he were injured or sick. They do best in a home with a large fenced yard where they can have room to run.The Irish Wolfhound is not the ideal watchdog. He doesn't bark an alarm, and although he has the size to deter many would-be intruders he doesn't have the nature of a guard dog. He's brave but not aggressive.Like any dog, the Irish Wolfhound isn't the breed for everyone. His gigantic size alone is a consideration. He has several health issues that potential owners must be aware of. And he's a short-lived breed who has only a 6- to 8-year life span. If you're looking for a breed that lives many years and is easy to care for, then he's not the breed for you. But if you're looking for a companion who will fill your life with love, admiration, and sloppy kisses, then look no further.",
    "Highlights": "Irish Wolfhounds are not recommended for apartment living. Although they have relatively low activity levels inside, they need room to stretch out and aren't built for negotiating stairs.Irish Wolfhounds require at least 40 minutes of daily exercise and do best in a home with a large fenced yard.Irish Wolfhounds need a fenced yard to keep them from chasing prey away from their yards. They should not be kept in a yard with underground electronic fencing. The desire to chase is too strong to be overcome by the threat of a momentary shock.The Irish Wolfhound is a gentle dog who usually gets along well with everyone. With early socialization and training, he'll be gracious toward other dogs and forbearing of indoor cats. He'll view outdoor cats and other animals as fair game.If you are looking for a long-lived breed, the Irish Wolfhound is not for you. He lives roughly 6 to 8 years and his giant size predisposes him to many health problems.Irish Wolfhounds do not make good guard dogs although their size can be a deterrent to a would-be intruder.The Irish Wolfhound is an average shedder and only needs to be brushed on a weekly or bi-weekly basis. You'll need to strip the longer portions of his coat if you want to keep him looking like the Irish Wolfhounds that compete in the conformation ring.Irish Wolfhounds should be walked on leash to prevent them from chasing animals or other moving objects, such as radio-controlled cars.The Irish Wolfhound is not a pony and should not be ridden by children, no matter how small. His joints aren't built for the strain. Nor is he built for pulling a cart or other vehicle.Irish Wolfhounds thrive when they are with their owners. They are not outdoor dogs, although they enjoy playing outside.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "Throughout history, the Great Hound of Ireland has been a marvel wherever he went. Roman consul Aurelius wrote in 391 AD that \"all Rome viewed with wonder\" the seven Irish Wolfhounds that had been sent to him as a gift.And no wonder! The dog's great size made him fearsome in battle and capable of pursuing the Irish elk, which stood six feet at the shoulder — double the Wolfhound's height — as well as the wolf, the predator from which the Wolfhound eventually took his name.Before that, he was known simply as Cu, a Gaelic word that probably meant hound, wolf dog, or war dog. There are many mentions of the great dog in Irish literature over the centuries.He was used as a war dog, his job being to pull men down from horses or chariots. They were also used for hunting elk, boar, and wolves as well as guarding homes and livestock. The Irish Wolfhound was prized for his ferocity and bravery in battle.Irish law permitted only kings and nobles to own the Irish Wolfhound, and the number of dogs owned was related to the prestige of the title held. For example, members of the lesser nobility were limited to two Wolfhounds. Irish legends say that folk hero Finn MacCumhaill had 500 Irish Wolfhounds, with his two favorites being Bran and Sceolan, who were of magic birth.The Irish Wolfhound was a popular gift between rulers and other important people. Often they arrived wearing chains and collars made with silver and gold. A favorite tale is that of the Irish Wolfhound sent to the Prince of Wales, Llewellyn, by England's King John in 1210. The hound was named Gelert, and Llewellyn loved him more than life itself.One day, Llewellyn went hunting and charged Gelert with guarding his baby son while he was gone. When he returned, he found the baby's crib overturned and Gelert covered in blood. Mad with grief, he slew Gelert, but as the faithful dog lay dying, Llewellyn heard the cry of his son. He searched further and found the child, alive, next to the body of a wolf that Gelert had killed. Llewellyn mourned his dog forever after and erected a tomb in Gelert's honor, which can still be seen in Caernarvon, Wales.Despite his fame, the Irish Wolfhound's numbers declined over the years, especially after the elk and the wolf in Ireland were hunted to extinction. Irish Wolfhounds were kept by only a few families as ornamental dogs and rarely saw use in the field.The breed might have disappeared had it not caught the interest of Major H. D. Richardson. In the mid-1800s, Richardson wrote a book suggesting that the Irish Wolfhound and the Highland Deerhound were the same breed. He began breeding Irish Wolfhounds, basing his breeding program on the Glengarry Deerhounds.Another advocate of the Irish Wolfhound was a Captain George Augustus Graham, who used Glengarry Deerhounds, Borzoi, and a Tibetan Mastiff to revitalize the Irish Wolfhound breed. He also used Irish Wolfhounds that were crossed with Great Danes, including a Harlequin Great Dane.Graham founded the Irish Wolfhound Club in 1885 and England's Kennel Club recognized the breed in 1925. The first Irish Wolfhound registered with the American Kennel Club was Ailbe in 1897, and the Irish Wolfhound Club of America was founded in 1927. Today, the Irish Wolfhound ranks 77th among the 155 breeds and varieties recognized by the AKC.",
    "Size": "A male Irish Wolfhound stands at least 32 inches tall at the shoulder and weighs at least 120 pounds. The Irish Wolfhound female is at least 30 inches tall and 105 pounds. Many are larger. Males usually average 34 to 35 inches and 140 to 180 pounds; females 32 to 34 inches and 115 to 140 pounds.",
    "Personality": "Intelligent and gentle, the Irish Wolfhound has a strong desire for human companionship. With his family, he's calm, dignified, and responsive. He's sensitive and must be trained using positive reinforcement such as praise and food rewards. Harsh words or physical punishment will cause him to shut down.When it comes to watchdog duties, he's alert but not suspicious. There's not an aggressive bone in his body, so he's a poor choice as a guard dog.Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Choose the middle-of-the-road puppy, not the one who's beating up his littermates or the one who's hiding in the corner.Always meet at least one of the parents — usually the mother is the one who's available — to ensure that they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when he grows up.Like every dog, the Irish Wolfhound needs early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Irish Wolfhound puppy grows up to be a well-rounded dog.Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills.",
    "Health": "Irish Wolfhounds are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Irish Wolfhounds will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition.In Irish Wolfhounds, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).Anesthesia Sensitivity: Sighthounds, including Irish Wolfhounds, are sensitive to anesthesia and some other drugs that can lead to the death of the dog if it is administered a regular dose. This sensitivity is probably related to the lower percentage of body fat in this breed than other breeds. A regular dose for a dog the size of the Irish Wolfhound is generally too much for the low-body-fat Irish Wolfhound. Choose a veterinarian who is familiar with this sensitivity in sighthounds.Hip Dysplasia: This is a heritable condition in which the thighbone doesn't fit snugly into the hip joint. Some dogs show pain and lameness on one or both rear legs, but you may not notice any signs of discomfort in a dog with hip dysplasia. As the dog ages, arthritis can develop. X-ray screening for hip dysplasia is done by the Orthopedic Foundation for Animals or the University of Pennsylvania Hip Improvement Program (PennHIP). Dogs with hip dysplasia should not be bred. If you're buying a puppy, ask the breeder for proof that the parents have been tested for hip dysplasia and are free of problems. Hip dysplasia is hereditary, but it can be worsened by environmental factors, such as rapid growth from a high-calorie diet or injuries incurred from jumping or falling on slick floors.Elbow Dysplasia: This is a heritable condition common to large-breed dogs. It's thought to be caused by different growth rates of the three bones that make up the dog's elbow, causing joint laxity. This can lead to painful lameness. Your vet may recommend surgery to correct the problem, or weight management or anti-inflammatory medication to control the pain.Liver Shunt: A liver shunt is an abnormal blood flow between the liver and the body. That's a problem, because the liver is responsible for detoxifying the body, metabolizing nutrients, and eliminating drugs. Signs can include but are not limited to neurobehavioral abnormalities, lack of appetite, hypoglycemia (low blood sugar), intermittent gastrointestinal issues, urinary tract problems, drug intolerance, and stunted growth. Signs usually appear before two years of age. Corrective surgery can be helpful in long-term management, as can a special diet.Heart Disease: Irish Wolfhounds can be prone to heart disease, primarily heart failure caused by dilated cardiomyopathy. Dilated cardiomyopathy occurs when the heart muscle becomes very thin and is unable to contract normally. Because the heart must work harder, it becomes enlarged. Dogs with this disease have an abnormal heart rhythm and show signs of heart failure, including weakness, loss of appetite, weight loss, depression, collapse, difficulty breathing, a soft cough, and an enlarged abdomen. There is no cure, but rest, diet, and medication can help for a time.Fibrocartilaginous Embolic Myelopathy: This condition occurs when pieces of cartilaginous material obstruct blood vessels supplying the spinal cord, causing partial or complete paralysis of the hind legs. The condition usually affects dogs between the ages of 3 and 6 years and may occur suddenly during any activity. There is no treatment, but some dogs improve with time. The severity of the loss of use must be determined before a course of action can be decided. Some dogs can live out their lives with only minimal assistance, but others are fully paralyzed. If physical rehabilitation doesn't help, euthanasia is the kindest option.Osteochondrosis Dissecans (OCD): This orthopedic condition, caused by improper growth of cartilage in the joints, usually occurs in the elbows, but it has been seen in the shoulders as well. It causes a painful stiffening of the joint, to the point that the dog is unable to bend his elbow. It can be detected in dogs as early as four to nine months of age. Overfeeding of \"growth formula\" puppy foods or high-protein foods may contribute to its development.Osteosarcoma: Generally affecting large and giant breeds, osteosarcoma is an aggressive bone cancer. The first sign of osteosarcoma is lameness, but the dog will need x-rays to determine if the cause is cancer. Osteosarcoma is treated aggressively, usually with the amputation of the limb and chemotherapy. With treatment, dogs can live nine months to two years or more. Luckily, dogs adapt well to life on three legs and don't suffer the same side effects to chemotherapy as humans, such as nausea and hair loss.Progressive Retinal Atrophy (PRA): This is a degenerative eye disorder that eventually causes blindness from the loss of photoreceptors at the back of the eye. PRA is detectable years before the dog shows any signs of blindness. Fortunately, dogs can use their other senses to compensate for blindness, and a blind dog can live a full and happy life. Just don't make it a habit to move the furniture around. Reputable breeders have their dogs' eyes certified annually by a veterinary ophthalmologist and do not breed dogs with this disease.Gastric Dilatation-Volvulus (Bloat): Commonly called bloat, this is a life-threatening condition that affects large, deep-chested dogs, especially if they're fed one large meal a day, eat rapidly, drink large amounts of water rapidly, or exercise vigorously after eating. Bloat occurs when the stomach is distended with gas or air and then twists. The dog is unable to belch or vomit to rid himself of the excess air in his stomach, and blood flow to the heart is impeded. Blood pressure drops and the dog goes into shock. Without immediate medical attention, the dog can die. Suspect bloat if your dog has a distended abdomen, is drooling excessively, and retching without throwing up. He also may be restless, depressed, lethargic, and weak with a rapid heart rate. If you notice these signs, get your dog to the vet as soon as possible.",
    "Care": "Despite his great size, the Irish Wolfhound is a housedog. He loves being with people and is calm indoors. He's best suited to a home without stairs; going down them can damage his joints.Give him access to a securely fenced yard where he can run, and he'll be happy. A fence is necessary to prevent this breed from chasing other animals. An underground electronic fence won't do the job; the instinct to chase is much stronger than the fear of a momentary shock.Irish Wolfhound adults need a couple of 20-minute play times where they can run freely every day. They'll enjoy a walk as well. Avoid any exercise an hour before meals and two hours after meals to decrease the risk of gastric torsion, or bloat.Puppies need free play in a securely fenced yard, but limit running to only a few minutes a day. They shouldn't be taken on walks until they're at least six months old. Start with short walks of no more than five minutes, and build up to walks of a mile over a three-month period. They shouldn't reach a distance of two miles until they're a year old.Continue this gradual and gentle exercise program until the Irish Wolfhound reaches maturity at 18 to 24 months of age. Giant breeds are prone to joint problems, and excessive exercise during their growth and development phase can damage their joints.Walks on leash are a must with this breed. They are sighthounds and will chase running animals when they see them, heedless of your calls to come. A sighthound on the chase will focus on his prey, not traffic, and can easily become injured or killed. He can also injure or kill the animal he's pursuing, which won't do much for your relationship with your neighbors if their Toy Poodle or Siamese cat is his victim.Irish Wolfhounds are intelligent and trainable if you're consistent and use positive reinforcement techniques such as food rewards and praise. They're generally easy to housetrain, and a crate can help, although it shouldn't be overused.Crate training is a great aid to housetraining, and it will also keep your belongings safe from your puppy and your puppy safe from your wrath because he chewed up your favorite shoes. The Irish Wolfhound should not be crated for long periods, however. Long hours in a crate can damage his joints.",
    "Feeding": "Recommended daily amount: 4 to 8 cups of high-quality dry food a day, divided into two meals.NOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Irish Wolfhound in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test.First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Irish Wolfhound, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The Wolfhound coat is rough and hard. The hair on the eyes and under the jaw is wiry and long. A pet-quality Irish Wolfhound may have a softer or longer coat, but that doesn't affect his ability to be a companion. Coat colors are gray, brindle, red, black, white, or fawn.Irish Wolfhounds shed consistently throughout the year. Brush your dog weekly to keep the coat healthy. He shouldn't need a bath more than once or twice a year unless he gets into something stinky.To give the coat a neat look for the show ring or simply because you prefer it, gently pluck excess hair from the ears with your thumb and forefinger and use thinning scissors or a stripping knife to neaten the hair on the feet and tidy the hair on the side of the neck. Don't remove too much; the Irish Wolfhound should have something of a mane.To finish, strip out long hair under the belly and at the base of the tail. You want your Irish Wolfhound to have a smooth, clean look that shows off his graceful lines.Brush your dog's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim nails once or twice a month if your dog doesn't wear them down naturally to prevent painful tears and other problems. If you can hear them clicking on the floor, they're too long. Dog toenails have blood vessels in them, and if you cut too far you can cause bleeding — and your dog may not cooperate the next time he sees the nail clippers come out. So, if you're not experienced trimming dog nails, ask a vet or groomer for pointers.His ears should be checked weekly for redness or a bad odor, which can indicate an infection. When you check your dog's ears, wipe them out with a cotton ball dampened with gentle, pH-balanced ear cleaner to help prevent infections. Don't insert anything into the ear canal; just clean the outer ear.Begin accustoming your Irish Wolfhound to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "Irish Wolfhounds are gentle with children, but simply because of their large size they can accidentally knock toddlers down and scare or injure them. They're best suited to homes with older children. Irish Wolfhounds are not ponies, and children cannot ride them. Your Wolfhound can be injured if children try to ride him.Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's sleeping or eating or to try to take the dog's food away. No dog should ever be left unsupervised with a child.With early socialization and training, your Irish Wolfhound should get along well with other dogs. He may chase small animals such as cats unless brought up with them and taught not to. It's vital to properly introduce him to other animals in the household and supervise their interactions. He'll consider outdoor cats and other small animals fair game.",
    "Rescue Groups": "Irish Wolfhounds are often purchased without any clear understanding of what goes into owning one. There are many Irish Wolfhounds in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward an Irish Wolfhound rescue.Irish Wolfhound Club of America RescueIrish Wolfhound Club of CanadaSouthern Irish Wolfhound Rescue and AdoptionGreat Lakes Irish Wolfhound Association RescueIrish Wolfhound Association of the Greater Smoky Mountains RescuePotomac Valley Irish Wolfhound Club Rescue",
    "Breed Organizations": "Irish Wolfhound Club of America"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Hound Dogs"
    },
    {
      "name": "Height",
      "value": "32 to 35 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "115 to 180 pounds"
    },
    {
      "name": "Life Span",
      "value": "6 to 8 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}