{
  "id": "irish-terrier",
  "url": "https://dogtime.com/dog-breeds/irish-terrier",
  "name": "Irish Terrier",
  "intro": "The Irish Terrier dog breed was once described as the “poor man’s sentinel, the farmer’s friend, and the gentleman’s favorite.” Rugged and stouthearted, they have the advantages of a convenient size, versatile abilities as a companion, watchdog, and vermin dispatcher, and high train-ability.\nEven though these are purebred dogs, some may still end up in the care of shelters or rescues. Consider adoption if this is the breed for you.\nIrish Terriers are super affectionate toward the humans in their lives, though they may prefer to be the solo pet in the home. Early socialization can help them warm up to other dogs and pets. This breed also has high energy and will need a good amount of exercise. Apartment dwellers and those who must leave home for long hours of the day may have a hard time meeting the Irish Terrier’s physical needs. But if you can provide plenty of attention, patience, and space to move, you’ll have a loving, lifelong companion.\nDogTime recommends this dog bed to give a good night’s sleep to your medium-sized Irish Terrier. You should also pick up this dog de-shedder for your high shedding pup!\nSee all Irish Terrier dog breed facts and characteristics below!",
  "description": {
    "": "The Irish Terrier's motto is \"No fear.\" Nicknamed \"Daredevil,\" this medium-size, agile dog has a tight, wiry red coat and a snootful of courage. He's animated and loyal, always on guard, and willing to take on anything that comes his way and threatens his people and home.With that tough terrier attitude, however, comes a need for training and socialization from an early age. Irish Terriers are extremely intelligent and learn easily, but any training must work around their independent, willful spirit. If you can make the dog think that training is his idea, you'll get a happy worker who meets or exceeds any goals you may have set for him. That's balanced by a reckless spirit that can be blind to consequences, so it can be necessary to protect him from his sometimes intemperate desire to guard his loved ones.Irish Terriers are wonderful watchdogs, barking to warn their owners of anything new. Some dogs will become excessive barkers if their behavior isn't controlled from the start. Thanking the dog for the alert and then distracting him with another command or game is a good way to make sure your dog learns to control his barking.Irish Terriers are excellent people dogs when they receive early socialization, and this helps make them wonderful family companions. They're best suited to families where someone is home during the day. They aren't overly active indoors and are happy to relax with their people, but they need exercise in the form of walks and occasional romps in a securely fenced area. The Irish Terrier has excellent hunting skills and a strong desire to seek out and destroy vermin, so a fenced yard and leashed walks are necessary for his safety. He'll chase rapidly moving objects without paying attention to where the chase is leading him.Irish Terriers adore children and are great playmates, especially when raised with them. Make sure very young children are supervised at all times to prevent injury to both the dog and the child.Irish Terriers can learn to get along with cats if they're raised with them from puppyhood, but they may not be trustworthy around smaller pets, especially pets from the rodent family such as mice, rats, hamsters, and gerbils. Their terrier instinct to hunt this type of animal may be too strong to overcome.This breed does not do well with other dogs. Irish Terriers can be aggressive toward dogs of the same sex, and they don't back down from a challenge. They will fight to the point of serious injury to themselves or the other dog. Being fearless, they'll take on dogs much larger than themselves without thought for the consequences. Make sure your dog is on leash and you have control when around other dogs at any time.With his speed, endurance, and grace the Irish Terrier is an excellent competitor who loves the challenge of the agility ring. He can do well in the sports of obedience and rally, and his soft mouth and love of water make him a capable hunting dog who can retrieve game birds on land or from water. Irish Terriers are also excellent show dogs.If you're looking for a versatile, active, spunky dog who will watch over your family for many years, the Irish Terrier could be the breed for you. He's not one of the more well-known breeds, so finding a breeder with puppies can be difficult. Expect to spend some time on a waiting list and to pay a higher price than you might for a more popular breed. The expense is well worth it, though, admirers say. If you find the right dog, the Irish Terrier can be the most wonderful companion your family will ever have.",
    "Highlights": "Irish Terriers will not necessarily get along with any other dog. They will fight if challenged by another dog and will not back down.Irish Terriers can be stubborn.They are terriers and will dig if your yard has moles or other rodents.Irish Terries can be barkers.Irish Terriers must have regular opportunities to burn off their energy.Irish Terriers need mental challenges such as training and play to thrive.Obedience training is highly recommended. The \"come\" command can be difficult to teach.They can be dominant and attempt to take over the household. You must be consistent and teach them that you are in charge at all times.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "The Irish Terrier is probably one of the oldest Terrier breeds and may have as one of its ancestors the now-extinct black and tan Terrier and a larger wheaten-colored terrier. He emerged as a recognized breed in 1875 or thereabouts, at a dog show in Glasgow, Scotland, of all places. By 1879, two Irish Terriers, Ch. Erin and Killney Boy, were producing many champions and are considered the foundation of the breed.The 1880s were a banner decade for the Irish Terrier. During that time, they were the fourth most popular breed in Britain. They were also the source of a controversy that led to a major change in the appearance of British dogs. It had been common practice to crop the ears of terriers and some other breeds, but in 1889 the Irish Terrier Club required that all dogs born after a certain date that year have uncropped ears if they were to be shown under Kennel Club rules. This led to a great outcry but eventually resulted in the banning of ear cropping for any breed in Great Britain.The breed rapidly spread to the United States. The first Irish Terrier was shown at the Westminster Kennel Club show in 1881, and the first Irish Terrier registered with the American Kennel Club was Aileen in 1885. The Irish Terrier Club of America was founded in 1896.In World War I, Irish Terriers distinguished themselves as messenger dogs and sentinels, receiving many accolades for bravery and loyalty. The commandant of the British War Dog School, Lt. Col. E. H. Richardson, wrote of them: \"Many a soldier is alive today through the effort of one of these Terriers.... They are extraordinarily intelligent, faithful, and honest, and a man who has one of them as a companion will never lack a true friend.\"Given his fine qualities, it's surprising that the Irish Terrier has slowly faded from popularity. He's rarely seen in the show ring with the exception of specialty shows, which are well attended, but his popularity may receive a boost from the 2007 movie Firehouse Dog. Irish Terriers rank 123rd among the 155 breeds and varieties registered by the AKC.",
    "Size": "The ideal weight for males is 27 pounds, for females 25 pounds. The height at the shoulder is 18 to 20 inches.",
    "Personality": "The Irish Terrier was created to be a companion, guard dog, and hunter. As such, he's good-tempered, spirited, alert, and adaptable. He's also plucky, reckless, curious, and devoted. Those things all sound wonderful, and they are, but those characteristics aren't always easy to live with. This is an independent, smart, strong-willed dog who's scrappy with other dogs. He needs mental challenges in the form of training and play, physical exercise, and loving but firm discipline. On the plus side, Irish Terriers love people and are often friendly toward strangers. They're not a one-person dog.Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Choose the middle-of-the-road puppy, not the one who's beating up his littermates or the one who's hiding in the corner. Always meet at least one of the parents — usually the mother is the one who's available — to ensure that they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when he grows up.Like every dog, an Irish Terrier needs early socialization — exposure to many different people, sights, sounds, and experiences — when he's young. Socialization helps ensure that your Irish Terrier puppy grows up to be a well-rounded dog. Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills.",
    "Health": "The Irish Terrier is a healthy breed and doesn't have any common health problems. If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition. In Irish Terriers, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).",
    "Care": "Some Irish Terriers are inveterate escape artists, so fence height should be higher than one might think is needed for a dog this size. A good height is five to six feet. Like all terriers, ITs are diggers, so the bottom of your fence should be escape-proof as well. You may need to set it in concrete or line the bottom of it with chicken wire. An underground electronic fence will not keep an Irish Terrier confined. More important, it won't prevent other dogs from coming onto your property and getting into a fight with your IT.The energetic Irish Terrier needs moderate exercise. Give him two or three walks on leash of 20 to 30 minutes each day. A chance to romp in a safely fenced area is also welcome. He's not a true running breed, but he's a good companion for joggers who go at an easy to moderate pace. He's not a distance runner or a fast-paced dog. Condition him gradually, and wait until he's fully grown before you start jogging with him.If you can control his tendency to bark, an Irish Terrier will do as well in an apartment as in a house. He should live indoors with his people, and given sufficient exercise, he's a quiet, polite housemate. If you leave him alone in the backyard with no companionship or occupation, he's likely to relandscape it with a number of holes.Puppy or adult, the Irish Terrier is playful, but his idea of play and yours may vary. He'll enjoy shredding magazines or other papers, overturning the garbage or the laundry basket, surfing the kitchen counter or dining room table for something to eat (he'll find a way up there) and, of course, barking at every passing car, dog, bicyclist — you get the idea. Dogproof your home, teach him what's acceptable behavior and what's not, and crate him when you can't be there to supervise, especially during his curious puppyhood. A crate protects him from getting into trouble for being destructive, and it protects your belongings from destruction.When it comes to training, the Irish Terrier has a \"What's in it for me?\" attitude. You've got to give him an incentive to do what you want, and if you don't keep training fun and interesting, he'll just ignore you. Training an Irish Terrier requires creativity, firmness, and positive reinforcement in the form of praise, play, and food rewards. He's sensitive and won't respond well to harsh treatment. Keep training sessions short, change them around a lot, and always end them when he's done something well and you can praise him for it.",
    "Feeding": "Recommended daily amount: 1 to 1.5 cups of high-quality dry food a day, divided into two meals.NOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your adult Irish Terrier in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the hands-on test. Place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Irish Terrier, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The Irish Terrier is jacketed with dense, wiry hair. The hairs grow so closely together that even if you part them with your fingers, it's hard to see the skin. It's short enough that you can still see the outline of the body. At the base of the stiff outer coat is some finer and softer hair, lighter in color, which is the undercoat. The double coat protects the Irish Terrier from rough underbrush and cold or wet weather when he's working or playing outdoors.His coat is bright red, golden red, red wheaten, or wheaten (pale yellow or fawn). He may have a small patch of white on the chest. Puppies sometimes have black hair at birth, which should disappear before they are grown.Brush the coat weekly with a natural bristle brush to keep it clean and healthy. You must strip it by hand a couple of times a year if you want to keep the hard texture and bright color, a must if you plan to show your Irish Terrier. For companion dogs, it's often easier to clip the coat, but be aware that it will become softer to the touch and lighter in color. You may or may not care about that. If you plan to strip it, ask the breeder to show you how. It's the kind of thing you can do while you and your IT are watching a 30-minute television show. If you don't mind the scruffy look, you can just leave the coat as is, with no stripping or clipping.Irish Terriers shed little and are sometimes referred to as nonallergenic or hypoallergenic. There is no truly nonallergenic breed. Every dog produces some allergens through skin dander (not hair), saliva, and urine. That said, some people with allergies do find that they can tolerate this breed. Individual dogs, even within the same breed, vary in the amount of allergens they produce, so the best thing you can do is to meet as many Irish Terriers as possible and see how you react around them.Other grooming needs include dental hygiene and nail care. Brush your Irish Terrier's teeth at least two or three times a week to remove tartar buildup and the accompanying bacteria. Daily is better. Trim his nails once or twice a month, as needed. If you can hear the nail clicking on the floor, they're too long. Short nails keep the feet in good condition, don't get caught in the carpet and tear, and don't scratch your legs when your Irish Terrier enthusiastically jumps up to greet you.It's not exactly a grooming issue, but your Irish Terrier puppy's ears may need to be \"trained\" to achieve those perfectly folded V-shaped ears that contribute to the Irish Terrier's roguish demeanor. This involves gluing and taping the ears to the head until they fall right, usually at 4 to 8 months of age. If it's necessary, your dog's breeder can show you how.",
    "Children And Other Pets": "It's said that the little people (leprechauns) gave Irish Terriers to children to be their playmates. Their size and energy level make them great companions for active kids, but as always, they should both be supervised, especially if children are very young. Teach your puppy not to be rough or mouthy, and teach your child not to pull the dog's tail or ears or hit him. Children should never approach any dog while he's sleeping or eating or try to take the dog's food away. No dog should ever be left unsupervised with a child.Irish Terriers don't like strange dogs, and they can be aggressive toward other dogs of the same sex. Early socialization with lots of other dogs, strong leadership on your part, and neutering can go a long way toward reducing an Irish Terrier's dog aggression, but they're not a guarantee that you'll turn him into a dog who's buddy-buddy with other canines.If you have one Irish Terrier, he can probably learn to get along with one or more cats. Early socialization is key. More than one Irish Terrier may gang up on a cat or cats. Always supervise their interactions and, if necessary, separate them when you're gone.",
    "Rescue Groups": "Irish Terriers are sometimes bought without any clear understanding of what goes into owning one. These dogs may end up in need of adoption and or fostering.Irish Terrier Club of America"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Terrier Dogs"
    },
    {
      "name": "Height",
      "value": "18 to 20 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "25 to 27 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 16 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 1
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}