{
  "id": "italian-greyhound",
  "url": "https://dogtime.com/dog-breeds/italian-greyhound",
  "name": "Italian Greyhound",
  "intro": "The Italian Greyhound dog breed was a favorite companion of noblewomen in the Middle Ages, especially in Italy. But this small hound was more than a lapdog, having the speed, endurance, and determination to hunt small game. These days, they’re a family dog whose beauty and athleticism is admired in the show ring and in obedience, agility, and rally competitions.\nAlthough these are purebred dogs, you may still find them in shelters and rescues. Remember to adopt! Don’t shop if you want to bring a dog home.\nItalian Greyhounds adapt well to apartment life, and they’re loving companions to everyone in the home, including kids and other dogs. Even novice pet parents will fall in love with these easy-to-groom pups. However, they don’t take well to being left alone at home for long hours during the day. They’re highly sensitive and need companionship. Shower your pup with the love they deserve and toss in some vigorous play and exercise, and you’ll have a devoted best furry friend!\nSee below for complete list of dog breed traits and facts about Italian Greyhounds!",
  "description": {
    "": "If you're an art lover, you may have seen the Italian Greyhound in centuries-old portraits, immortalized with their noble owners by famous artists. This slender, elegant dog is the smallest of the sighthounds — the group of dogs bred to hunt by sight and give chase — and closely resembles his much larger Greyhound cousin.Agile and athletic, he has a small, muscular body and an elegant high-stepping gait. The IG, as he's often called, retains his instinct for hunting small game and will chase anything that moves. He can reach top speeds of 25 miles per hour, so if he gets loose he won't be easy to catch. Although he's small, he has lots of energy and appreciates plenty of opportunities to exercise. A fit IG can even make a good jogging partner.The Italian Greyhound has a gentle personality, loving and affectionate with family members, but often reserved or shy with strangers. Despite his mild nature, he has a surprisingly deep, big-dog bark, making him a good watchdog — although he's too small to back up his barks and provide any actual protection.This is an intelligent breed who can be easy to train, but you'll need to make it fun for him to overcome his \"what's in it for me?\" attitude. When well trained, he can shine in dog sports such as obedience training, agility, and rally. The athletic, graceful IG seems built for agility, and many love the sport and do it well.What they don't do well is housetraining. Like many small breeds, the IG can be difficult to housetrain, and some dogs are never completely trustworthy in the house.Aside from the occasional cleanup, life with an IG is both restful and zestful. He loves snuggling with his people for a while, then flying around the house and jumping on furniture and tabletops. IGs are catlike in their love of high places, and you'll often find them perched on the backs of chairs, on windowsills, or any other high spot they can reach. Older IGs are more sedate and will cuddle with you on your recliner and just enjoy the day.On sunny days, expect to find your IG sunbathing in the yard, one of his favorite pastimes. He loves warmth and is fussy about getting cold or wet. It's not unusual for IG owners to have a sheltered area in the yard so their dogs can go potty on rainy days without getting their feet wet. At night, he'll burrow beneath the covers on your bed.Your IG will demand attention if he feels he's being ignored. Privacy becomes a distant memory once you own an Italian Greyhound, because he'll follow you everywhere at all times. He's also curious and will investigate anything that catches his interest.The Italian Greyhound is one of those small dogs with a big personality. He's affectionate, possessive, and loving, charming his way into your life. If you can give him the attention, exercise, and training he needs — not to mention tons of love — then the Italian Greyhound can make an elegant and loveable addition to your household.",
    "Highlights": "Italian Greyhounds were bred to hunt and still have the hunting instinct. They'll chase anything that moves, including cars, so when you're outside keep them on leash or in a fenced area.This breed is sensitive to drugs such as anesthetics of the barbiturate class and organophosphate insecticides. Make sure your veterinarian is aware of these sensitivities, and avoid using organophosphate products to treat your home and yard for fleas.Italian Greyhound puppies are fearless and believe they can fly. Broken bones are common in pups between four and 12 months old, particularly the radius and ulna (the bones in the front legs).Although they're clever, Italian Greyhounds have a short attention span and a \"what's in it for me?\" attitude toward training. Keep training sessions short and positive, using play, treats, and praise to motivate your Italian Greyhound to learn.This breed can be extremely difficult to housetrain. Even if you follow a housetraining program religiously, your Italian Greyhound may never be totally trustworthy in the house. It helps to have a dog door, so your dog can come and go as he wishes. And if your dog gives you the signs that he needs to go outside, take him out that instant — they're not good at holding it.Italian Greyhounds need lots of love and attention, and if they don't get it, they'll become shy or hyper.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "The Italian Greyhound is an old breed, and dogs like it may have been around for more than two millennia. Miniature greyhounds are seen in 2,000-year-old artifacts from what's now modern-day Turkey and Greece, and archaeological digs have turned up small Greyhound skeletons. Although the breed's original purpose has been lost to history, the Italian Greyhound may have served as a hunter of small game in addition to his duties as a companion.By the Middle Ages, the breed had made its way to southern Europe and was very popular among the aristocracy, especially in Italy — hence its name. Many Italian Greyhounds were immortalized, along with their owners, in portraits by famous artists such as Pisanello and Giotto di Bondone.In the 1600s the Italian Greyhound arrived in England, where, as in Italy, it found many fans among the nobility. Royal owners throughout the centuries include Mary, Queen of Scots, Princess Anne of Denmark, Charles I, Frederick the Great of Prussia, and Queen Victoria, during whose reign the breed's popularity peaked.The American Kennel Club registered its first Italian Greyhound in 1886, and American breeders began to establish the breed in the United States. Although the American population of Italian Greyhounds was small, they may have helped save the breed from extinction. During World Wars I and II, when dog breeding became an unaffordable luxury for most people, the numbers of Italian Greyhounds in England dwindled dangerously low. Each time the wars ended, British breeders used those American-bred Italian Greyhounds to restore the breed in Europe.Today the Italian Greyhound is enjoying a second renaissance, as modern dog owners rediscover the elegant little hound who's delighted his human companions for at least 2,000 years.",
    "Size": "Italian Greyhounds stand 13 to 15 inches at the shoulder. Weight ranges from 6 to 10 pounds, with some as large as 14 or 15 pounds.",
    "Personality": "The Italian Greyhound is sensitive, alert, smart, and playful. He's affectionate with his family, and loves to snuggle with you and stick close to your side all day. Strangers may see a more shy, reserved side of his personality.Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Choose the middle-of-the-road puppy, not the one who's beating up his littermates or the one who's hiding in the corner. Always meet at least one of the parents — usually the mother is the one who's available — to ensure that they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when he grows up.Like every dog, the IG needs early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your IG puppy grows up to be a well-rounded dog. Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills.When treated harshly, the Italian Greyhound can become fearful or snappy. Like other hounds, he can have a \"what's in it for me?\" attitude toward training, so you'll do best with motivational methods that use play, treats, and praise to encourage the dog to get it right, rather than punishing him for getting it wrong.",
    "Health": "IGs are generally healthy, but like all breeds, they're prone to certain health conditions. Not all IGs will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition. In IGs, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).Cataracts: A cataract is an opacity on the lens of the eye that causes difficulty in seeing. The eye(s) of the dog will have a cloudy appearance. Cataracts usually occur in old age and sometimes can be surgically removed to improve the dog's vision.Von Willebrand's Disease: This is a blood disorder that can be found in both humans and dogs. It affects the clotting process due to the reduction of von Willebrand factor in the blood. A dog affected by von Willebrand's disease will have signs such as nose bleeds, bleeding gums, prolonged bleeding from surgery, and prolonged bleeding during heat cycles or after whelping. Occasionally blood is found in the stool. This disorder is usually diagnosed in your dog between the ages of 3 and 5 and cannot be cured. However, it can be managed with treatments that include cauterizing or suturing injuries, transfusions of the von Willebrand factor before surgery, and avoiding certain medications.Vitreous Degeneration: The vitreous is a clear jelly that is the single largest structure of the eye. A healthy vitreous is essential for normal vision. If the vitreous becomes cloudy, liquefies, or moves from its position, vision may become impaired or lost. The condition is believed to be inherited, but the exact method of inheritance is unknown.Progressive Retinal Atrophy (PRA): This is a degenerative eye disorder that eventually causes blindness from the loss of photoreceptors at the back of the eye. PRA is detectable years before the dog shows any signs of blindness. Fortunately, dogs can use their other senses to compensate for blindness, and a blind dog can live a full and happy life. Just don't make it a habit to move the furniture around. Reputable breeders have their dogs' eyes certified annually by a veterinary ophthalmologist and do not breed dogs with this disease.Hypothyroidism: Hypothyroidism is an abnormally low level of the hormone produced by the thyroid gland. A mild sign of the disease may be infertility. More obvious signs include obesity, mental dullness, lethargy, drooping of the eyelids, low energy levels, and irregular heat cycles. The dog's fur becomes coarse and brittle and begins to fall out, while the skin becomes tough and dark. Hypothyroidism can be treated with daily medication, which must continue throughout the dog's life. A dog receiving daily thyroid treatment can live a full and happy life.Legg-Calve-Perthes Disease: Generally a disease of small breeds, this condition — a deformity of the ball of the hip joint — can be confused with hip dysplasia. It causes wearing and arthritis. It can be repaired surgically, and the prognosis is good with the help of rehabilitation therapy afterward.Patellar Luxation: Also known as \"slipped stifles,\" this is a common problem in small dogs. It is caused when the patella, which has three parts — the femur (thigh bone), patella (knee cap), and tibia (calf) — is not properly lined up. This causes a lameness in the leg or an abnormal gait in the dog. It is a disease that is present at birth although the actual misalignment or luxation does not always occur until much later. The rubbing caused by patellar luxation can lead to arthritis, a degenerative joint disease. There are four grades of patellar luxation, ranging from grade I, an occasional luxation causing temporary lameness in the joint, to grade IV, in which the turning of the tibia is severe and the patella cannot be realigned manually. This gives the dog a bowlegged appearance. Severe grades of patellar luxation may require surgical repair.Hip Dysplasia: Hip dyplasia is a heritable condition in which the femur doesn't fit snugly into the pelvic socket of the hip joint. Hip dysplasia can exist with or without clinical signs. Some dogs exhibit pain and lameness on one or both rear legs. As the dog ages, arthritis can develop. X-ray screening for hip dysplasia is done by the Orthopedic Foundation for Animals or the University of Pennsylvania Hip Improvement Program. Dogs with hip dysplasia should not be bred. Ask the breeder for proof that the parents have been tested for hip dysplasia and found to be free of problems.Allergies: Allergies are a common ailment in dogs. Allergies to certain foods are identified and treated by eliminating certain foods from the dog's diet until the culprit is discovered. Contact allergies are caused by a reaction to something that touches the dog, such as bedding, flea powders, dog shampoos, or other chemicals. They are treated by identifying and removing the cause of the allergy. Inhalant allergies are caused by airborne allergens such as pollen, dust, and mildew. The appropriate medication for inhalant allergies depends on the severity of the allergy. Ear infections are a common side effect of inhalant allergies.Epilepsy: The Italian Greyhound can suffer from epilepsy, a disorder that causes seizures in the dog. Epilepsy can be treated with medication, but it cannot be cured. A dog can live a full and healthy life with proper management of this hereditary disorder.Cryptorchidism: Cryptorchidism is a condition in which one or both testicles on the dog fail to descend and is common in small dogs. Testicles should descend fully by the time the puppy is 2 months old. If a testicle is retained, it is usually nonfunctional and can become cancerous if it is not removed. The treatment that is suggested is to neuter your dog. When the neutering takes place, a small incision is made to remove the undescended testicle(s); the normal testicle, if any, is removed in the regular manner.Portosystemic Shunt (PSS): This is an abnormal flow of blood between the liver and the body. That's a problem, because the liver is responsible for detoxifying the body, metabolizing nutrients, and eliminating drugs. Signs can include but are not limited to neurobehavioral abnormalities, lack of appetite, hypoglycemia (low blood sugar), intermittent gastrointestinal issues, urinary tract problems, drug intolerance, and stunted growth. Signs usually appear before two years of age. Corrective surgery can be helpful in long-term management, as can a special diet.",
    "Care": "Italian Greyhounds (also known as IGs) have short coats and get the shivers easily, so they're not an outdoor breed. They need to be inside the house with their family, especially in bad weather. To keep your IG comfortable on chilly outdoor walks, give him a sweater or jacket. During warm weather, protect his thin skin with sunscreen made for dogs. Many Italian Greyhounds develop skin cancer, possibly because they love lying in the sun, so don't let your dog bake for hours.These little dogs have lots of energy, especially as puppies and young adults, but in their golden years they'll often adapt to the activity level of their owners. A daily walk will help your Italian Greyhound get his ya-yas out, but make sure to keep him on a leash. Even though he's small, he has the same instinct to chase as a larger sighthound and will take off after a squirrel, rabbit, or anything else that runs by. A leash is your only hope of hanging onto him.His hunting drive also means you'll need a secure fence in your yard. Italian Greyhounds are fabulous jumpers, so don't assume that a little four-foot wall is enough to keep him in. And don't use an underground electronic fence; the momentary shock won't deter your Italian Greyhound if he sees something he wants to chase.IGs are intelligent and easy to train if you have the right attitude. Like other hounds they usually approach training with a \"What's in it for me?\" philosophy. Motivational training methods — those that use food, praise, and play to reward the dog for getting it right, rather than punishing him for getting it wrong — is the best way to persuade them that they want to do what you ask. And since they have the short attention spans common to sighthounds, it's best to keep training sessions short and sweet.Like many small dogs, there's one aspect of training they don't pick up as easily: housetraining. Even with patience and consistency, you may never be completely successful. The number one reason people give up their Italian Greyhound to rescue groups or animal shelters is because they couldn't housetrain them.Harsh punishment will backfire, often making the dog fearful or even snappy. Your best bet is to get a dog door, so he can go in and out at will. Italian Greyhounds can also learn to use a litter box, although this doesn't always work well if you have more than one IG as you might end up cleaning it quite often.Prevent accidents by taking your IG outside the moment he gives you any signs that he needs to go — no waiting \"just a minute.\" You can teach an Italian Greyhound that outdoors is the place to go potty, but if means going out in rain or snow, or if he doesn't have immediate access to the yard, he'd just as soon go indoors.",
    "Feeding": "Recommended daily amount: 1/2 to 3/4 cup of high-quality, high-calorie dry food a day, divided into two meals.NOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your IG in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test. First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your IG, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "An Italian Greyhound's short coat looks glossy like satin and feels soft to the touch. You'll find it in all shades of fawn, cream, red, blue, or black, either solid or with white markings.One of the benefits of living with an Italian Greyhound is that his coat doesn't shed much and is easy to care for. All you really need to do is brush it when it gets dusty, and bathe the dog when he's rolled in anything smelly — a favorite activity.Brush your IG's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim nails once or twice a month if your dog doesn't wear them down naturally to prevent painful tears and other problems. If you can hear them clicking on the floor, they're too long. Dog toenails have blood vessels in them, and if you cut too far you can cause bleeding — and your dog may not cooperate the next time he sees the nail clippers come out. So, if you're not experienced trimming dog nails, ask a vet or groomer for pointers.His ears should be checked weekly for redness or a bad odor, which can indicate an infection. When you check your dog's ears, wipe them out with a cotton ball dampened with gentle, pH-balanced ear cleaner to help prevent infections. Don't insert anything into the ear canal; just clean the outer ear.Begin accustoming your IG to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "Italian Greyhounds can do well with children, but because they're small and delicate, it's especially important to teach kids that the dog is living animal, not a toy, who must be treated with love and respect. Many breeders will not sell a puppy to a household with children younger than ten years old.As with every breed, you should always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's eating or sleeping or to try to take the dog's food away. No dog, no matter how friendly, should ever be left unsupervised with a child.Italian Greyhounds usually get along well with other pets, although you may need to keep an eye on them when they're cavorting about with bigger dogs, who could accidentally hurt them while playing.",
    "Rescue Groups": "Italian Greyhounds are often purchased without any clear understanding of what goes into owning one. There are many IGs in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward an IG rescue.Italian Greyhound Club of America RescueLifeline Italian Greyhound RescueMidwest Italian Greyhound RescueIndiana Italian Greyhound RescueTriangle Italian Greyhound RescueMissouri Italian Greyhound RescueRocket Angel Italian Greyhound Rescue",
    "Breed Organizations": "Italian Greyhound Club of America, Inc."
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Companion Dogs"
    },
    {
      "name": "Height",
      "value": "13 to 15 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "6 to 15 pounds"
    },
    {
      "name": "Life Span",
      "value": "14 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}