{
  "id": "jack-russell-terrier",
  "url": "https://dogtime.com/dog-breeds/jack-russell-terrier",
  "name": "Jack Russell Terrier",
  "intro": "Developed in England some 200 years ago to hunt foxes, the Jack Russell Terrier, also known as the Parson Russell Terrier, is a lively, independent, and clever little dog. They’re charming and affectionate, but they’re also a handful to train and manage. For experienced dog parents only!\nAlthough these are purebred dogs, you may still find them in shelters and rescues. Remember to adopt! Don’t shop if this is the breed for you.\nAt first, this small, adorable, and affectionate dog may seem like a good choice for new pet parents and apartment dwellers. But you may find yourself surprised at this little pup’s energy and intensity. These dogs need plenty of exercise and firm, consistent training, or else they may act out with unwanted behaviors. That said, if you know how to handle a bit of rowdiness and can keep up with an energetic pup, you’ll be rewarded with a loving and loyal friend for life.\nIt’s important to remember that dogs of any breed can suffer from health issues throughout their lives. A good pet insurance plan can help you prepare to give your dog the care they need at any age.\nSee below for complete list of Jack Russell Terrier dog breed facts and characteristics!",
  "description": {
    "": "Once upon a time, hunting was a favorite pastime among men of property, including men of the church. We can thank one of those hard-hunting English parsons for the Jack Russell Terrier, developed to hunt fox in the south of England some 200 years ago. Parson John Russell, \"Jack\" to his friends, wanted an efficient hunting dog and decided to design exactly the dog he had in mind.The result was a bold, athletic dog who won hearts with his quickness, intelligence, determination, and intense desire to hunt. The Jack Russell Terrier, also called the Parson Russell Terrier, is a favorite among horse owners, dog sports enthusiasts, animal trainers for film and television, and people who simply appreciate his fearless personality, boundless energy, entertaining antics, and portable size.But beware! The trained Jack Russell that you see on TV or in movies doesn't come that way. Teaching a Jack Russell to become a civilized companion is no easy task. It requires lots of time and patience as well as a strong sense of humor. The JRT is highly trainable, but he has a mind of his own and won't stand for boredom. If you don't keep him entertained, he'll find his own amusements, and you probably won't be happy with the results.If you want a dog who can learn tricks, run an agility or flyball course in seconds flat, play fetch until you drop, and who will make a charming companion when he's not getting into mischief, the Jack Russell may be the dog for you. If you can't deal with a dog who will chew, dig, and bark, rocket through the house multiple times daily, chase cats and other small animals with glee and murderous intent, and will always find the loophole in any command you give, he's definitely not the dog for you, no matter how cute and small he is.If you have the time and patience to devote to him, the Jack Russell has many qualities that make him an ideal family dog. He's devoted to his people and loves being with them. His heritage as a hunting dog makes him an excellent jogging companion once he's full grown. Active older children will find him to be a happy and affectionate playmate, but his rambunctious nature can overwhelm younger kids.On the downside, his fearless nature frequently puts him in harm's way. He has tons of energy and won't be satisfied by a sedate walk around the block. This is a dog who loves to run and jump and fetch. Plan on giving him 30 to 45 minutes daily of vigorous exercise.He's an escape artist who's best suited to a home with a yard and a secure fence that can't be climbed, dug under, or jumped over. An underground electronic fence won't contain a JRT. The Jack's strong prey drive makes him entirely untrustworthy off leash, so you'll need snap on the leash when you're outside of fenced areas. And his instinct to \"go to ground\" — to dig for prey — means your garden isn't safe from excavation.A Jack Russell can fill your days with laughter and love, but only if you can provide him with the attention, training, supervision, and structure he needs. First-time or timid dog owners would do well to start with a less challenging pooch. Do yourself and the dog a favor by considering carefully whether this is the right breed for you. If it is, you're in for a wild but wonderful ride.",
    "Highlights": "The Jack Russell Terrier, like many terriers, enjoys digging and can make quite a large hole in a short time. It' easier to train a dog to dig in a specific area than it is to break him of a digging habit.Jack Russell Terriers must have a securely fenced yard to give them room to play and burn off their abundant energy. Underground electronic fencing won't hold them. Jacks have been known to climb trees and even chain link fencing to escape their yards, so it's best if their time outdoors is supervised.First-time or timid dog owners would do well to choose another kind of dog. The Jack can be a challenge even for an experienced dog owner. He's strong willed and requires firm and consistent training.Jacks can be recreational barkers, so they're not suited to apartment life. Aggression toward other dogs can be a serious problem with the Jack Russell Terrier if he's not taught to get along with other canines from an early age.The Jack Russell thrives when he's with his family and should not live outdoors or in a kennel. When you leave the house, try turning on a radio to help prevent separation anxiety.Jacks are bouncy and will jump up on people and things. They're capable of jumping higher than 5 feet.Jack Russells have a strong prey drive and will take off after smaller animals. They should never be trusted off leash unless they're in a fenced area.Jack Russell Terriers have a high energy level and are active indoors and out. They need several walks per day, or several good games in the yard. They make excellent jogging companions.To get a healthy dog, never buy a puppy from a puppy mill, a pet store, or a breeder who doesn't provide health clearances or guarantees. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies and breeds for sound temperaments.",
    "History": "The Jack Russell Terrier was developed in southern England during the mid-1800s by Parson John Russell, from whom the breed took its name. Russell aimed to create a working terrier who would hunt with hounds, bolting foxes from their dens so the hounds could chase them.The Jack Russell became a favorite of many sportsmen, especially those who hunted on horseback. The breed was known in the U.S. by the 1930s, and several breed clubs sprang up with different opinions concerning the Jack's appearance, working ability, and whether he should compete in conformation shows or remain a working dog.The Jack Russell Terrier Club of America maintains an independent registry and considers the Jack purely a hunting dog, but the Jack Russell Terrier Association of America (JRTCA) sought recognition by the American Kennel Club, which was granted in 2000. To differentiate it from the dogs registered by the JRTCA, the American Kennel Club renamed the breed, calling it the Parson Russell Terrier.",
    "Size": "Jack Russells vary widely in size, because different types were used for different purposes and terrain. They range in height from 10 to 15 inches at the shoulder and weigh 13 to 17 pounds.Jack Russells who stand 10 to 12 inches and are longer than they are tall are known as Shorty Jacks. Shorty Jacks resemble Corgis or Dachshunds more than the taller, more balanced American Kennel Club-registered Parson Russell Terriers or the dogs registered by the Jack Russell Terrier Club of America or the Jack Russell Terrier Association of America.",
    "Personality": "The energetic and spirited Jack packs a lot of personality into his small body. Loving, devoted, and endlessly amusing, he enjoys life and all it has to offer. Given half a chance, he'll pursue his delights over fences and through the streets. He's incredibly intelligent, but his wilful nature can make him difficult to train. Friendly toward people, he can be aggressive toward other dogs and any animal that resembles prey, including cats. His fearless nature puts him at risk when he decides to take on a bigger dog.He thrives on structure and routine, but training sessions should be short and sweet to hold his interest. Repetition bores him. A proper Jack is friendly and affectionate, never shy.Like every dog, Jack Russells need early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Jack Russell puppy grows up to be a well-rounded dog.",
    "Health": "Jack Russell Terriers are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Jacks will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog's been tested for and cleared of a particular condition.In Jack Russells, you should expect to see health clearances from the Orthopedic Foundation for Animals for patellas (knees) and from the Canine Eye Registry Foundation (CERF) certifying that the eyes are normal.Because some health problems don't appear until a dog reaches full maturity, health clearances aren't issued to dogs younger than 2 years old. Look for a breeder who doesn't breed her dogs until they're two or three years old.The Jack Russell Terrier Club of America doesn't register any dogs with hereditary defects; dogs must pass a specific veterinary exam before being registered.The following conditions may affect Jack Russell Terriers:Legg-Calve-Perthes Disease is generally a disease of small breeds. This condition — a deformity of the ball of the hip joint — can be confused with hip dysplasia. It causes wearing and arthritis. It can be repaired surgically, and the prognosis is good with the help of rehabilitation therapy afterward.Deafness is associated with white coat color and is sometimes seen in this breed.Patellar Luxation, also known as \"slipped stifles,\" is a common problem in small dogs. It is caused when the patella, which has three parts-the femur (thigh bone), patella (knee cap), and tibia (calf)-is not properly lined up. This causes lameness in the leg or an abnormal gait, sort of like a skip or a hop. It is a condition that is present at birth although the actual misalignment or luxation does not always occur until much later. The rubbing caused by patellar luxation can lead to arthritis, a degenerative joint disease. There are four grades of patellar luxation, ranging from grade I, an occasional luxation causing temporary lameness in the joint, to grade IV, in which the turning of the tibia is severe and the patella cannot be realigned manually. This gives the dog a bowlegged appearance. Severe grades of patellar luxation may require surgical repair.Glaucoma is a painful disease in which pressure is abnormally high in the eye. Eyes are constantly producing and draining a fluid called aqueous humor. If the fluid doesn't drain correctly, the pressure inside the eye increases. That high pressure causes damage to the optic nerve, resulting in vision loss and blindness. There are two types. Primary glaucoma, which is hereditary, occurs when there is a problem in the area of the eye where fluid goes out. Secondary glaucoma is a result of some other problem in the eye, such as inflammation, a tumor, or injury. Glaucoma generally only affects one eye first. Affected eyes will be red, teary, squinty, and appear painful. A dilated pupil won't react to light, and the front of the eye will have a whitish, almost blue cloudiness. Vision loss and eventually blindness will result, sometimes even with treatment. Treatment can be surgery or it can be treated with medicine, depending on the case.Lens Luxation causes the lens of the eye to become displaced when the ligament holding it in place deteriorates. It's sometimes treatable with medication or surgery, but in severe cases the eye may need to be removed.Regardless of how healthy your dog is when you first bring them home, you should prepare for any issues that may come up throughout their life. A pet insurance plan can help you stay ready for any of your dog's veterinary needs.",
    "Care": "The Jack Russell is a people lover who should live indoors with the family. It's best if he has access to a fenced yard where he can burn off some of his abundant energy. The fence should be impossible for him to climb, dig under, or jump — think Fort Knox. And don't count on an underground electronic fence to keep your Jack in the yard. The threat of a shock is nothing compared to the desire to chase what looks like prey.Always walk your Jack on leash to prevent him from chasing other animals, challenging bigger dogs, or running in front of cars. Give him 30 to 45 minutes of vigorous exercise daily, as well as plenty of off-leash play in the yard to keep him tired and out of trouble.Faint heart never trained feisty Jack Russell. People who live with Jack Russells must be firm and consistent in what they expect. Jacks are strong-willed dogs, and although they respond to positive motivation in the form of praise, play, and food rewards, they'll become stubborn in the face of harsh corrections. Provide your Jack Russell with rules and routines and apply the right amount of patience and motivation, however, and you'll be well rewarded. There are no limits to what a Jack Russell can learn when he's paired with the right person.Give your Jack plenty of positive interactions with other dogs beginning in puppyhood — early socialization is important to prevent aggression toward other dogs.",
    "Feeding": "Recommended daily amount: 1.25 to 1.75 cups of a high-quality dog food daily, divided into two meals.How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Jack Russell in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test. First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Jack Russell Terrier, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The Parson Russell Terrier comes in two coat types: smooth and broken. Both types have a double coat with a coarse texture. The broken coat is slightly longer with just a hint of eyebrows and a beard. Some Jacks have what's called a rough coat, which is longer than a broken coat. Whatever its type, the coat is never curly or wavy.Jacks can be white, white with black or tan markings, or tricolor (white, black, and tan). The white on the body helps the hunter see the dog in the field.Both coat types need only weekly brushing to remove dead and loose hair. If you brush your Jack faithfully, he should rarely need a bath. Broken or rough coats must be stripped once or twice a year.Trim nails once or twice a month. If you can hear them clicking on the floor, they're too long. Short, neatly trimmed nails keep the feet in good condition and protect your shins from getting scratched when your Jack enthusiastically jumps up to greet you.The only other grooming care he needs is dental hygiene. Brush his teeth at least two or three times a week to prevent tartar buildup and periodontal disease, daily for best results.Start brushing and examining your Jack when he's a puppy, to get him used to it. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.",
    "Children And Other Pets": "Jack Russell Terriers are loving and affectionate dogs who can do well in homes with older children who understand how to interact with dogs. They're not suitable for homes with young children. Besides being rambunctious, they can snap when roughly handled.Always teach children how to approach and touch dogs, and supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's sleeping or eating or to try to take the dog's food away.Some Jacks are aggressive toward other dogs, especially dogs of the same sex. They have a strong prey drive and will chase (and kill, if given the chance) cats and other small animals.",
    "Rescue Groups": "Jack Russell Terriers are sometimes bought without any clear understanding of what goes into owning one, and these dogs often end up in the care of rescue groups, in need of adoption or fostering. Other Jacks end up in rescue because their owners have divorced or died. If you're interested in adopting an adult Jack Russell who's already gone through the destructive puppy stage and may already be trained, a rescue group is a good place to start. Parson Russell Terrier Association of America Rescue Russell Rescue, Inc. Russell RefugeJRTCC National Russell RescueAll dogs will need veterinary care at some point in their lives. When you adopt, make sure you're prepared to address any health issues that may come up after you leave the shelter. A pet insurance plan can keep your dog covered."
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Terrier Dogs"
    },
    {
      "name": "Height",
      "value": "10 to 15 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "13 to 17 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}