{
  "id": "jackshund",
  "url": "https://dogtime.com/dog-breeds/jackshund",
  "name": "Jackshund",
  "intro": "The Jackshund is a mixed breed dog–a cross between the Jack Russell Terrier and Dachshund dog breeds. Affectionate, lively, and playful, these pups inherited some of the best traits from two very different parents. The mix of different personalities and appearances will make for a fun, attractive dog!\nAlso known as a Jackweenie, the Jackshund is considered a “designer dog,” bred on purpose to emphasize desirable characteristics from each breed. As always, please adopt if you’re looking to add one of these dogs to your life. You can find them at shelters and breed specific rescues. Adopt! Don’t shop!\nJackshunds are loving and energetic with a bit of a range on energy, so you should be prepared to offer this dog plenty of exercise and cuddling. Their small-to-medium size makes them well-suited to a multitude of different homes; with enough space, a good portion of their exercise could be done indoors. Their energy level, tendency to dig, Olympic-quality jumping, and dedicated scent-following makes a high-fenced yard a great idea.\nThe easiest owner to match would be an active single person or couple, with plenty of time and energy to devote to their dog; however, with proper socialization and training, the Jackshund could be best friends with a whole family. Due to their hunting background, it would be best not to add small animals into the environment, such as birds, rodents, or even cats. If you must, be sure to supervise interactions or keep them separate. Jackshunds also have a stubborn streak, but early training will help with this, too. If you’re looking for a silly, sweet, fun best friend, this may be the dog for you!\nDogTime recommends this carrier for traveling with your small Jackshund. You should also pick up this dog brush and massager for your short-haired pup!\nSee below for all Jackshund facts and mixed dog breed characteristics!\n ",
  "description": {
    "Highlights": "The Jackshund is a mixed breed dog. They are not purebreds like their Jack Russell Terrier or Dachshund parents.Jackshund coat colors include white, black, brown, and cream. Noses are always black, and eyes are always brown.Grooming needs vary based on what kind of coat your Jackshund has. Longer coats need to be brushed and trimmed more often than shorter. Even the shortest Jackshund coat should be brushed a few times a week.Jackshunds are highly energetic and need ample exercise. They should have 45 to 90 minutes of exercise every day, which could be a mix of activities, as well as indoor play.Jackshunds can be great with kids, provided they are socialized at an early age. As with all dogs, it's a good idea to supervise interaction with young children.Jackshunds can get along well with other pets, but if early socialization isn't possible, it may be best to stay a single-pet home. Also, it's best not to encourage interactions between small animals, like rodents, and Jackshunds, as it may be difficult to stifle their hunter instincts.Jackshunds can be stubborn when it comes to training, and they can jump high. Having higher fences around your yard will help, but even then, you should watch to be sure the fence is higher than your Jackshund's jump.",
    "History": "The exact history of the Jackshund is a mystery, but intentionally mixing breeds to create \"designer dogs\" has been popular worldwide since the 1980s, at least. The idea is usually to emphasize the most desirable traits of each breed, while minimizing health problems--like the back problems dachshunds often encounter, due to their elongated spines.As for the Jackshund's parents, the Jack Russell Terrier came about in the early 1800s--an expert blend of the natural hunting and tracking abilities of the Terrier and the nimbleness that the Jack Russell's small size enabled. Dachshunds are an older breed, originating in Germany in the 15th century, bred for their fearless nature and long bodies to hunt down badger holes. They became companion dogs around the 19th century.\"Designer dogs,\" with these intentional mixes, are still in high demand, meaning they are also available to adopt from shelters, as not everyone who brings home a Jackshund--or any dog--ends up keeping them, unfortunately. If you want to make a Jackshund part of your life, please opt to adopt!",
    "Size": "Jackshunds can range from small to medium in size, depending on how large their parents are. Jackshunds often inherit the elongated spine of the Dachshund parent.They typically weigh approximately 15 to 28 pounds, and they measure eight to 23 inches tall. There's no significant difference in the size between males and females.",
    "Personality": "Jackshunds are happy, goofy, playful balls of energy who just want to be your best friend and don't enjoy being left alone for long periods of time. Early training and socialization is important for all dogs, but especially Jackshunds, given their strong personalities and stubborn streak. This will help desensitize them to children, other animals, and strangers. It will also help to teach them appropriate indoor versus outdoor behavior.Because of their background in hunting and tracking, they have a tendency to want to dig. You can teach them that this is acceptable outdoors, but not inside--or not at all. Though don't be surprised if they just can't help themselves from digging a tempting hole outside occasionally. Their inquisitive nature is a treat to watch, but it can sometimes get them into trouble, too.With boundless energy and love, the Jackshund needs an environment that can provide plenty of opportunity for both. Their smallish size makes that quite versatile, though their Olympian jumping abilities means higher fences are better, and even then, you should watch to be sure the fence is higher than your Jackshund's jump. While not tiny, their smaller size may make them a target for predators, so it's always a good idea to keep your Jackshund supervised, if not on a leash.",
    "Health": "As with all mixed breeds, there is a potential for the Jackshund to inherit the worst genetic predispositions from their parents, whether from their Dachshund or Jack Russell Terrier side, especially as this particular combination is so hard to predict.For the Jackshund, possible common health issues include:Cushing's Diseaseeye problemsintervertebral disc diseaseGastric Dilation Volvulusobesitypatellar luxationLegg-Calve-Perthes Diseasehip dysplasiaepilepsyear infectionsdeafnessdiabetesPlease note that just because these are predispositions in the Dachshund and Jack Russell Terrier breeds, it does not mean that a singular Jackshund will definitely inherit any of these. Jackshunds are decently healthy dogs, so you shouldn't be afraid that a Jackshund shelter dog necessarily has a health condition.",
    "Care": "As with all dogs, you should keep up with your Jackshund's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.Jackshunds are highly energetic and need ample exercise. This is good news to combat their tendency for weight gain. They are versatile at either apartment or house lifestyles, due to their smaller size.They do enjoy time outside for mental and physical stimulation, and long walks and games (agility, catch, puzzles, etc.) are particularly appealing; they should have 45 to 90 minutes of exercise every day, which could be a mix of these activities, as well as indoor play.A few words of caution for outdoor time: Jackshunds are excellent jumpers, despite their shorter stature, so higher fences are a must if they are too be off-leash. Even then, depending on your Jackshund's height and agility, they may be able to jump over that fence. Their smaller size could also make them vulnerable to wild predators. Their sense of adventure and wanderlust could send them off running into unfamiliar territory, as well. In short, it's a good idea to be outside with them, along with keeping them on a leash, when possible.As with all dogs, it's a good idea to cut your Jackshund's nails or have your groomer cut them about once a month, as well as to check their ears for redness or irritation about once a week. Brushing their teeth daily or at least a few times a week is also a good idea to promote good dental health. You can ask your vet to show you how to do any of these tasks.",
    "Feeding": "An ideal Jackshund diet should be formulated for a small or medium breed--depending on your individual Jackshund's size--with high energy. Because the Jackshund struggles with obesity, be careful not to overfeed your dog. Talk to your vet about specific food portions and treat allotments.As with all dogs, the Jackshund's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Jackshund's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "Jackshunds can inherit coats from either the Jack Russell Terrier or the Dachshund parent, meaning their coats can be double or single. The texture can have four variations--three from the Dachshund, and one from the Jack Russell. It can be short or long, and it may be straight and fine or curled and wiry. Colors include white, black, brown, and cream. Noses are always black, and eyes are always brown.Grooming needs vary based on what kind of coat your Jackshund has. Longer coats need to be brushed and trimmed more often than shorter. Even the shortest Jackshund coat should be brushed a few times a week. If the fur is wiry, regular stripping may be necessary from a professional. Bathing should only be done as needed. Professional grooming every so often may help the dog look their best, too.Your Jackshund's tolerance to hot and cold weather may vary a bit based on which coat they have. In general, Jackshunds are pretty tolerant to both heat and cold, but there are a few differences, in terms of tolerating the cold. Jack Russells handle the cold better than Dachshunds, so if your pup inherits more of the Dachshund coat, or if they're just on the smaller side, you may want to get a winter coat or sweater for your dog in cold weather.As with all dogs, watch for heavy panting as a sign of dehydration or even heat stroke. Be sure not to keep your dog outside too long if it's excessively hot.",
    "Children And Other Pets": "Playful and affectionate, Jackshunds can be great with kids, provided they are socialized at an early age. As with all dogs, it's a good idea to supervise interaction with young children. Jackshunds can be stubborn and highly energetic, which can make for a good playmate, but it may cause a bit rougher play than either side would be prepared for if they're not properly trained and socialized.When it comes to other pets, Jackshunds can get along well with them, but if early socialization isn't possible, it may be best to stay a single-pet home. Also, it's best not to encourage interactions between small animals, like rodents, and Jackshunds, as it may be difficult to stifle their hunter instincts. Given their tendency to chase, Jackshunds may chase anything from rodents, birds, and even cats--something to be mindful of when deciding what animals to add to your family.As with all dogs, Jackshunds will do best if they have early socialization and training. This will emphasize the loving, loyal traits of your dog, and it can minimize the hunting ancestry. With early socialization, Jackshunds can be great with children and other pets. However, without that early socialization, they may become aggressive.",
    "Rescue Groups": "It may be hard to find a breed-specific rescue for Jackshunds because they are a mixed breed. However, you may want to try Jack Russell Terrier or Dachshund breed specific rescues, as they often care for mixes, as well. Here are some rescues you can try:Dachshund Rescue of North America, Inc.Jacks GaloreYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "8 to 23 inches"
    },
    {
      "name": "Weight",
      "value": "15 to 28 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}