{
  "id": "jack-a-poo",
  "url": "https://dogtime.com/dog-breeds/jack-a-poo",
  "name": "Jack-A-Poo",
  "intro": "The Jack-A-Poo is mixed breed dog–a cross between the Jack Russell Terrier and Poodle dog breeds. Generally the Poodle parent is Miniature or Toy sized, as opposed to Standard. Affectionate, lively, and intelligent, Jack-A-Poos are energetic pups who make great family dogs.\nThe Jack-A-Poo has many other names, including Jack-A-Doodle, Jackadoodle, Jackdoodle, Jackapoodle, Jack A Poo, Jackapoo, Jack-A-Poodle, Jackpoo, Poojack, and Poo-Jack. They are considered “designer dogs,” bred on purpose to emphasize desirable characteristics from each breed. As always, please adopt if you’re looking to add one of these dogs to your life. You can find them at shelters and breed specific rescues. Remember, when you adopt, you save two lives: the one you bring home and the one you make room for at the rescue.\nThese little balls of energy would be well-suited to apartment living due to their small-to-medium size, but only if the owner can take them out for plenty of exercise. Otherwise, they might prefer to live in a house that has space for running around. It’s important to give your Jack-A-Poo plenty of attention and keep them stimulated, so their hardworking, clever nature can be used for good–otherwise, they could become destructive and bark a lot. However, these behaviors can be nipped in the bud with early training. If you’re ready for a high-energy friend who wants to be by your side as much as possible, this might be a great pup for you!\nDogTime recommends this carrier for traveling with your small Jack-A-Poo. You should also pick up this dog fetch toy to help burn off your pup’s high energy!\nSee below for all mixed dog breed traits and facts about Jack-A-Poos!",
  "description": {
    "Highlights": "The Jack-A-Poo is a mixed breed dog. They are not purebreds like their Jack Russell Terrier or Poodle parents.Jack-A-Poo coat colors include white, black, brown, tan, gray, and blue--and coats can be a mix of these colors. Noses are always black, and eyes are always brown.Grooming is fairly low-maintenance, only necessitating brushing once a week and bathing as needed.Jack-A-Poos can be great with kids, provided they are socialized at an early age. As with all dogs, it's a good idea to supervise interaction with young children.They can get along well with other dogs and cats, but if early socialization isn't possible, it may be best to stay a single-pet home. Also, it's best not to encourage interactions between small animals, like rodents, and Jack-A-Poos, as it may be difficult to stifle their hunter instincts.Jack-A-Poos are at the top of the spectrum for energy and needing exercise. They should have at least 45 to 60 minutes of exercise every day.Early training and socialization is important for all dogs, but especially Jack-A-Poos, given their blend of intelligence with a stubborn streak. This will help to curb their tendency to bark and desensitize them to children, other animals, and strangers.",
    "History": "The exact history of the Jack-A-Poo is a mystery, but it's clear they were part of the worldwide popular trend starting in the 1980s to create Poodle mixes--an effort to emphasize the intelligent, affectionate traits of the Poodle, as well as their hypoallergenic curly fur. This particular mix likely started in the USA.As for the Jack-A-Poo's parent breeds, the Poodle is one of the most ancient breeds in the world--beginning in Germany as waterfowl retrievers, but becoming the Poodle breed we know and love now in France. The Jack Russell Terrier came about in the early 1800s--an expert blend of the natural hunting and tracking abilities of the Terrier and the nimbleness that the Jack Russell's small size enabled.\"Designer dogs,\" with these intentional mixes, are still in high demand, meaning they are also available to adopt from shelters, as not everyone who brings home a Jack-A-Poo--or any dog--ends up keeping them, unfortunately. If you want to make a Jack-A-Poo part of your life, please opt to adopt!",
    "Size": "Jack-A-Poos can range from small-to-medium in size, depending on how large their parents are, and especially if the Poodle is Toy versus Miniature.They typically weigh approximately 13 to 25 pounds, and they measure ten to 16 inches tall. There's no significant difference in the size between males and females.",
    "Personality": "Jack-A-Poos are balls of energy who yearn to be helpful and by your side. Early training and socialization is important for all dogs, but especially Jack-A-Poos, given their blend of intelligence with a stubborn streak. This will help to curb their tendency to bark and desensitize them to children, other animals, and strangers. It will also help to teach them appropriate indoor versus outdoor behavior.Because of their background in hunting and tracking, they have a tendency to want to dig. You can teach them that this is acceptable outdoors, but not inside--or not at all. Though don't be surprised if they just can't help themselves from digging a tempting hole outside occasionally.With boundless energy and love, the Jack-A-Poo needs a family and environment that can provide plenty of opportunity for both. Their smallish size makes that quite versatile, though their Olympian jumping abilities mean fences won't necessarily keep them contained, and their smaller size may make them a target for predators of the land and air.",
    "Health": "Jack-A-Poos are generally pretty healthy dogs. Mixed breeds have a tendency to \"breed out\" some of the prominent maladies in purebred lines, with genetics selecting the strongest from each side. Also, small dogs tend to live longer than large dogs.However, there is a possibility of a Jack-A-Poo inheriting health issues from both Jack Russell Terriers and Poodles. Most are mild, but on occasion, some can be serious. The most common issues for Jack-A-Poos include:epilepsyhypothyroidismAddison's diseaseCushing's diseaseVon Willebrand's diseaseeye issuespatellar luxationhip dysplasiabloatskin disordersJust like with humans, while you can't always avoid your own genetics, the Jack-a-Poos' health can be optimized with appropriate diet and exercise.",
    "Care": "As with all dogs, you should keep up with your Jack-A-Poo's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.Jack-A-Poos are at the top of the spectrum for energy and needing exercise. This is good news to combat their tendency for weight gain. They are versatile at either apartment or house lifestyles, due to their smaller size.They do enjoy time outside for mental and physical stimulation, and long walks and games (agility, catch, etc.) are particularly appealing; they should have 45 to 60 minutes of exercise every day.A few words of caution for outdoor time: Jack-A-Poos are excellent jumpers, despite their shorter stature, so anything but the highest fences won't fully contain them. That smaller size could also make them vulnerable to wild predators. Their sense of adventure and wanderlust could send them off running into unfamiliar territory, as well. In short, it's a good idea to be outside with them, along with keeping them on a leash, when possible.As with all dogs, it's a good idea to cut your Jack-A-Poo's nails or have your groomer cut them about once a month, as well as to check their ears for redness or irritation about once a week. Brushing their teeth a few times a week is also a good idea to promote good dental health. You can ask your vet to show you how to do any of these tasks.",
    "Feeding": "An ideal Jack-A-Poo diet should be formulated for a small-to-medium breed with high energy. Dividing the food into two or three meals during the day, as opposed to unlimited access, will help your dog not to overeat.Because of the Poodle parent's tendency to develop bloat, it's a good idea to keep exercise at least 30 to 60 minutes apart from feeding, both before and after. You may need to take them outside to go to the bathroom before that, especially if they are very young or very old. Every dog is different with how quickly they need to go to the bathroom, but the more vigorous exercise should wait till after the safety period.As with all dogs, the Jack-A-Poo's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Jack-A-Poo's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "Jack-A-Poos can inherit coats from either the Jack Russell or the Poodle parent, meaning their coats may be straight, short, coarse, curly, or fluffy. Colors include white, black, brown, tan, gray, and blue--and coats can be a mix of these colors. Noses are always black, and eyes are always brown.Grooming is fairly low-maintenance, only necessitating brushing once a week and bathing as needed. Professional grooming every so often may help the dog look their best, too.Your Jack-A-Poo's tolerance to hot and cold weather is going to depend on which parent's coat they inherit. In general, Jack-A-Poos are pretty tolerant to both heat and cold, but there are a few differences. Poodles do not have an undercoat, which means they tolerate heat more easily and cold less easily. Jack Russell Terriers do have an undercoat.As with all dogs, watch for heavy panting as a sign of dehydration or even heat stroke--be sure not to keep your dog outside too long if it's excessively hot. Many small dogs do well with coats or sweaters when it is extra cold or snowy in the winter, so that may be helpful for your Jack-A-Poo, too.",
    "Children And Other Pets": "Jack-A-Poos can be great with kids, provided they are socialized at an early age. As with all dogs, it's a good idea to supervise interaction with young children. Jack-A-Poos can be stubborn and highly energetic, which can make for a good playmate, but it may cause a bit rougher play than either side would be prepared for, if they're not properly trained and socialized.When it comes to other pets, Jack-A-Poos can get along well with them, but if early socialization isn't possible, it may be best to stay a single-pet home. Also, it's best not to encourage interactions between small animals, like rodents, and Jack-A-Poos, as it may be difficult to stifle their hunter instincts.As with all dogs, Jack-A-Poos will do best if they have early socialization and training. This will emphasize the loving, loyal traits of your dog, and it can minimize the hunting ancestry. With early socialization, Jack-A-Poos can be great with children and other pets. However, without that early socialization, they may become aggressive.",
    "Rescue Groups": "It may be hard to find a breed-specific rescue for Jack-A-Poos because they are a mixed breed. However, you may want to try Jack Russell Terrier or Poodle breed specific rescues, as they often care for mixes, as well. Here are some rescues you can try:Carolina Poodle RescueJacks GaloreYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "10 to 16 inches"
    },
    {
      "name": "Weight",
      "value": "13 to 25 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}