{
  "id": "japanese-spitz",
  "url": "https://dogtime.com/dog-breeds/japanese-spitz",
  "name": "Japanese Spitz",
  "intro": "The Japanese Spitz is a small family companion with the heart of a large watchdog. This breed may look similar to American Eskimo Dogs, white Pomeranians, or small Samoyeds, but Japanese Spitzes have their own lineages and hail from, as you might guess, Japan. Although the American Kennel Club does not recognize this breed, many other kennel clubs around the world accept them.\nJapanese Spitz dogs are also intelligent, easy to train, low-maintenance, and great with children. They make good apartment dogs, so long as pet parents meet their exercise needs, and they have fairly low grooming needs, despite the appearance of their gorgeous, white fur.\nDogs of this breed are protective of their human families, even though they’re small in stature, and they’re known to bark when strangers enter their territory without backing down. If you want a dog who will be a dedicated family member with spirit and personality that far exceed their physical size, the Japanese Spitz might be the pooch for you.\nAlso, see below for complete list of dog breed traits and facts!",
  "description": {
    "": "The Japanese Spitz was bred to be a small companion dog that is cute, loyal, friendly, and smart. Even though they aren't specifically bred to be watchdogs, they have a courageous nature and an innate desire to protect their families, as well as a bark that is quite loud for their size. Although they are a relatively new breed, Japanese Spitz dogs are becoming increasingly popular due to their pleasant temperament, their ability to get along with other dogs and children, and their fairly low grooming needs, among other traits. They also tend to be healthy dogs with a longer-than-average life expectancy. Dogs of this breed adapt well to apartment living and have low-to-moderate exercise needs. At least one walk a day should keep them happy and prevent boredom, along with the destructive tendencies that are seen in dogs of almost any breed when they are cooped up too long without physical and mental exercise. Japanese Spitz dogs respond well to training and learn quickly. They'd make a decent choice for first-time dog owners, so long as they are prepared to meet the Japanese Spitz's exercise needs and learn the basics of responsible pet parenting before bringing a pooch home.",
    "Highlights": "Japanese Spitz dogs have fairly low grooming needs, despite the appearance of their beautiful, white coats. Their fur repels most debris and dirt, and they rarely need baths, as they don't have a doggy odor. Two good brushings a week should do the trick.Despite being similar in appearance to the American Eskimo Dog, Pomeranian, and Samoyed breeds, the Japanese Spitz breed has its own history and is recognized as a separate breed by many kennel clubs around the world.Japanese Spitz dogs have a bark that is louder than what you might expect from their size, and they are known to be fearless, especially when protecting their families.Although they make good apartment dogs, Japanese Spitz dogs do not like to be left alone for long periods of time, or they may get anxious.These dogs are very smart and respond well to positive reinforcement training.Japanese Spitz dogs are family-friendly. They are known to be playful and gentle with children, and they tend to get along well with other dogs in the household.",
    "History": "The Japanese Spitz breed made its debut at a dog show in Tokyo, Japan in 1921. The first dogs of the breed were descended from several white German Spitz dogs that were brought to Japan from China. Over the next few years, many other white Spitz breeds were imported from all over the world, and they were crossbred to produce more desirable traits in the emerging Japanese Spitz breed. It wasn't until after World War II that the breed's standards were finalized, and the Japan Kennel Club started to recognize the Japanese Spitz. In the 1950s, Japanese Spitz dogs were exported to Sweden, then England, and then around the world. Eventually, national kennel clubs all over the world recognized the Japanese Spitz as its own breed, though many of these kennel clubs still vary in their breed standards, especially when it comes to what size these dogs should be. The American Kennel Club is an exception, as it does not recognize the Japanese Spitz as a separate breed, mostly because of the strong resemblance to the American Eskimo Dog. The breed still continues to grow in popularity around the world.",
    "Size": "Many kennel clubs disagree as to exactly what size Japanese Spitz dogs should be, but they range in between 10 and 16 inches in height at the shoulders. Females tend to be smaller than males on average. The usual weight of dogs in this breed is 11 to 20 pounds. Though there is disagreement about the proper size of the Japanese Spitz, they are usually larger than Pomeranians, which share many common characteristics.",
    "Personality": "Japanese Spitz dogs are prized for their wonderful temperaments. They are very family-friendly and have a playful spirit. These dogs love personal attention, and they won't respond well to being ignored or left alone for long periods of time. Their energy needs are fairly average. One good walk a day should suit a Japanese Spitz just fine, and they might also appreciate a chance to run off leash. Because they are good with other dogs, a trip to the dog park will let them run freely and burn off any excess energy. That said, every dog should have socialization training, regardless of breed, before interacting with other animals. Japanese Spitz dogs are known for their courage and protective nature. They will bark, surprisingly loudly, at strangers who enter their territory, though they will calm down if humans they trust reassure them. They should be introduced to visitors comfortably. Japanese Spitz dogs soak up training well, and they are quite intelligent. Loyal, active, obedient, and affectionate are all words that accurately describe Japanese Spitz dogs' personalities, which may contribute to their continued growth in popularity.",
    "Health": "The Japanese Spitz dog breed is known to be fairly healthy with few of the genetic conditions that affect other purebreds. They may, however, be prone to luxating patellas--a condition where the kneecaps become dislocated. They may also have runny eyes from time to time, and their skin may become dry if they are bathed too frequently, which is why it is important to only bathe a Japanese Spitz when it is necessary. Owners should watch out for these conditions and maintain regular vet visits to catch and address any health concerns.",
    "Care": "Japanese Spitz dogs tend to be low-maintenance and require fairly basic care. Their teeth should be brushed regularly as recommended by a veterinarian. Their ears and paw pads should be checked for signs of infection, parasites, or debris and kept clean. Keep up with regular vet visits to maintain good health for your Japanese Spitz.",
    "Feeding": "A Japanese Spitz dog diet should be formulated for a small-to-mid-sized breed with average energy and exercise needs. You should consult your veterinarian or professional nutritionist for advice on what to feed your individual Japanese Spitz and the correct portion sizes. Their dietary needs will change as they grow from puppyhood to adulthood and senior age. Stay on top of these nutritional requirements.",
    "Coat Color And Grooming": "Japanese Spitz dogs have pure, white coats. Even though they look like they have high grooming needs, they do not. Their coats have a texture that usually repels most dirt and debris. That said, their coats are thick, and they must be brushed to prevent knots and matting. Japanese Spitz dogs should be brushed at least twice a week with a brush that reaches to the undercoat. This will dislodge some of the dead hair and reduce the need to clean up after shedding, as well. Their coats tend to be dry compared to other breeds, which is why they should only be bathed as needed. Frequent bathing can remove some of the natural oil and moisture from the hair, which can cause itchiness. Overall, the grooming needs of the Japanese Spitz are quite low compared to many other breeds.",
    "Children And Other Pets": "With a playful and gentle nature, Japanese Spitz dogs are great with kids. Their small size also means that they are unlikely to accidentally knock kids over or play too rough. A Japanese Spitz will make a loving, protective playmate for most children. That said, it is still important to supervise play and to instruct youngsters on how to properly handle and treat pets. Any dog can nip when they are afraid or uncomfortable. Japanese Spitz dogs also tend to do well with other pets in the house. They are not naturally aggressive. However, it is still important to keep up with socialization training with any dog to make sure that they remain comfortable in the presence of new pets and animals that they might interact with.",
    "Rescue Groups": "If you are interested in adopting a Japanese Spitz dog, you may have some trouble finding a rescue that specifically caters to this breed. However, you can try following Rescue Me! Spitz Rescue on Facebook, which is a group that regularly posts links to adoptable Spitz dogs. You can also try our adoption page that lets you search for adoptable dogs by breed and zip code."
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Companion Dogs"
    },
    {
      "name": "Height",
      "value": "10 to 16 inches"
    },
    {
      "name": "Weight",
      "value": "11 to 20 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 16 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}