{
  "id": "jindo",
  "url": "https://dogtime.com/dog-breeds/jindo",
  "name": "Korean Jindo Dog",
  "intro": "Originating in South Korea, the Korean Jindo Dog exhibits unmatched loyalty. They are also incredibly intelligent dogs with a knack for hunting, tricks, and even agility. Fastidious and quiet indoors, they make great household pets and companions.\nJindos require strong training, patience, and plenty of long walks. However, this makes them a good fit for active individuals and families who have enough time to let their wonderful personalities shine through. If you want a faithful friend who will learn quickly and love every member of your household, then the Korean Jindo Dog may be right for you.\nAlso, see below for a complete list of dog breed traits and facts about Korean Jindo Dogs!",
  "description": {
    "Highlights": "The Jindo breed originated on the Jindo Island of South Korea, brought over by Korean expatriates to America. Renowned for their bravery and loyalty, this breed is accurately represented by a single heartwarming tale. In 1991, a Jindo named Baekgu was sold and transported over 187 miles. It returned to its original master over seven months later, haggard and near death. This story is so popular in Korea that it inspired cartoons, a documentary, and a storybook.With this story and others, the Jindo are revered in the Jindo province. In fact, anyone visiting the area is greeted with a dog statue of its namesake. Jindo were originally used as hunting dogs in their native country due to their prey instinct and strict loyalty. Despite this proclivity, the breed has also been assigned to the Non-Sporting Group by the AKC suggesting that they do not require frequent, significant exercise.However, Jindo do have medium-high energy levels and their high intelligence requires almost constant stimulation. If left alone for long periods of time, a Jindo will find a way to entertain itself (and not always in the most productive manner). Young Jindos have been known to destroy furniture, demolish small objects, and even climb walls and fences when left alone for too long.Luckily, the Jindo is quick and easy to train due to its high intelligence. This same intelligence serves as a double-edged sword when it comes to training: they are capable of learning even complicated commands swiftly, but their cleverness can lead them to be a bit hard-headed. These dogs require time and patience from even experienced owners.Nonetheless, the Jindo makes a great pet for active owners with the time to invest in this unique breed. They show diehard loyalty to their owners, making them great companions, and rather reserved with strangers, making them effective watchdogs as well. In fact, they are such good watchdogs that the Korean army frequently uses them as guard dogs for military bases.Due to the energy and agility of these dogs, they are best suited when they have access to the outdoors at least part time. But be warned: any fence must be at least 6-8” if you hope to contain a Jindo! Their strong hind legs make them great jumpers.The Jindo is known for its loyalty and are easy to train because of it. However, these dogs command respect. They can be hard-headed and stubborn to owners who have not earned their respect.Early exposure to other pets, strangers, kids, and cats is crucial to the social development of a Jindo. They are instinctually protective and may become aggressive towards strangers and other animals if not socialized properly.Jindos should not frequently be left alone at any age, although they are less likely to be destructive once they are trained. The Jindo are a social breed that will become lonely, bored, and even depressed if lacking contact with their owners.These dogs make great apartment-dwellers. They need frequent walks to burn of their high energy, but their natural neatness and desire to be close to people makes them good indoor dogs. (They even groom themselves, like cats!)Jindos even look like great watchdogs. They have bright, alert eyes and perked ears, making them appear on guard at all times. They are used by the South Korean military as guard dogs.No swimming! Jindos are known to be apprehensive and even downright fearful of water. These dogs do not make great water companions. Some owners have even reported their Jindos being afraid of rain. A Jindo will allow itself to be bathed by an owner it trusts, but almost begrudgingly.There is a legend that three Jindos once managed to take down a Siberian tiger. Needless to say, they make good hunting dogs. They have natural prey instincts and a strong pack mentality.It is hard to overstate the popularity of the Jindo dog in Korea. The breed has been dubbed Korea National Treasure #53 and has its own dedicated research institution, The Korean Jindo Dog Research Institute. As a National Treasure, they are protected under the Cultural Properties Protection Act.",
    "History": "The official history of the Jindo is up for debate since there is no written account. However, most experts agree that this breed has been in the Jindo province for many centuries. There is no proof of how the dog originated on the island of Jindo, though the most popular theory states that they may be descended from Mongolian dogs brought to Korea during the 1270 A.D. Mongol invasion.Despite the many theories, there is evidence that Jindos have existed in Korea for at least 1,500 years. In 1962, they were designated as the 53rd National Treasure. This status makes it difficult to export a purebred outside of South Korea, though the first of this breed appeared in the United States in the 1980s. Despite their rarity in the States, they became recognized by the United Kennel Club in 1998.The Jindo Dogs Guild of Korea is responsible for monitoring the entire Jindo population. Beginning in 2008, this organizations issues certificated to purebreds.The breed has been long known in Korea for its hunting abilities. A pack of well-trained Jindos is an invaluable resource to a hunter, who serves as the pack leaders. Jindos will prey on medium to large prey, sometimes independent of their owners. They also serve as great guard dogs, protecting their owners in case of attack.Due to these traits, the Jindo was appropriated by militaries, police departments, and even search and rescue teams. It was believed that their ferocity and high trainability would make them a reliable fit for search and rescue positions. Unfortunately, the opposite proved to be true.In 2009, Bak Nam-sun spoke in an interview on the unfit nature of Jindos for search and rescue teams. It turns out that the dogs’ loyalty to one single owner was too strong for the multiple handlers of search and rescue teams. Their hunting instincts also often interfered with the search missions.Similarly, Son Min Suk stated in 2010 that German Shepherds were better military dogs. Again, the Jindo’s loyalty to their first trainer or their original home proved to be too strong to be effective in a military setting. Later that year, the Los Angeles Police Department discovered the same issues after adopting four Jindos from South Korea; the dogs were too eager to please their first trainers and were easily distracted because of it.Nowadays, the Jindo is still highly respected and popular throughout Korea. Despite being unfit for military and police positions, these dogs still make loyal and intelligent pets to individuals and families alike.",
    "Personality": "The Jindo is notorious for being both loyal and intelligent. Their pack mentality lends itself to easy training and an eagerness to please. However, their intelligence leads them to demand respect before giving their unwavering loyalty to their owners. They can be stubborn in the early stages of training and require patience. Once respect has been earned, there are few breeds that surpass the loyalty of the Jindo. They are quick to train and can learn even the most complicated tricks and agility sequences with ease.One of the more challenging aspect of the Jindo is their need for socialization. Jindos are overall a gentle and loving breed, but they are wary of strangers. Their loyalty disposes them to be furiously protective which can present itself as aggression in poorly socialized dogs. Early socialization with other animals, children, and strangers will quickly ease this concern.",
    "Health": "The Korean Jindo dog is generally a healthy breed with few serious genetic problems. There is only one known, infrequent health problem:Hypothyroidism: Hypothyroidism is a common disease in many breeds, including the Jindo. It presents itself initially with hair loss and a dull, thin coat. The dog’s skin will become flaky, though not necessary itchy. In later stages, hypothyroidism causes weight gain and sluggishness. It is not fatal and is actually inexpensive and simple to treat with a daily oral medication.",
    "Care": "Jindos should be allowed indoors, close to their owners. They do not do well if relegated alone outside for long periods of time. They are loyal and intelligent and form deep bonds with humans based on mutual trust and respect. When left alone, they can get bored and lonely and may become destructive, especially at young ages.Due to their high intelligence, Jindos need patience during early training stages. They are quick to train once their stubbornness has been surpassed. Especially important to training is the need for early socialization. Jindos can show signs of aggression and suspicion towards strangers if not properly socialized at an early age.",
    "Feeding": "Jindos have digestive tracks optimized for a carnivorous diet. As such, standard or cheap commercial dog food may not be the best choice for this breed. Foods high in corn are particularly bad for Jindos.A healthy and accessible option for Jindos include home-cooked meals with natural ingredients and special supplements. A good second choice is all-natural, high-quality, commercially produced foods.For more detailed information, or if you are unsure on what to buy, always check with your vet.Note: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference, the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.",
    "Coat Color And Grooming": "The Jindo is recognized by the UKC in six different colors: white, fawn, red, brindle, grey, black, and black and tan.The Jindo are naturally incredibly clean dogs. They have self-cleaning coats and do not need to be bathed frequently. They even groom themselves like cats. The downside of this is that they also shed profusely, especially in hot weather with their double coat.These dogs have no special grooming needs, making them fairly low maintenance in this department.",
    "Children And Other Pets": "Jindos need to be socialized early if they will be exposed to children and other pets. While the Jindo are not known for being aggressive, they have been called an especially suspicious breed. They are fiercely protective of their owners, frequently to whatever ends they feel necessary. Coupled with a prey instinct, careful and patient training is a must for the social Jindo.At the same time, a properly socialized Jindo becomes very confident, gentle, and tolerant. While they are still independent and do not appreciate being challenged, with proper training they will not respond with aggression or violence.If you are unsure of how to properly train your Jindo, or want a helping hand, consider professional obedience training around six months of age.",
    "Rescue Groups": "Jindo Project, Inc"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Sporting Dogs"
    },
    {
      "name": "Height",
      "value": "19½ to 21 inches for males and 18½ to 20 inches for females"
    },
    {
      "name": "Weight",
      "value": "35 - 60 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 - 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}