{
  "id": "kai-ken",
  "url": "https://dogtime.com/dog-breeds/kai-ken",
  "name": "Kai Ken",
  "intro": "The Kai Ken was discovered in the mountains of Kai, right near Mt. Fuji. Believed to be one of the purest and most ancient dog breeds of Japan, this rare dog is a skilled hunter and highly intelligent. Today, advocates of the breed work tirelessly to build up the dogs’ small population, especially in the United States and Japan.\nIn their native land, Kai Ken are sometimes referred to as Kai Uni or Tora Inu. They’ve also earned the nickname of Tiger Dog, thanks to their signature striped, brindle coats. Although these are rather rare purebreds, you may still find them at local shelters and rescue groups. Remember to adopt! Don’t shop if this is the breed for you.\nDogs of this breed are incredibly loyal and affectionate, which makes them a great choice for both families and single-dwellers. This ancient breed does have high energy levels though, and could turn to bored, destructive behavior if forced to lead a more sedentary lifestyle. They can also be a bit stubborn, which doesn’t make them an ideal choice for novice pet parents. If you want a companion for your active life and have experience with dog ownership, then this might be the right breed for you.\nSee below for complete list of Kai Ken dog breed facts and traits!",
  "description": {
    "Highlights": "The Kai Ken is sometimes referred to as Tiger Dog for their distinctive, brindle coat, which typically comes in three variations: black brindle (Kuro-Tora), brindle (Chu-Tora), and red brindle (Aka-Tora), with red being the rarest of them all.The Kai Ken's fur is also a double coat, which they will seasonally blow (shed). This might not make them the best choice for allergy sufferers.Kai Ken dogs have high energy levels. Make sure your dog gets at least one good half-hour- to hour-long walk per day with a few good, active play sessions and shorter walks mixed in.The Kai Ken makes an incredible calm companion for kids. This dog isn't one for much rough-housing, but they typically don't become aggressive towards rambunctious children.Typically, the Tiger Dog doesn't have many issues with other dogs, but their hunting instincts may be too hard to ignore in the presence of a cat or other small pet.",
    "History": "The Kai Ken is one of the six native Japanese spitz-type dogs and also the one that arguably has the purest bloodline. The breed originated in Kai (hence the name), a mountainous region in modern day Yamanashi. Surrounded by mountains, the breed stayed isolated and wild.Kai Ken dogs are known for their hunting prowess and will swim or even climb up trees to catch their prey.In 1934, the Japanese government classified the Kai Ken as a Living Natural Monument. Around the 1950s, it is believed that American service men brought some Tiger Dogs back to the States from Japan, although no one knows what happened to them.From 1990 to 1992, eleven Kai Ken dogs were brought over to the States for breeding purposes. Most Kai Ken reside in their native land of Japan, with an estimated 12,000 to 14,000 Tiger Dogs. Many are modern day companion dogs, while some are still used to help hunt larger game like boar and deer.",
    "Size": "Kai Ken stand anywhere between 17 and 22 inches from the shoulder and weigh in between 25 and 45 pounds.The male Kai Ken tends to be larger than the female, standing around 20 to 22 inches and weighing in between 35 and 45 pounds, while the female hovers around 17 to 19 inches and weighs between 25 and 35 pounds.That said, some Kai Ken may be larger or smaller than average for their breed.",
    "Personality": "Fans of Japanese Spitz breeds often describe their dogs as both stoic and stubborn, and the Kai Ken is no exception. They are not typically jump-in-your-lap type of dogs. Instead, the Kai Ken is content lounging in their own designated space in the same room as you.This doesn't mean that the Kai Ken isn't affectionate, though. For the most part, it just has to happen on their terms!The Kai Ken is an incredibly loyal dog. The ancient breed will show small or reserved gestures of affection to everyone in the family, but they have a tendency to have a special human who's \"theirs.\" This special human is likely the person who takes care of them the most.Tiger Dogs will stick by their special human's side, and it's beneficial if that human keeps up firm and consistent training. This is especially important when it comes to strangers and having guests over in the home. Kai Ken don't typically become physically aggressive to protect their family, but they will alert you of what they perceive as potential danger. This makes them excellent guard and watch dogs for single-dwellers and families alike.Kai Ken also need high levels of mental and physical stimulation. If you're active and are prepared to give your dog lots of positive reinforcement and attention, the Kai Ken may be the right dog breed for you.",
    "Health": "Kai Ken are generally healthy, but like all breeds, they can be subject to certain health conditions. Not all Tiger Dogs will get any or all of these diseases, but it's important to be aware of them if you're considering this rare breed.Some of the more common health problems Kai Ken suffer from include:AllergiesEye issues like Progressive Retinol AtrophyHip IssuesCancerLuxating PatellasHeart Murmurs",
    "Care": "As with all dogs, you should keep up with your Kai Ken's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.Kai Ken are somewhat prone to weight gain, and they have high energy levels. Make sure your dog gets at least one good half-hour- to hour-long walk per day with a few good, active play sessions and shorter walks mixed in. Since Kai Ken thrive off positive reinforcement, training your Kai Ken for obedience or agility drills could be a great way to keep your dog both mentally and physically fit.Check their ears for debris and pests daily and clean them as recommended by your vet. Trim your dog's nails before they get too long -- usually once or twice per month. They should not be clicking against the floor. Your groomer can help with this.Be sure to maintain their oral health. You should brush their teeth daily. Your veterinarian can instruct you on how to brush your dog's teeth properly.",
    "Feeding": "An ideal Kai Ken diet should be formulated for a medium breed with high energy levels. If under-exercised, they can be prone to weight gain. Keep your Kai Ken in good shape by measuring their food and feeding them twice a day, rather than leaving food out all the time.As with all dogs, the Kai Ken's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Kai Ken's diet, as there is far too much variation among individual dogs -- including weight, energy, and health -- to make a specific recommendation.",
    "Coat Color And Grooming": "The Kai Ken is sometimes referred to as Tiger Dog for their distinctive brindle coat, which typically comes in three variations: black brindle (Kuro-Tora), brindle (Chu-Tora), and red brindle (Aka-Tora), with red being the rarest of them all.The Kai Ken's fur is also a double coat, which they will seasonally blow (shed). This might not make them the best choice for allergy sufferers.While the shedding might make it necessary for more vacuuming, it doesn't mean you have to do much more than brush out your Kai Ken's coat. Tiger Dogs are famously immaculate, as they keep themselves groomed and kempt.Their double coat shouldn't be shaved, as it protects them from both the heat and the cold. As with all dogs, you should not leave your Kai Ken outside in any extreme weather condition or temperature.",
    "Children And Other Pets": "When it comes to kids, the Kai Ken makes an incredible calm companion. This dog isn't one for much rough-housing, but they typically don't become aggressive towards rambunctious children. Still, be sure to socialize your Kai Ken as early as possible in order to get them used to living with children. It is equally as important to teach kids how to safely interact with your Kai Ken. Always supervise playtime between kids and dogs, even with trained dogs.Since the Kai Ken is a hunting breed, it is best to slowly introduce them to any other animals in the household. Typically, the Tiger Dog doesn't have many issues with other dogs, but their hunting instincts may be too hard to ignore in the presence of a cat or other small pet.At the end of the day, how well your Kai Ken can get along with children and other pets comes down to socialization, training, and luck of the draw.",
    "Rescue Groups": "Rescues specifically for Kai Ken dogs might be hard to come by. However, you can always check with your local shelter, and you may want to try a rescue that caters to all kinds of dogs. You can take a look at the following:Wright-Way RescueAngels Among Us Pet RescueYou can also check out DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Companion Dogs"
    },
    {
      "name": "Height",
      "value": "17 to 22 inches"
    },
    {
      "name": "Weight",
      "value": "25 to 45 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 16 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 3
    }
  ]
}