{
  "id": "kerry-blue-terrier",
  "url": "https://dogtime.com/dog-breeds/kerry-blue-terrier",
  "name": "Kerry Blue Terrier",
  "intro": "The Kerry Blue Terrier is the quintessential working dog. They hail from County Kerry, Ireland, where they were bred to hunt small game and birds, kill rodents, and herd sheep and cattle. Intelligent and brave, they became a cherished pet as well, displaying fierce devotion to their family or pack.\nEven though these are purebred dogs, some may still end up in the care of shelters or rescues. Consider adoption if this is the breed for you.\nWhile not a particularly well-known dog breed, the Kerry Blue enjoys a dedicated following of fanciers, thanks to their working abilities and loyal companionship. They’re also quite friendly to just about all people, and they learn quickly despite being a bit strong willed from time to time. They do not, however, take quickly to other dogs and may prefer to be the solo pet in the home. Still, with patient training and plenty of exercise, these pups can make for loving and devoted members of the family.\nDogTime recommends this dog bed to give a good night’s sleep to your medium-sized Kerry Blue Terrier. You should also pick up this dog fetch toy to help burn off your pup’s high energy!\nSee all Kerry Blue Terrier dog breed facts and characteristics below!",
  "description": {
    "": "This working-class dog is definitely all terrier: alert, resourceful, muscular, and always ready for action. His defining characteristic, however, is his coat: blue, with a gray tint (though it doesn't start out that way). Puppies are often born black, transitioning through dark blue, brown, gray, and combinations of these colors until they reach a mature blue-gray color at about 18 months of age. His V-shaped ears, black nose, and the mop of hair that falls over his eyes further distinguish his look.The Kerry Blue Terrier is typically good-natured with people of all ages, including children. He is an excellent family dog who enjoys participating in all family activities and he is happiest when he is with those he loves. He makes a good watchdog too, ready to warn his family of intruders or anything out of the ordinary. The Kerry Blue is not especially vocal, but when he barks, he sounds intimidating.The Kerry Blue is not especially good-natured with other dogs. In fact, he is prone to dog aggression (fighting with other dogs), especially if he's intact. Early Kerry Blue Terriers were even more aggressive than those found today. Conscientious breeders have worked hard to retain the liveliness of the breed while toning down their natural inclination to aggression.Good breeding, combined with proper socialization (the process by which puppies or adults dogs learn how to be friendly and get along with other dogs and people) and training, helps prevent dog aggression, but watch out. This is not a dog to back down from a fight.The Kerry Blue is loyal and affectionate toward his family, but he is strong willed. He needs an equally strong-willed owner, one who can kindly and consistently show leadership. The Kerry Blue will walk all over a wishy-washy human, which is why he is not always recommended for first-time dog owners.Not surprisingly, the working Kerry Blue is an active dog who needs a great deal of exercise every day. (If he is trained and socialized not to fight with other dogs, he makes an excellent jogging, hiking, and bicycling companion.) Grooming is another daily activity. Although the Kerry Blue doesn't shed and is relatively odor-free, he must be brushed every day to prevent matting and to keep his coat neat and clean.It's not difficult to be captivated by this proud dog from Ireland with the blue-gray coat. However, in considering a Kerry Blue, it's important to realize he has many traits similar to all terriers: the love of digging, a bit of an attitude, and a high prey drive. These traits must be taken in account when considering adding him to the family.",
    "Highlights": "The Kerry Blue Terry is a quick study, though he can be strong willed at times. You'll need a lot of patience and firmness, plus a good sense of humor, when training this breed.The Kerry Blue is friendly to people, but his distaste for other dogs is well known. He can be aggressive and quarrelsome. Owners must be vigilant when taking the Kerry Blue in public. If he's socialized and well trained, he probably won't pick a fight, but he might try to end it if he's taunted.Keeping your Kerry Blue groomed is expensive and, if you do it yourself, it's hard work.Like all terriers, the Kerry Blue can be feisty. He loves to dig, chase, chew, and sometimes bark.This is an active breed. He needs plenty of exercise, every day. A yard to play in is best, combined with daily walks.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "Ireland — specifically, the mountainous area of County Kerry — is the birthplace of the Kerry Blue Terrier. He was originally a working terrier, hunting small game and birds, killing rodents, and guarding his homestead. He was used successfully for herding sheep and cattle. Eventually, the breed was shown in conformation and highly favored. English fanciers saw potential, too, and the breed was recognized by the Kennel Club.Aggressiveness was originally was bred into the Kerry Blues intentionally. In early dog shows, the Irish Kennel Club required each to pass a \"gameness\" test before he could be judged. The tests included catching rabbits and bringing a badger to bay. From these tests, the Kerry Blue earned the nickname \"Blue Devil.\"No one really knows who brought the first Kerry Blue to the United States. He was thought to have appeared at the Westminster show in 1922, and the breed was officially recognized by the Amercian Kennel Club in 1924. During the Westminster show of 1926, a group of fanciers met at the Waldorf-Astoria in New York City and organized the Kerry Blue Terrier Club of America.In the early 1900s, Irish patriot Michael Collins introduced legislation to name the Kerry Blue the National Dog of Ireland. His own Kerry Blue was named Convict 225. Collins was murdered, however, before the legislation could be passed, and after his death, interest in the initiative was lost.",
    "Size": "Males stand 18 to 19.5 inches tall. Females stand 17.5 to 19 inches tall. Males and females weigh 33 to 40 pounds.",
    "Personality": "The Kerry Blue is a hard-working, independent, and athletic dog with plenty of energy and stamina. Like most terriers, he is prone to dig, chase, and bark (occasionally). If you are considering a Kerry Blue, think about whether or not you are willing to live with his propensity toward these behaviors. If so, you will be delighted with the Kerry Blue's fun-loving, even silly, attitude.The Kerry Blue is an active breed, and he needs plenty of exercise — mental and physical. Don't leave him alone for long periods of time, or he is likely to become bored, which leads to the destructive behaviors mentioned above. Training is essential to teach him proper canine manners. And as delightful as he is, the Kerry Blue does not get along well with others. He tends to fight with other dogs and chase small animals he perceives as prey.Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Choose the middle-of-the-road puppy, not the one who's beating up his littermates or the one who's hiding in the corner.Always meet at least one of the parents — usually the mother is the one who's available — to ensure that they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when he grows up.Like every dog, the Kerry Blue needs early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Kerry Blue puppy grows up to be a well-rounded dog.Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills.",
    "Health": "Kerry Blue are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Kerry Blue will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition.In Kerry Blue, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).Entropion: Entropion is the inward rolling of the eyelid, usually the lower one, and found in both eyes. It causes vision loss and irritation, and generally occurs before a dog turns a year old. Corrective surgery when the dog reaches adulthood is an effective treatment.Hypothyroidism: This is a disorder of the thyroid gland. It's thought to be responsible for conditions such as epilepsy, alopecia (hair loss), obesity, lethargy, hyperpigmentation, pyoderma ,and other skin conditions. It is treated with medication and diet.Skin Cysts: It's not unusual for the Kerry Blue to develop lumps and bumps, usually epidermal cysts or sebaceous gland cysts that don't cause a problem. If a cyst ruptures, however, it can become infected.Cancer: Symptoms include abnormal swelling of a sore or bump, sores that do not heal, bleeding from any body opening, and difficulty with breathing or elimination. Treatments for cancer include chemotherapy, surgery, and medications.Keratoses: Keratoses (of the nose and foot) is the development of corns, warts, and calluses on the feet or nose. Often painful, corns can be inherited and are associated with thin pads or flat feet. Keratoses can be removed surgically or treated with antibiotics and corticosteroids.Cataracts: Cataracts cause opacity on the lens of the eye, resulting in poor vision. The dog's eye(s) will have a cloudy appearance. Cataracts usually occur in old age and sometimes can be surgically removed to improve vision.Dry Eye: Keratoconjunctivitis sicca and pigmentary keratitis are two conditions seen in Kerry Blues and can occur at the same time, or individually. Dry eye is caused when the eyes don't produce enough tears to stay moist. Your vet can perform tests to determine if this is the cause, which can be controlled with medication and special care. Pigmentary keratits is a condition that causes black spots on the cornea, especially in the corner near the nose. If the pigment covers the eye, it can cause blindness. Your vet can prescribe medication that will help keep the eyes moist and dissolve the pigment. Both of these eye conditions require life-long therapy and care.Chronic Otitis Externa: This is a chronic infection of the outer ear canal, often caused by excessive hair in the ear that fosters bacterial and fungal growth. The Kerry Blue can be prone to infection. Treatment includes cleaning the ears and plucking the hair growing inside the canal.Progressive Neuronal Abiotrophy (PNA): This is a rare, inherited nerve disorder. Symptoms usually appear when the dog is between 2 and 6 months of age. By the time the dog is a year old, he can't stand up. There is no treatment, nor are there any tests that determine if breeding dogs are carriers of the condition. Research is underway to create testing for breeding stock.Hip Dysplasia: This is an inherited condition in which the thighbone doesn't fit snugly into the hip joint. Some dogs show pain and lameness on one or both rear legs, but others don't display outward signs of discomfort. (X-ray screening is the most certain way to diagnose the problem.) Either way, arthritis can develop as the dog ages. Dogs with hip dysplasia should not be bred — so if you're buying a puppy, ask the breeder for proof that the parents have been tested for hip dysplasia and are free of problems.Patellar Luxation: Also known as slipped stifles, this is a common problem in small dogs. The patella is the kneecap. Luxation means dislocation of an anatomical part (as a bone at a joint). Patellar luxation is when the knee joint (often of a hind leg) slides in and out of place, causing pain. This can be crippling, although many dogs lead relatively normal lives with this condition.Factor Xl Deficiency (Plasma Thromboplastin Antecedent Deficiency): This is a rare inherited blood clotting abnormality that is characterized by severe bleeding after surgery or trauma. As the name implies, it's caused by a deficiency of the factor XI in the blood-clotting mechanism.",
    "Care": "The Kerry Blue Terrier is a powerful, agile, and athletic dog who requires regular exercise. While some Kerry Blues will exercise themselves in a securely fenced back yard, others do not.Not only will a daily walk maintain muscle tone and keep a Kerry fit and trim, it will provide the necessary stimulation and socialization to keep him mentally alert. The Kerry Blue who lives in an apartment or condo requires at least three daily walks, even if it's raining or the temperature is below freezing.Training and socialization is essential for the Kerry Blue, beginning with puppy classes. Incorporate socialization with training by taking your Kerry Blue with you to many different places — the pet supply store, outdoor events, or long walks in busy parks — anywhere there are a lot of people to meet and sights to see.Remember, though, that he has a tendency to quarrel with other dogs. Also: if you don't have children, but may in the next few years, the Kerry Blue must be socialized early to them.The Kerry has a mind of his own and requires a firm but loving hand to show what is expected from him. He instinctively wants to please, and with positive reinforcement and praise, learns quickly. Harsher techniques aren't useful with a Kerry, because despite his toughness, he is surprisingly sensitive.",
    "Feeding": "Recommended daily amount: 1.5 to 2 cups of high-quality dry food a day, divided into two meals.Note: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Kerry Blue in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test.First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Kerry Blue, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The Kerry Blue coat is soft, dense and wavy, and though considered non-shedding, the coat is high maintenance. He needs daily brushing, plus trimming and bathing every four to six weeks.Most owners opt to hire a professional groomer to trim the Kerry Blue, though finding one who knows the correct Kerry trim can be difficult. An uncommon breed, the average groomer doesn't have much experience with it; you might end up with your Kerry Blue looking like a Schnauzer or a Poodle.Your best option is to choose a groomer who certified with a national certifying agency. While certification is not mandated legally (like kennel licensing), it does show ongoing education. Also, owners can find a state-by-state listing of experienced groomers at The Kerry Blue Foundation website.Brush your Kerry Blue's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim his nails once or twice a month if your dog doesn't wear them down naturally to prevent painful tears and other problems. If you can hear them clicking on the floor, they're too long. Dog toenails have blood vessels in them, and if you cut too far you can cause bleeding — and your dog may not cooperate the next time he sees the nail clippers come out. So, if you're not experienced trimming dog nails, ask a vet or groomer for pointers.His ears should be checked weekly for redness or a bad odor, which can indicate an infection. When you check your dog's ears, wipe them out with a cotton ball dampened with gentle, pH-balanced ear cleaner to help prevent infections. Don't insert anything into the ear canal; just clean the outer ear.Begin accustoming your Kerry Blue to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "The Kerry Blue loves kids, and because he is a sturdy dog, he can take a few knocks if the play gets rough. He is good-natured, and isn't normally grouchy with children.As with every breed, you should always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's eating or sleeping or to try to take the dog's food away. No dog, no matter how friendly, should ever be left unsupervised with a child.He is grouchy, even aggressive, with other dogs, though with socialization and training — and altering — this tendency can be minimized. Never let your guard down, though, when the Kerry Blue is around other dogs, especially those unfamiliar to him.The Kerry Blue isn't especially fond of small animals either, given his strong prey drive. His instinct tells him to chase, so keep him leashed in public. The best way to ensure he'll get along with cats or small mammals in his home is to raise him with them and introduce them properly. Following that, close supervision is advised.",
    "Rescue Groups": "Kerry Blues are sometimes bought without any clear understanding of what goes into owning one. These dogs may end up in need of adoption and fostering.United States Kerry Blue Terrier Club"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Terrier Dogs"
    },
    {
      "name": "Height",
      "value": "17 to 19 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "33 to 40 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}