{
  "id": "king-shepherd",
  "url": "https://dogtime.com/dog-breeds/king-shepherd",
  "name": "King Shepherd",
  "intro": "The King Shepherd is a hard working, loyal companion dog. Confident and strong, their huge size would be a pretty big deterrent for any would-be predator. King Shepherds are protective of their families, but they’re not aggressive dogs.\nThe King Shepherd is a combination of several possible breeds but must include the German Shepherd. Most often, they are blended with the Alaskan Malamute and/or Great Pyrenees, and some older lines trace back to the Akita. Even though they might have an intimidating size, they’re affectionate and loving.\nKing Shepherds are versatile. This highly intelligent dog can do a variety of jobs from sheep herding to child companion, police dog, rescue work, or guide dog. They get along great with other dogs, but early socialization is an important factor for raising a friendly sociable pup.\nThey can live in an apartment as long as they get plenty of exercise and room to stretch their legs. These dogs can get pretty large, so while they can live in an apartment, a house with a big yard might be a more ideal setting.\nDogTime recommends this big, spacious crate to give your big King Shepherd a place to rest and relax. You should also pick up this dog water bottle for any outdoor adventures you have with your pup!\nSee below for complete list of King Shepherd hybrid dog breed facts and traits!",
  "description": {
    "Highlights": "The King Shepherd is a hybrid dog breed. They're a mix of many different breeds, but always have German Shepherd ancestry.The main colors of King Shepherds are fawn, red, black, brown, and sable. Their coats are usually a combination of two or more colors.While they are not a good choice of dog for allergy sufferers, their coats are pretty easy to care for. A good brushing three times a week will probably do the job with other grooming as needed.King Shepherds get along great with children, especially those they've been raised with. A gentle giant, they are patient and sweet with kids.They also get along well with dogs and other household pets, including cats. Early socialization is an important factor for developing a social dog.King Shepherds are highly trainable and thrive on positive reinforcement. Do not leave them alone for long periods. They can easily become bored, depressed, and frustrated, which may result in unwanted behaviors.",
    "History": "The King Shepherd was developed in 1990 by Americans, Shelley Watts-Cross and David Turkheimer. The breed is still considered to be in development.This hybrid is a mixture of German Shepherds with other breeds, including the Great Pyrenees, Alaskan Malamute, and sometimes the Akita. Breeders wanted to create a dog similar in nature and appearance to the German Shepherd, but larger and with fewer genetic health concerns.This dog is from a lineage of working parents and needs to stay busy in order to stay happy.While the hybrid was in development in the early 1990s, it was not officially established until 1995 when a King Shepherd breed club was created.The King Shepherd is currently recognized by:American Rare Breed Association (ARBA) American King Shepherd Club (AKSC)American Pet Registry, Inc. (APRI)Dog Registry of America, Inc. (DRA)Eastern Rare Breed Dog Club (ERBDC)States Kennel Club (SKC)World Wide Kennel Club (WWKC)",
    "Size": "The King Shepherd is a relatively new hybrid breed. While not yet recognized by the American Kennel Club (AKC), they do have breed standards.Females should be 25 to 27 inches in height at the shoulder and weigh 75 to 110 pounds. Males should be 27 to 31 inches in height at the shoulder and weigh 90 to 150 pounds.That said, some dogs may be smaller or larger than average and not fit into their breed's standard sizes.",
    "Personality": "King Shepherds make excellent family companions and guard dogs. Their size is intimidating and may discourage any would-be predator. They are protective of their families and home but friendly with anyone non-threatening.The King Shepherd is driven and capable of learning any task. They like to work and need to have a job to do, whether big or small. Give the King Shepherd a sense of purpose, and this dog will earn their keep tenfold.They are highly trainable and thrive on positive reinforcement. Do not leave them alone for long periods. They can easily become bored, depressed, and frustrated, which will result in unwanted behaviors.",
    "Health": "The King Shepherd hybrid breed is predisposed to some of the same conditions that the German Shepherd also faces, though many breeders have worked to reduce instances of genetic health problems. While most are generally healthy, some may be prone to a few issues, which is why it is important to maintain good care and regular veterinary checkups.Some of the more common health problems King Shepherd's suffer from include:Von Willebrands diseaseHypothyroidismJoint DysplasiaEye IssuesAllergiesBloat",
    "Care": "As with all dogs, you should keep up with your King Shepherd's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.King Shepherds are prone to weight gain. Choose a high quality food and stick to a feeding schedule. Make sure your dog gets at least 60 to 90 minutes of walking or hiking per day, which will help keep them fit.Check their ears for debris and pests daily and clean them as recommended by your vet. Trim your dog's nails before they get too long--usually once or twice per month. They should not be clicking against the floor. Your groomer can help with this.One of the toughest jobs when caring for any animal is maintaining their oral health. You should brush their teeth a minimum of three times per week. Your veterinarian can instruct you on how to brush your dog's teeth properly.You'll need to take special care if you're raising a King Shepherd puppy. Don't let your puppy run and play on very hard surfaces such as pavement until they're at least two years old and their joints are fully formed. Normal play on grass is fine, as is puppy agility with one-inch jumps.",
    "Feeding": "An ideal King Shepherd diet should be formulated for a large-sized breed with moderate energy. They have a tendency to gain weight if they're overfed, so you should stick to a regular feeding schedule and not leave food out during the day. Limit their amount of treats, as well.As with all dogs, the King Shepherd's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your King Shepherd's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "King Shepherd coats are mostly a mix of German Shepherd and other parent breeds' coats and colors. The main coat colors are fawn, red, black, brown, and sable. Their coats are usually a combination of two or more colors.They usually have medium-length, normal density coats, and while they are not a good choice of dog for allergy sufferers, their coats are pretty easy to care for. A good brushing three times a week will probably do the job and bathing is recommended only as needed with a mild shampoo. Too much bathing can strip the coat of its natural oils.Their double coats do shed quite a bit. You will definitely want a vacuum on hand. See if a RoboVac is right for you!That double coat gives them an edge when it comes to extreme weather. Many of these dogs absolutely love to run and play in the snow. Their double coats also help to keep them cool during hot summer months. Keep in mind they're an indoor dog and need to live indoors.",
    "Children And Other Pets": "King Shepherds have an intimidating presence due to their size, but they get along great with children, especially those they've been raised with. A gentle giant, they are patient and sweet with kids.As with every breed, you should always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while they're eating or sleeping or to try to take the dog's food away. No dog, no matter how friendly, should ever be left unsupervised with a child.King Shepherds are nice to strangers and can get along well with dogs and other household pets, including cats. Early socialization is an important factor for developing a social dog.",
    "Rescue Groups": "Because the King Shepherd is a somewhat rare hybrid dog breed, it may be difficult to find a breed specific rescue. However, you can always check with your local shelter, and you may want to try a rescue that caters to all kinds of dogs. You can take a look at the following:Wright-Way RescueAngels Among Us Pet RescueYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Hybrid Dogs"
    },
    {
      "name": "Height",
      "value": "25 to 31 inches"
    },
    {
      "name": "Weight",
      "value": "75 to 150 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 11 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}