{
  "id": "kishu-ken",
  "url": "https://dogtime.com/dog-breeds/kishu-ken",
  "name": "Kishu Ken",
  "intro": "Almost exclusive to Japan, the Kishu Ken is an ancient dog breed once used for hunting large game like boar. Some are still used as hunting dogs, but for the most part, the modern day Kishu Ken is a family dog in Japan, and they’ve started to grow in popularity in the United States, as well.\nSome fans of the breed affectionately call them Kishu or Kishu Inu. Although these are purebred dogs, you may still find them in shelters and rescues. Remember to adopt! Don’t shop if this is the breed for you.\nDogs of this breed may not be the best choice for novice pet parents, as this headstrong hunter needs a gentle-but-firm hand along with consistent training. This ancient Japanese breed does well with both single dwellers and families; although, they tend to get attached to one person in the household. Although they’re reserved in nature, they’re quick to protect their humans. If you’re looking for a calm companion who’ll also alert you of potential danger, then this might be the breed for you.\nSee below for complete list of Kishu Ken dog breed facts and traits!",
  "description": {
    "Highlights": "The Kishu Ken used to have a variety of coat colors, including brindle and red. As the breed became standardized, white fur was in demand, and Kishu Ken were selectively bred. There are still some rare red and brindle Kishu Ken.Kishus have medium energy levels. Make sure your dog gets at least one good half-hour- to hour-long walk per day with a few good, active play sessions and shorter walks mixed in.When it comes to children, the Kishu Ken can make a great, calm companion. However, the Kishu Ken is not one for rough-housing, and you should teach your children how to safely interact with dogs.Cats and other small mammals aren't the best housemates for a Kishu Ken. Their hunting instincts are likely to kick in. Many Kishus prefer to be the only pet in the home.The intelligent breed does well with all types of training, including agility training and trick training. They learn best with positive reinforcement.Since the Kishu Ken is such a loyal breed, they can become vigilant and protective if someone new comes into the house.When their coat isn't blowing, maintenance is fairly low-key, as the Kishu Ken is a very cleanly dog. A good brushing once a week should do. They're not a good choice for allergy sufferers.",
    "History": "While the exact date of the breed's origin isn't exact, researchers believe that the Kishu Ken breed is at least 3,000 years old. The breed got its start in Kyushu, or modern-day prefectures of Mie and Wakayama.According to some legends, the Kishu Ken is a descendant of wolves gifted to a man after he helped an injured wolf. Humans worked with their Kishu Ken dogs to hunt large game like boars, and even bears. The dogs were trained to pin down prey live and wait for their humans to catch up. Some hunters in Japan still use these dogs for hunting.Even though these loyal, intelligent dogs stuck by their humans' sides, it wasn't until 1934 that Kishu Ken enthusiasts in Japan honored them as a national treasure, designating the breed as a “Memorial of Nature.”Even though the Kishu Ken originally came in a variety of colors, the preference for a easily spot-able, white coat pushed selective breeding processes. The breed is mainly found in Japan, although they're considered rare there as well. Foundation stock breeders in both Japan and the United States are actively working to keep Kishu Ken numbers up.",
    "Size": "On average, the Kishu Ken stands between 17 and 22 inches from the shoulder and weigh in between 30 and 60 pounds.Still, some Kishu Ken may be larger or smaller than average for their breed.",
    "Personality": "The Kishu Ken might seem standoffish to those they don't know, but breed enthusiasts know how loyal and loving this dog can be. While they may not hop up on your lap or snuggle at the foot of your bed, they do enjoy being in close proximity to their humans, like lounging in a dog bed as you read on the couch.The Kishu Ken tends to have a favorite human, usually whoever is their main caretaker. By no means is a Kishu Ken aggressive or cold towards other family members, but they will show a little extra affection for that one special human.Since the Kishu Ken is such a loyal breed, they can become vigilant and protective if someone new comes into the house. They aren't known to be outwardly aggressive, but you should still start socialization and consistent training as early as possible to curb any unwanted guarding habits.As long as training is consistent, the Kishu Ken can thrive in nearly any environment. Even though the breed was designed to help hunt large game, their energy levels aren't as high as other hunting dogs' typically are.This doesn't mean the Kishu Ken won't appreciate activity with their humans. The intelligent breed does well with all types of training, including agility training and trick training. They learn best with positive reinforcement.",
    "Health": "Kishus are generally healthy, but like all breeds, they can be subject to certain health conditions. Not all Kishu Ken will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.Some of the more common health problems Kishu Ken suffer from include:Allergies and autoimmune conditionsEntropionCancer in older Kishu Ken",
    "Care": "As with all dogs, be sure to keep up with your Kishu Ken's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your Kishu healthy.Kishu Ken are prone to weight gain, and they have medium energy levels. Make sure your dog gets at least one good half-hour- to hour-long walk per day with a few good, active play sessions and shorter walks mixed in. As a breed with hunting instincts in their DNA, your Kishu Ken will also appreciate active games that are also mentally stimulating. A bored and untrained Kishu Ken can develop unwanted destructive habits.Check their ears for debris and pests daily and clean them as recommended by your vet. Trim your dog's nails before they get too long--usually once or twice per month. They should not be clicking against the floor. Your groomer can help with this.Maintain their oral health. You should brush their teeth daily. Your veterinarian can instruct you on how to brush your dog's teeth properly.",
    "Feeding": "An ideal Kishu Ken diet should be formulated for a medium breed with medium-to-high energy levels. The Kishu Ken has a tendency to gain weight. Keep your Kishu in good shape by measuring their food and feeding them twice a day rather than leaving food out all the time.As with all dogs, the Kishu Ken's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Kishu's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "The Kishu Ken used to have a variety of coat colors, including brindle and red. As the breed became standardized in the early 20th century, the preference of highly visible white fur, especially for hunters, was in demand, and Kishu Ken were selectively bred. There are still some red and brindle Kishu Ken, although they are quite rare.The Kishu Ken has a double coat, which means they will experience blowing in the fall and the spring. This may not make them the best choice for allergy sufferers. When their coat isn't blowing, maintenance is fairly low-key, as the Kishu Ken is a very cleanly dog. A good brushing once a week should do.It is important not to shave your Kishu Ken's coat, even in the summer. The Kishu's double coat protects them from both the harsh cold and summer heat. In the summer months, you may have to apply dog sunscreen to any bare areas, like the snout.",
    "Children And Other Pets": "When it comes to children, the Kishu Ken can make a great, calm companion. However, the Kishu Ken is not one for rough-housing, and you should teach your children how to safely interact with your Kishu before throwing them all in the same room together. Kishus are not known to be aggressive or overly playful, but they may growl at a child who is overstepping their boundaries.As for other pets, cats and other small mammals aren't the best housemates for a Kishu Ken. Their hunting instincts are likely to kick in, and your cat will be stuck in a constant chase. As for other dogs, the Kishu Ken can get along with others, as long as they are introduced slowly and calmly. Having said that, the Kishu typically prefers to be the sole dog of the house.",
    "Rescue Groups": "Rescues specifically for Kishu Ken dogs might be hard to come by. However, you can always check with your local shelter, and you may want to try a rescue that caters to all kinds of dogs. You can take a look at the following:Wright-Way RescueAngels Among Us Pet RescueYou can also check out DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Working Dogs"
    },
    {
      "name": "Height",
      "value": "17 to 22 inches"
    },
    {
      "name": "Weight",
      "value": "30 to 60 pounds"
    },
    {
      "name": "Life Span",
      "value": "9 to 13 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 2
    }
  ]
}