{
  "id": "komondor",
  "url": "https://dogtime.com/dog-breeds/komondor",
  "name": "Komondor",
  "intro": "Although the Komondor’s appearance might make you think they were developed to mop floors, this pooch has a long and noble heritage as a flock-guarding dog breed in their native Hungary. They still retain a strong protective instinct and will defend their family and property with their life.\nIn Hungarian, the plural form of Komondor is Komondorok. Although this is a purebred dog, you may be able to find them in shelters and rescues. So remember to adopt! Don’t shop!\nAffectionate with their families, these dogs are intelligent and eager to please. Because they’re so protective, they can make decent watchdogs and will bark if anything is amiss. They aren’t, however, well-suited for apartment life and prefer to have lots of room to run and burn off energy. For a larger home in need of a loving guardian, this may be the dog for the job.\nDogTime recommends this big, spacious crate to give big Komondorok a place to rest and relax. You should also pick up this dog water bottle for any outdoor adventures you have with your pup!\nSee all Komondor dog breed characteristics below!",
  "description": {
    "": "The Komondor may look like a mop on four legs, but beneath all that hair, there's a big dog with a big personality. Originally bred to guard livestock--a job they still excel at--the Komondor is intelligent, independent, and highly protective. In fact, they enjoy nothing more than watching over their family.This may pose a couple of problems. For one, it can be unnerving to have a dog sit and stare at you as you go about your day. For another, the Komondor's protective instincts and suspicion of strangers can lead to trouble (and lawsuits) if your dog attacks someone they perceive as a threat.Obviously, this dog comes with responsibilities. You need to be a confident leader to win the respect of your Komondor. The meek and the inexperienced dog owner need not apply. You'll have to socialize your Komondor well--exposing them to lots of different people, situations, and other animals--from an early age so your dog knows how to behave around them. And you'll have to take pains to introduce your Komondor to people who are permitted in your home. Once a Komondor accepts the newcomer, they'll always remember them and treat them as a member of their flock, one more person to watch over.You'll also need to be careful around other dogs. Komondorok can be aggressive toward dogs they don't know, and some aren't capable of sharing a home with another canine, no matter how hard you to try to make everyone get along. However, they may have excellent relations with cats and livestock.Nor is the Komondor's coat care an easy proposition. Their trademark cords don't need brushing, but they must be kept free of parasites and dirt. And if it gets damp, the Komondor's coat can develop an unpleasant mildew odor.True to their working dog heritage, the Komondor is a smart cookie who learns quickly with the right trainer--that is, one who engages their mind and works with their independent nature rather than against it. With repetitive training techniques, this dog gets bored. The Komondor will ignore commands that seem unnecessary, so pick your battles.The Komondor comes with lots of benefits in addition to the responsibilities. This loyal breed will happily spend their days under or on your feet, serving as companion, friend, and guardian.",
    "Highlights": "Komondor are rare, but unethical backyard breeders and puppy mills do breed them. It's important to never buy a dog from an irresponsible breeder or pet store that sources puppies from mills.Although an apartment or condo is not the ideal living space for a Komondor, they can adjust to that lifestyle if they receive daily exercise and are trained not to bark excessively.This strong-willed dog needs a confident owner who can provide leadership the Komondor will respect. This isn't a good choice for the first-time dog owner.Although the Komondor shouldn't be brushed, their coat needs extensive care to keep its white color and to stay free of dirt, debris, and parasites. You may need to visit the groomer regularly.Komondor are barkers and suspicious of most things they see or hear. The breed is an excellent watchdog for both home and livestock and was originally developed for this role.Komondorok can be aggressive to other dogs.Komondorok aren't high-energy and are happy just watching and following you around the house. But they still need daily exercise of at least a few walks per day to keep them healthy and at their proper weight.A high fence is required to prevent the Komondor from attempting to expand their territory, a common habit of guard dogs.The Komondor is happiest when they're working. They're ideal for guarding livestock, but any job will give them the mental exercise they need.Although Komondor historically spent their time outside protecting the flock, they do need time inside with their family. Like any dog, a Komondor can become aggressive, fearful, or aloof when deprived of human company.",
    "History": "The earliest written description of the Komondor dates back to the 16th century, but the breed was around long before that, guarding livestock herds in his native Hungary. The Komondor is believed to be descended from the Russian Owtcharka, another breed of sheepdog.Komondorok had a special advantage in their job. With their white, corded coats, they closely resembled their flocks--large sheep with white, curly wool--and were able to mingle with them unseen by predators until it was too late.As with many breeds, World War II left the Komondor on the brink of extinction. After the war, fanciers tried to return the breed to its original numbers, but it remained rare and largely unknown. The American Kennel Club recognized the breed in 1937, but there were few Komondor outside Hungary until after 1962.The Komondor ranks low in popularity among breeds and varieties recognized by the American Kennel Club. They still serves as a livestock guardian, but they're now known as a companion dog as well.",
    "Size": "The Komondor male stands 27.5 inches tall and up and weighs 100 or more pounds; a female is 25.5 tall and weighs 80 or more pounds.However, many dogs can be smaller or larger than average.",
    "Personality": "Komondor puppies take a long time to reach maturity--generally three years or so--but when they do, they have a calm, devoted personality. They're intelligent, independent, and fiercely protective, willing to rise to the challenge of defending home and family. Komondor are wary of strangers and can be aggressive to other dogs.These traits, plus their large size, make them a bad match for first-time or timid owners.Komondor need early and extensive socialization--exposure to many different people, sights, sounds, and experiences--starting in early puppyhood. Enrolling your Komondor in a puppy kindergarten class is a great start. Keep up their socialization by continually exposing them to lots of different people. Invite visitors over regularly and take them along on outings and walks.",
    "Health": "Komondor are generally healthy, but like all breeds, they can be subject to certain health conditions. Not all Komondor will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.Here are a few conditions to watch for in this breed:Hip Dysplasia: This degenerative disease occurs when the hip joint is weakened due to abnormal growth and development and is found in many breeds of dogs.Entropion: This defect, which is usually obvious by six months of age, causes the eyelid to roll inward, irritating or injuring the eyeball. One or both eyes can be affected. If your Komondor has entropion, you may notice them rubbing at their eyes. The condition can be corrected surgically when the dog reaches maturity.Gastric Torsion (Bloat): Bloat is caused by the sudden influx of gas and air in the stomach. This causes the stomach to distend and twist and can cause death in a dog if it is not treated.",
    "Care": "When young, this intelligent breed is surprisingly easy to train. That ease is often short lived, however, and turns into frustration when the apt pupil grows into a stubborn student. Komondorok are independent as well as smart.The key to training a Komondor is not force or repetition, but making training fun for both owner and dog. The Komondor's ability to think for themselves will lead them to decide that some commands are worth learning, some aren't worth repeating, and some are okay only once in a while. They become bored easily, so make each training session different.Komondor have moderate exercise needs and are satisfied with two or three short walks daily or playtime in the yard. They need a securely fenced yard to help them define their territory and, because they're so protective, to prevent other people and animals from entering that territory.Pay attention to dental hygiene and nail care. Brush your Komondor's teeth at least two or three times a week to remove tartar buildup and the accompanying bacteria. Daily is better. Trim their nails once or twice a month, as needed. If you can hear the nails clicking on the floor, they're too long. Short nails keep the feet in good condition and won't scratch your legs when your Komondor jumps up to greet you.",
    "Feeding": "How much your adult dog eats depends on their size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference--the better the dog food, the further it will go toward nourishing your dog and the less you'll need to shake into your dog's bowl.Komondor are prone to bloat, a potentially life-threatening condition. To help prevent bloat, feed two or three small meals daily rather than one large meal.To keep a Komondor's weight at a normal level, feed them at specific times each day rather than leaving food out all the time. Measure food carefully, and cut back if it looks like they're putting on the pounds. They should have a waist when you look down at them, and you should be able to feel their ribs but not see them. If they're buried beneath rolls of fat, your dog needs to go on a diet. Dole out treats sparingly. Your Komondor will be just as happy to get a fingernail-sized training treat as a bigger biscuit.You must consult your veterinarian before choosing a diet for your dog. The generally recommended daily amount for this breed is three to four cups of a high-quality dog food daily, divided into two meals.For more on feeding your Komondor, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The Komondor has a wonderfully unique coat. During puppyhood, they have soft curls that grow heavy as they mature, developing into long, feltlike cords that resemble the strands of a mop. The undercoat is soft and woolly, the topcoat coarse. Puppies have a cream or buff shading to their coats, but this color fades to white as they grow up.The Komondor coat doesn't need brushing, but it's definitely not maintenance-free. When the cords begin forming at eight to twelve months of age--a process in which the soft undercoat is trapped by the topcoat--it's essential to keep the hair clean and dry so it doesn't get dirty and discolored. The cords may not completely form until the dog is two years old.The cords must be separated regularly to prevent matting and to remove debris or dirt. Trimming around the mouth is suggested to avoid staining from food. And bathing and drying a Komondor is an all-day affair. Floor fans are excellent for post-bath drying, and many Komondorok will laze around in front of a fan. The coat can be trimmed short for ease of maintenance, although this takes away from the breed's distinctive appearance.Start getting your Komondor used to being examined when they're a puppy. Handle their paws frequently--dogs are touchy about their feet--and look inside their mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when they're an adult.",
    "Children And Other Pets": "Komondor can be good companions to children in their own family, but may have difficulty accepting visiting children. They're best suited to homes with older children who understand how to interact with dogs. Always supervise Komondor when they're with children, and never leave them alone with young children. They're livestock guardians, not babysitters.Even when exposed to them often, Komondor are generally not fond of other dogs. They do best in a single-dog home but can learn to get along with cats. They're always pleased to have livestock to guard. That is, after all, their purpose in life.",
    "Rescue Groups": "Sometimes Komondorok are acquired without any clear understanding of what goes into owning one, and these dogs may end up in the care of rescue groups, in need of adoption or fostering. Contact rescue organizations for more information about available dogs and adoption requirements.Because this is a rare breed, it may be hard to find a breed specific rescue. However, you may want to try rescues that cater to all types of dogs, including Komondorok. Here are a few you can try:Komondor Club Of AmericaAngels Among Us Pet RescueYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Working Dogs"
    },
    {
      "name": "Height",
      "value": "25 to 27 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "80 to 100 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 12 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 1
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 1
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 1
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}