{
  "id": "kuvasz",
  "url": "https://dogtime.com/dog-breeds/kuvasz",
  "name": "Kuvasz",
  "intro": "The Kuvasz is a large, white, flock-guarding dog who hails from Hungary. A one-family dog, they’re protective of their people and suspicious of strangers. Dogs of this breed think for themselves and can be challenging to train.\nThe plural of Kuvasz is Kuvaszok in their native Hungarian. Although this is a purebred dog, you may be able to find them in shelters and rescues. Remember to adopt! Don’t shop if you want to bring one of these pups home.\nKuvaszok are big and protective, but they also have a sensitive side. They don’t like to be away from family for long, so they won’t do well with an owner who leaves them in an empty home for long hours of the day. They’re also not a great fit for apartment dwellers, and they require an experienced owner who can give them plenty of space to run. However, if you’ve got a big home and are up for the challenge, this pup will make an excellent guard dog, a smart exercise companion, and a loyal best friend for life!\nDogTime recommends this big, spacious crate to give your big Kuvasz a place to rest and relax. You should also pick up this dog water bottle for any outdoor adventures you have with your pup!\nSee all Kuvasz Dog breed characteristics below!",
  "description": {
    "": "The Kuvasz (pronounced KOO-vahss; the plural is Kuvaszok, pronounced KOO-vah-sock) is probably the oldest of the three ancient Hungarian breeds. They have a regal bearing and a history--which includes an association with Count Dracula himself--as complex as their personality.Their almond-shaped eyes, black nose, and dense white fur make them an eye-catching breed. So does their size. Males can weigh up to 115 pounds or even more. They're sturdy and well-muscled, very strong with great endurance, yet elegant.Many think the Kuvasz moves like a wolf, with a powerful, graceful stride. When they trot or run, they seem to glide, with little up-and-down movement of the body. Because their gait is so effortless, they're capable of trotting for 15 miles or more without tiring.A Kuvasz's white coat is beautiful to behold, and has at times contributed to the breed's popularity as a \"fashion dog.\" But they were bred to have white coats for reasons other than beauty: Their color helped shepherds distinguish their dogs from wolves.The Kuvasz can be a wonderful, loyal, and patient companion, but they're not for everyone. Because they were bred to guard, they can be aloof, independent, and suspicious of strangers. Your Kuvasz will be polite to welcomed guests, but no more--regardless of how hard the strangers try to befriend them. Their almost fanatical loyalty makes them very protective; they're always alert for any signs of danger, and when aroused, they can move with surprising speed given their size.Kuvaszok are extremely intelligent, but they aren't easy to train. Their fierce independence makes them a challenge even for experienced dog owners. Puppies are playful well into adolescence, but older dogs usually are calm and reserved. Excessive barking, however, can be a problem at any age, depending on the individual dog.Because they're so intelligent, protective, and strong, it's especially important to socialize and train your Kuvasz starting at a young age.In true working dog spirit, Kuvaszok like to have a job to do, whether it's watching over livestock or watching over your children. They're typically gentle with kids and love to play with them. Mature dogs seem to understand their great strength, but Kuvaszok puppies, like children, often don't know their limits, so you should always supervise the play of puppies and children.Kuvaszok are active dogs who wouldn't do well in an apartment or house without a yard. If kept in a kennel or, worse, tethered or chained, they can become aggressive. Kuvaszok are determined and have a high tolerance to pain, so an underground electronic fence probably wouldn't hold them if they really wanted to run free. But you shouldn't always keep them outdoors. Let them inside so they can be with their family. Everyone will enjoy it.",
    "Highlights": "Kuvaszok require a confident, experienced owner, one who gains their respect and understands their independent nature.Kuvaszok shed profusely, especially in the spring and fall. Brushing them at least once a week, and preferably every two to three days, is recommended.Like many large dogs, the Kuvasz may develop joint problems if exercised too much while they're still growing. Don't push your Kuvasz to over-exercise, jump excessively, or go up and down stairs too often until they've passed their second birthday.Kuvaszok are suspicious of strangers and can be overly protective. Obedience training is imperative when you own a large guarding dog such as a Kuvasz.Although they're pretty self-sufficient, a Kuvasz doesn't like to be kept apart from their family. Like all dogs, they should not live alone in the backyard. There really is no such thing as a \"good backyard dog.\"Your Kuvasz can become aggressive and frustrated if kenneled, tethered, or chained. This is a breed that needs to run. They need a large, fenced yard as well as a long daily walk or run once they're physically mature.Kuvaszok are intelligent and like many guarding dogs, they think for themselves. Training can be difficult and requires a lot of patience, time, and consistency.Although they're very gentle with children if they were raised with them, Kuvaszok puppies can be rambunctious and may accidentally knock over a small child.Your Kuvasz may consider any children other than the kids in your family to be threats. Opt to be safe rather than sorry, and when other kids come over to play, watch your Kuvasz carefully or put them in a secure area.Never allow anyone to reprimand your Kuvasz. If they feel that the person who's reprimanding them isn't \"worthy\" to do so, they will resent it.",
    "History": "The Kuvasz is perhaps the oldest of the three ancient dog breeds of Hungary, the other two being the Puli and the Komondor. They may have arrived with the Magyar tribes who invaded Hungary some 1,200 years ago, and one Hungarian dog historian posits that they were there many centuries earlier.The name Kuvasz is said to be a corruption of the Turkish word kawasz, meaning bodyguard. Another theory suggests that it comes from a Sumerian word, ku assa, referring to a dog who guarded and ran alongside horses and horsemen.Whatever their origin, by the 15th century, Kuvaszok were highly prized in Hungary as guard dogs, especially by King Matthias. Matthias was crowned on March 29, 1464 when he was just 15 years old. Despite his youth, Matthias was a shrewd and wise military leader. He built a large army of mercenaries that was able to beat back the Ottomans and expand the holdings of the Kingdom of Hungary. As might be expected in such turbulent times, palace intrigue was rampant. Plots and assassination attempts were commonplace. It was a time when a king couldn't even trust his own family, but Matthias felt secure so long as his Kuvaszok were close by. It's said that he took a brace of Kuvaszok with him wherever he went, even to his sleeping chambers.Matthias built huge kennels, housing hundreds of Kuvaszok on his estate at Siebenbuergen. In addition to protecting the king, these dogs were used to guard the estate's livestock and sometimes to hunt large game, such as bear and wolves. The Kuvaszok were highly prized, and sometimes King Matthias would give a puppy to a visiting noble. Because they were associated with royalty, Kuvaszok became very popular.One noble who received such a gift was Vlad Dracula, the Prince of Wallachia. Vlad (also known as Vlad the Impaler, after his preferred method of torture) was a vassal of King Matthias at different times. At one point, King Matthias imprisoned Vlad in a royal tower for many years. Vlad worked his way back into the good graces of the king, and after his release, reportedly married a member of the royal family--probably a cousin of King Matthias. As a wedding gift, the king reportedly gave Vlad Dracula and his bride two Kuvaszok.After King Matthias died, the breed declined in popularity among royal and noble families, but continued their traditional role of protecting livestock for farmers and horsemen. In the late 1800s, breeders took an interest in standardizing the breed. In the 1920s and 1930s, the Kuvasz became the most fashionable large dog in Hungary and western Europe.During World War II, however, like many breeds, the Kuvasz nearly went extinct. Food shortages took their toll, and many kennels cut back or stopped breeding. When Nazi, then Soviet, soldiers moved through Hungary, brave Kuvaszok were often shot trying to protect their families and livestock. Some officers took Kuvaszok home with them, but even so, the breed was nearly wiped out.By the end of the war, there were fewer than 30 Kuvazok to be found in Hungary. Many Kuvasz fanciers were dead. The Russians who occupied Hungary looked upon dog breeding as a luxury hobby of aristocrats and punished breeders.Despite these hardships, breeders met in secret, selling puppies and dogs for cigarettes and food. But because food was still in short supply, Kuvaszok, like other large breeds with hearty appetites, were not popular.Since the 1956 Hungarian Revolution, conditions have steadily improved in Hungary, and the Kuvasz has begun to regain their popularity. Today, there are active Kuvasz breed clubs scattered throughout Europe. It has been a struggle, however, because the near extinction left a very small gene pool from which to rebuild the breed, forcing some breeders to use other dogs, such as Great Pyrenees, to continue their programs.Kuvasz were first shown at a dog show in 1883 when Count d'Esterházy, a strong supporter of the breed, displayed two Kuvaszok in Vienna.In 1884, the first Hungarian standard for the breed was written. In 1931, the first Kuvasz was registered in the US.The Kuvasz Club of America (KCA) was established in 1966 and granted status as the official breed club in America by the American Kennel Club in 1993.Today, the breed ranks fairly low in popularity among the breeds and varieties recognized by the AKC.",
    "Size": "Males are usually 28 to 30 inches tall at the shoulder and weigh 100 to 115 pounds. Females are 26 to 28 inches tall and weigh 70 to 90 pounds.Some dogs may be larger or smaller than average.",
    "Personality": "The Kuvasz is a spirited dog of keen intelligence, determination, courage, and curiosity, sensitive to praise and blame. They're devoted to protecting their family, especially children, and are suspicious of strangers. If a family member appears to be in danger, they act on their own initiative. Adult Kuvaszok are gentle and patient with children, but puppies can be too rambunctious for young kids.This is a bold and independent dog who needs confident, patient training. This isn't the breed for a first-time or timid dog owner.",
    "Health": "Kuvaszok are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Kuvaszok will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.The following conditions may affect Kuvaszok:Canine hip dysplasia: This is a condition where the femur doesn't fit snugly into the pelvic socket of the hip joint. Hip dysplasia can exist with or without clinical signs. Some dogs exhibit pain and lameness on one or both rear legs. As the dog ages, arthritis can develop. Screening for hip dysplasia can be done by a vet. Dogs who have hip dysplasia shouldn't be bred. If your dog displays signs of hip dysplasia, talk to your vet. There are many new treatments that can help your dog if hip dysplasia is found.Osteochondritis Dissecans (OCD): This is a degeneration of bone that lies beneath the cartilage layer of joints. It's often seen in young, fast-growing dogs of the larger breeds. X-rays often are inconclusive. OCD usually appears during the growth phase of a young dog (six to nine months of age) and can affect the shoulder, ankle, or elbow joint. Because it is painful, the dog limps. Jumping off furniture and being overweight can contribute to the problem. Your vet may recommend complete rest and limited play for several weeks or surgery to remove torn cartilage pieces.von Willebrand's Disease: This is an inherited blood disorder caused by a deficiency in clotting factor VIII antigen (von Willebrand factor). The primary sign is excessive bleeding after an injury or surgery. Other signs, such as nosebleeds, bleeding gums, or bleeding in the stomach or intestines may also be present. Most dogs with von Willebrand's disease lead normal lives.Gastric dilatation-volvulus: Also called bloat or torsion, this is a life-threatening condition that can affect large, deep-chested dogs such as Kuvaszok, especially if they're fed one large meal a day, eat rapidly, drink large volumes of water after eating, or exercise vigorously after eating. Some think that raised food dishes and certain types of food might also be factors. It is more common among older dogs. GDV occurs when the stomach is distended with gas or air and then twists (torsion). The dog is unable to belch or vomit to rid themselves of the excess air in its stomach, and the normal return of blood to the heart is impeded. Blood pressure drops and the dog goes into shock. Without immediate medical attention, the dog can die. Suspect bloat if your dog has a distended abdomen, is salivating excessively and retching without throwing up. They also may be restless, depressed, lethargic, and weak with a rapid heart rate. It's important to get your dog to the vet as soon as possible. There is some indication that a tendency toward GDV is inherited, so it's recommended that dogs who develop this condition should be neutered or spayed.",
    "Care": "Kuvaszok are active dogs who need a lot of exercise, and they're not suited to apartments or homes without access to a large, fenced yard. Even with a yard, they need exercise such as long walks or runs once they're physically mature. When left alone for long stretches, they can become destructive or aggressive.Trim the fur that grows between their toes, and trim their toenails as needed. If you can hear them clicking on the floor, they're too long.Brush your dog's teeth at least two or three times a week to remove tartar buildup and bacteria. Daily brushing is even better if you want to prevent gum disease and bad breath.",
    "Feeding": "How much your adult dog eats depends on their size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference--the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Kuvasz in good shape by measuring their food and feeding them twice a day rather than leaving food out all the time. If you're unsure whether they're overweight, give him the eye test and the hands-on test.First, look down at your dog. You should be able to see a waist. Then place your hands on their back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see their ribs without having to press hard. If you can't, they need less food and more exercise.You must speak to your vet about your individual dog's dietary needs. The generally recommended daily amount for an adult Kuvasz is 2.75 to 3.75 cups of a high-quality dog food daily, divided into two meals.For more on feeding your Kuvasz, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The dense white coat of the Kuvasz can grow to six inches in length. Expect to brush your Kuvasz a couple of times a week to prevent mats from forming, using a grooming rake, slicker brush, or pin brush. If your Kuvasz gets matted, use a large-toothed comb and a conditioning spray, along with your fingers, to gently work the mat loose. Kuvaszok shed heavily in the spring and the fall, and need more frequent brushing during these times.Unless they're sick or have been rolling in something smelly, the Kuvasz coat is odorless and repels dirt and water, so you won't need to bathe them often. In fact, bathing too frequently could strip their coat of its natural protective oils, causing your dog to get dirty faster. Many Kuvasz owners clean their dogs' coats by sprinkling talcum powder or cornstarch into the coat, and then brushing it out.Start getting your Kuvasz used to brushing and handling when they're a puppy. Handle their paws frequently--dogs are touchy about their feet--and look inside their mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy vet exams and grooming sessions when they're an adult.Because of their dense coats, Kuvaszok can stay outdoors in temperate to cold climates so long as they have shelter, water, and food. Like any dog, however, they also need access to the house, so they can be close to their family. Warm weather and high humidity make them uncomfortable.",
    "Children And Other Pets": "Kuvaszok are fond of children and can be gentle and protective with them. If your kids are playing with friends, though, it's essential to supervise if a Kuvasz is nearby. They may mistake other children's play for aggression and will move to protect \"their\" kids. Kuvaszok puppies can be too rambunctious for young children.As with any dog, always teach children how to safely approach and touch your Kuvasz, and supervise any interactions between dogs and young children to prevent biting or tail-pulling from either party.",
    "Rescue Groups": "Kuvaszok are sometimes bought without any clear understanding of what goes into owning one, and these dogs often end up in the care of rescue groups in need of adoption or fostering. Other Kuvaszok end up in rescue because their owners have divorced or died. If you're interested in adopting an adult Kuvasz who has already gone through the destructive puppy stage and may already be trained, a nonprofit rescue group is a good place to start.The Kuvasz Rescue FoundationKuvasz Fanciers of America RescueYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Working Dogs"
    },
    {
      "name": "Height",
      "value": "26 to 30 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "70 to 115 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 12 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 1
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 1
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}