{
  "id": "kyi-leo",
  "url": "https://dogtime.com/dog-breeds/kyi-leo",
  "name": "Kyi-Leo",
  "intro": "The Kyi-Leo is a mixed breed dog — a cross between the Maltese and Lhasa Apso dog breeds. Playful, lively, and sweet, these pups inherited some of the best qualities from both of their parents.\nKyi-Leos are also known as Maltese Lion Dogs. You may find these mixed breed dogs in shelters and rescues, so remember to always adopt! Don’t shop if you’re looking to add a one of these pups to your home!\nKyi-Leos are usually friendly, chatty, and always willing to join in with an upbeat play session, especially if young children are involved. Due to the breed’s long coat, they do require a little extra time and effort in the grooming department. However, they’re also hypoallergenic, so if allergies are an issue, the Kyi-Leo might be the dog for you!\nSee below for all mixed dog breed traits and facts about Kyi-Leos!",
  "description": {
    "Highlights": "The Kyi-Leo is a mixed breed dog. They are not purebreds like their Lhasa Apso or Maltese parents.Kyi-Leos can be prone to back problems, so it is important to avoid unnecessary weight gain and obesity.These dogs get along with just about anyone, from young kids to other pets.The name Kyi-Leo comes from the Tibetan word for dog (\"Kyi\") and the Latin for lion (\"Leo\").The breed's easy going nature and small size makes the Kyi-Leo a great dog to consider for apartment dwellers. They are less likely than many dogs to develop separation anxiety.Kyi-Leos are most often white dogs with black markings, but silver and tan or even tan on white colorways are also popular.Kyi-Leo coats are wavy and considered hypoallergenic. They are well suited for cold climates thanks to their Tibetan Lhasa Apso ancestry.",
    "History": "The Kyi-Leo is one of the newest breeds around. It's rumored that the breed was created by accident in San Francisco back in the 1950s. After the breed was further developed during the 1960s, it was given the formal name of Kyi-Leo in 1972. The name breaks down as the Tibetan word for dog (\"Kyi\") and the Latin for lion (\"Leo\"). This is also where the dog's nickname of the Maltese Lion Dog originates from.The Kyi-Leo has become known as a designer dog breed, but many of them unfortunately end up in shelters. So consider contacting your local rescue groups and shelters if you're thinking about adding the Kyi-Leo to your home.",
    "Size": "The Kyi-Leo is usually described as a small-sized dog. Although, as is always the case with newer dog breeds, exact size standards might vary.Most weigh in at 8 to 14 pounds and range in height from 8 to 12 inches.",
    "Personality": "Many Kyi-Leo owners describe their dogs as super lively and extra friendly pups. They're devoted to the humans in their life and are very tolerant dogs who can enjoy being around playful young children. Although, joint play sessions should always be supervised, as the Kyi-Leo is not the sturdiest of canines. They also make excellent companions for older children.If there's an opportunity to pose for the camera, your Kyi-Leo will almost certainly take it up in an adorable fashion. You'll love sharing photos of this breed with your friends! Despite their inherently social nature, the Kyi-Leo rarely suffers from any sort of separation anxiety issues and is considered a very patient dog.Maybe due to the breed's social nature, the Kyi-Leo can often be a talkative and vocal pup. However, correct training from an early age can curb this issue if it's a problem. The breed's easy going nature and small size makes the Kyi-Leo a great dog to consider for apartment dwellers.",
    "Health": "Kyi-Leos are generally considered to be healthy dogs--although the breed's small size can result in back and joint problems. It might be advisable to speak to your vet about joint supplements. As ever, it's important to schedule regular wellness visits with your dog's vet.Some of the more common health problems Kyi-Leos suffer from include:Back issuesPatellar luxationPancreatitis",
    "Care": "As with all dogs, it's important to keep up your Kyi-Leo's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.Kyi-Leos can become obese due to overeating, so it is important to monitor food servings and be extra vigilant about not allowing the breed to over-snack. Also, try to avoid filler ingredients like corn in their food.When it comes to exercise, the Kyi-Leo is definitely playful, but you won't need to commit to extra long walks. Once a day will usually suffice for walking duties. This dog is a snuggler, not a hiker!Indoor play is usually welcomed by the breed, and introducing interactive toys to the environment will surely delight the dog.Dental care is important for all small dogs, so brush your Kyi-Leos teeth a few times a week.",
    "Feeding": "An ideal Kyi-Leo diet should be formulated for a small-sized breed with high energy.Kyi-Leos need to stick to a healthy diet, as overeating can cause weight gain and has been known to result in back problems. Snack very conservatively.As with all dogs, the Kyi-Leo's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Kyi-Leo's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "Kyi-Leos are most often white dogs with black markings, but silver and tan or even tan on white colorways are also popular.Kyi-Leos are blessed with a long, luxurious coat that's often described as being wavy. The breed is considered to be hypoallergenic, even though a small amount of shedding does occur. The breed's coat requires a commitment to grooming to avoid the risk of mats developing. Grooming sessions will be longer than with many other dogs, and brushing needs to be carried out daily. After consulting with your vet, you might want to consider learning how to trim your Kyi-Leo's hair every couple of months.The breed adapts well to colder climates, due to its long hair and Tibetan ancestry. During warmer months, always make sure adequate water is on offer and look out for signs of heat exhaustion during any outdoor walks.",
    "Children And Other Pets": "Kyi-Leos are playful and friendly and almost always get on great with children. They'll soon come to view your kids as playmates. However, play sessions with younger children should always be supervised, especially during the early days. If you show your kids how to interact with the Kyi-Leo in a safe and respectful manner, they'll very quickly become best buddies!There are very few people who Kyi-Leos do not get along with, and they're mostly good with other pets and animals. That said, always exercise caution before introducing new pets to each other.As with all dogs, early socialization pays off, so make sure to reward your Kyi-Leo for good behavior and adhere to a proper training regime when you bring them home.",
    "Rescue Groups": "It may be hard to find a breed-specific rescue for Kyi-Leos because they are a mixed breed. However, you may want to try Lhasa Apso or Maltese breed-specific rescues, as they often care for mixes, as well. Here are some rescues you can try:LhasaApsoRescue.orgAmerican Maltese Association RescueYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "8 to 12 inches"
    },
    {
      "name": "Weight",
      "value": "8 to 14 pounds"
    },
    {
      "name": "Life Span",
      "value": "13 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}