{
  "id": "labernese",
  "url": "https://dogtime.com/dog-breeds/labernese",
  "name": "Labernese",
  "intro": "The Labernese is a mixed breed dog — a cross between the Labrador Retriever and Bernese Mountain Dog breeds. Loving, intelligent, and friendly, these pups inherited some of the best qualities from both of their parents.\nYou may find these mixed breed dogs in shelters and rescues, so remember to always adopt! Don’t shop if you’re looking to add one of these pups to your home!\nThe Labernese is a larger-than-life breed that makes for an excellent and affectionate family pet. They’re exceptionally friendly and super social — to the point where they might actually develop separation anxiety if they’re left alone for too long. So if you have a bustling family that’s always around and active, the Labernese could be a smart addition to the home. Due to the breed’s size and energy level, they do require a lot of exercise. If you have a jogger in the house, they’ll soon become running buddies.\nSee below for all mixed dog breed traits and facts about Laberneses!",
  "description": {
    "Highlights": "Laberneses are mixed breed dogs. They are not purebreds like their Bernese Mountain Dog or Labrador Retriever parents.The most common Labernese color is black, although the breed can also be spotted in shades of chocolate, white, and yellow. The dogs can either be solid, or a mix of two or three colors.The Labernese's coat is medium in length and usually described as feeling dense and a little wavy in texture. This is a breed that will shed a lot--you'll want to commit to daily brushing sessions.Labernese dogs and kids are a natural match. The breed is social and friendly and will love to take part in play sessions with the kids. Just be warned: Due to the dog's large size, supervision is advised when playing with very small children.Like most large dogs, the Labernese will require a lot of exercise to stay in top condition. A fenced-in yard will be great--but even better will be access to a park with off-leash hours.",
    "History": "The Labernese's history dates back to the 1990s, when the Mira Foundation in Canada began to breed the dog with the intention of creating the best possible dog to assist disabled and blind people. The parent breeds were picked due to their gentle and smart nature.The Labrador Retriever also originates from Canada, where they were bred to help out with hunting and retrieving tasks before becoming renowned as a guide dog. These days, the Labrador Retriever is one of the most popular dogs in the United States. The Bernese Mountain Dog was originally bred to assist with cattle duties in the Swiss Alps.The Labernese has become known as a designer dog breed, but many of them unfortunately end up in shelters. So consider contacting your local rescue groups and shelters if you're thinking about adding the Labernese to your home.",
    "Size": "The Labernese is usually described as a large-sized dog. Although, as is always the case with newer dog breeds, exact size standards might vary.Most weigh in at 65 to 110 pounds and range in height from 24 to 28 inches. Female Laberneses might be slightly smaller than their male counterparts.",
    "Personality": "In common with the dog's parent breeds, the Labernese is a large dog with a lot of love to give. They make excellent family pets and will seek out people to be around. In fact, the breed might develop separation anxiety issues if you leave them alone for long periods of time--so make sure you have a lifestyle where you can bring the dog along on daily walks, hikes, and social events.Kids love Labernese dogs--and the feeling is mutual. This is a dog that will provide companionship to your children and become a play buddy.Like most large dogs, the Labernese will require a lot of exercise to stay in top condition. A fenced-in yard will be great--but even better will be access to a park with off-leash hours. An ideal afternoon for a Labernese would involve hitting the park with the kids and playing fetch games together.",
    "Health": "Laberneses are generally considered to be healthy dogs--although the breed can be predisposed to some of the same conditions that the Labrador Retriever and Bernese Mountain Dog face. However, it should be pointed out that the breed in general can have a lower-than-average lifespan. As always, it's important to schedule regular wellness visits with your dog's vet.Some of the more common health problems Laberneses suffer from include:Heart conditionsHip DysplasiaBloat",
    "Care": "As with all dogs, it's important to keep up your Labernese's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.The Labernese needs a lot of exercise. Walks should be on the longer side. You'll want to aim to hit at least an hour of exercise every day. If you live by safe water, let your Labernese go for a swim! Fetch games are also a big hit with the breed--so pack a ball or frisbee when you take a trip to the local park.If you do let your Labernese swim, make sure to check their ears afterwards. Be on the look out for any indications of a potential ear infection--ask your vet for tell tale signs if need be. Daily teeth brushings are also a must, along with checking their nails and paw pads for signs of any damage that might have occurred during outdoor exercise sessions.",
    "Feeding": "An ideal Labernese diet should be formulated for a large breed with high energy.Laberneses need to stick to a healthy diet, as overeating can cause weight gain and associated health problems--especially if adequate exercise isn't offered.As with all dogs, the Labernese's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Labernese's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "The most common Labernese color is black, although the breed can also be spotted in shades of chocolate, white, and yellow. The dogs can either be solid, or a mix of two or three colors.The Labernese's coat is medium in length and usually described as feeling dense and a little wavy in texture. This is a breed that will shed a lot--you'll want to commit to daily brushing sessions to keep things smooth and clean. Baths should be undertaken when it seems the dogs is dirty, which might occur after particularly vigorous outdoor play sessions. Ask your vet about appropriate shampoos for the breed.Due to their heritage, the Labernese prefers slightly colder conditions over hot ones. During summer, make sure outdoor time involves a lot of shade and always provide fresh water.",
    "Children And Other Pets": "Labernese dogs and kids are a natural match. The breed is social and friendly and will love to take part in play sessions with the kids. Just be warned: Due to the dog's large size, supervision is advised when playing with very small children.When it comes to other pets, the Labernese generally gets on fine with existing household pets. Just be sure to monitor early interactions and set boundaries if need be.Ultimately, early socialization pays off--so make sure to reward your Labernese for good behavior and adhere to a proper training regime when you bring them home to your family.",
    "Rescue Groups": "It may be hard to find a breed-specific rescue for Laberneses because they are a mixed breed. However, you may want to try Bernese Mountain Dog or Labrador Retriever breed-specific rescues, as they often care for mixes, as well. Here are some rescues you can try:BFW RESCUE INCLucky Lab Rescue & AdoptionYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "24 to 28 inches"
    },
    {
      "name": "Weight",
      "value": "65 to 110 pounds"
    },
    {
      "name": "Life Span",
      "value": "6 to 12 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}