{
  "id": "labmaraner",
  "url": "https://dogtime.com/dog-breeds/labmaraner",
  "name": "Labmaraner",
  "intro": "The Labmaraner is a mixed breed dog — a cross between the Labrador Retriever and Weimaraner dog breeds. Intelligent, active, and friendly, these pups inherited some of the best qualities from both of their parents.\nLabmaraners are also sometimes known as Weimadors. You can find these mixed breed dogs in shelters and breed specific rescues, so remember to always adopt! Don’t shop if you’re looking to add a Labmaraner to your home!\nThe Labmaraner is a loving and social dog who will be a huge hit with large families. The breed loves human companionship, but they don’t like being left alone for long periods of time, and in some cases, separation anxiety can even take root. The breed does best with an active family with the time and space to involve a dog in most of their activities. While some Labmaraners have been known to display stubborn tendencies, in general they are smart, easy-to-train dogs.\nSee below for all mixed dog breed traits and facts about Labmaraners!",
  "description": {
    "Highlights": "Labmaraners are mixed breed dogs. They are not purebreds like their Labrador Retriever or Weimaraner parents.The most common Labmaraner colors are brown, yellow, black, and grey.The Labmaraner's coat is short and usually described as being glossy and flat. They don't shed much, and one brushing per week should do for regular grooming needs.In general, the Labmaraner is a pretty adaptable dog when it comes to climate. Just make sure to provide a dog coat if the weather gets too frosty, and seek out shade and fresh water during the hotter months.Labmaraner dogs and children are a great fit for each other. The mixed breed is friendly, gentle, and playful and will love to frolic with the kids. Just be sure to supervise play sessions.When it comes to walks and play sessions, aim for a minimum of an hour every day. Ball games and fetch should definitely be incorporated into the dog's daily routine.",
    "History": "Getting a sense of the Labmaraner's history involves looking to their parent breeds.The Labrador Retriever originates from Canada, where they were first bred for hunting and retrieving tasks before becoming renowned as guide dogs. These days, the Labrador Retriever is one of the most popular dogs in the United States--a feat likely helped by their gentle and loving nature.The Weimaraner was also originally bred as a hunting dog, but in Germany. The breed is sometimes affectionately called the grey ghost due to their unique color!The Labmaraner has become known as a designer dog breed, but many of them unfortunately end up in shelters. So consider contacting your local rescue groups and shelters if you're thinking about adding the Labmaraner to your home.",
    "Size": "The Labmaraner is usually described as a large-sized dog. Although, as is always the case with newer mixed dog breeds, exact size standards might vary.Most weigh in at 60 to 100 pounds and range in height from 21 to 24 inches. Female Labmaraners might be ever so slightly smaller than their male counterparts.",
    "Personality": "If you're considering adopting a dog for the first time, the Labmaraner is an appealing breed to consider. They are smart dogs who also take well to training; although, some Labmaraners might prove a little stubborn at first. Persistent and proper training is key.Beyond the breed's intelligence, they are super affectionate and sociable dogs. A big family is a plus when considering a Labmaraner--not least because they crave attention and do best when around people. Kids, especially, are a great fit with the breed.Like most large dogs, the Labmaraner will require a lot of exercise. This is not a dog that will prosper being cooped up all day, and destructive behavior might even occur if they are left alone in an apartment.When it comes to walks and play sessions, aim for a minimum of an hour every day. Ball games and fetch should definitely be incorporated into the dog's daily routine.",
    "Health": "Labmaraners are generally considered to be healthy dogs--although the breed can be predisposed to some of the same conditions that the Labrador Retriever and Weimaraner face. As always, it's important to schedule regular wellness visits with your dog's vet.Some of the more common health problems Labmaraners suffer from include:Heart conditionsBloatEye conditions",
    "Care": "As with all dogs, it's important to keep up your Labmaraner's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.It cannot be stressed enough that the Labmaraner needs a lot of exercise. This is important for both the breed's physical health and mental well-being. Aim for 60 minutes of walk and play time every single day. If possible, bring the dog along on hikes and runs.Try and brush your Labmaraner's teeth every day. As with any active dog, be sure to check their nails and paw pads for any signs of damage that might have been inflicted while outside. Ears will also need to be maintained and checked for infections or parasites--ask your vet about tell tale signs of a possible infection.",
    "Feeding": "An ideal Labmaraner diet should be formulated for a large breed with high energy.Labmaraners need to stick to a heathy diet as overeating can cause weight gain and associated health problems, especially if adequate exercise isn't offered.As with all dogs, the Labmaraner's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Labmaraner's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "The most common Labmaraner colors are brown, yellow, black, and grey.The Labmaraner's coat is short and usually described as being glossy and flat. When it comes to grooming, this is a pretty low maintenance breed: Once a week should suffice for brushing sessions, and you'll be pleased to know this is not a dog that sheds much. Baths should not need to be given too frequently--unless a particularly messy outdoor play session has taken place!In general, the Labmaraner is a pretty adaptable dog when it comes to climate. Just make sure to provide a dog coat if the weather gets too frosty, and seek out shade and fresh water during the hotter months.",
    "Children And Other Pets": "Labmaraner dogs and children are a great fit for each other. The breed is friendly, gentle and playful and will love to frolic with the kids. Just be sure to supervise play sessions with very small children, due to the dog's large size.The Labmaraner is usually tolerant of any resident household pets. Just be sure to monitor early interactions and set boundaries if need be, especially if the dog starts to show any of their hunting heritage traits.Ultimately, early socialization pays off. Make sure to reward your Labmaraner for good behavior and adhere to a proper training regimen when you bring them home to your family.",
    "Rescue Groups": "It may be hard to find a breed-specific rescue for Labmaraners because they are a mixed breed. However, you may want to try Labrador Retriever or Weimaraner breed-specific rescues, as they often care for mixes, as well. Here are some rescues you can try:Great Lakes Weimaraner RescueLucky Lab Rescue & AdoptionYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "21 to 24 inches"
    },
    {
      "name": "Weight",
      "value": "60 to 100 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 12 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}