{
  "id": "labradoodle",
  "url": "https://dogtime.com/dog-breeds/labradoodle",
  "name": "Labradoodle",
  "intro": "It’s not surprising that the Labradoodle has gained such popularity so quickly. Originally developed to be hypoallergenic guide dogs, the first planned crosses of Poodles and Labrador Retrievers were arranged by the Royal Guide Dogs Association of Australia.\nThe result was a smart and sociable dog who not only possessed a nature appropriate for guide dogs but also had a low-shedding coat. While the hybrid is not yet achieving consistent results in coat or temperament, they’re wildly popular and affectionate dogs.\nSome of these hybrid dogs end up in shelters or rescues. If you want to bring one of these loving, faithful, and adorable dogs into your home, then make sure you opt to adopt if you can!\nAny type of dog can develop arthritis or slow down in old age. DogTime recommends giving your dog Glyde Mobility Chews to keep their joints healthy!\nSee below for all hybrid dog breed traits and facts about Labradoodles!",
  "description": {
    "": "Enjoying strong popularity in short order, this \"designer\" hybrid became well known quickly. Bred to be a hypoallergenic service dog, the Labradoodle went on to prove that they could also be a versatile family and therapy dog as well.A Labradoodle is happiest when they're with the people they love, and they'll shower their family with affection and devotion. With the energy of the Labrador Retriever and the work ethic of both the Lab and the Poodle, they're a joy. They may soon end up as one of the most popular mixed breeds around.A Labradoodle approaches life head-on at breakneck speed, and they approach every new friend with the same enthusiasm. With training, however, you can teach your Labradoodle proper doggy etiquette. A Labradoodle is generally easy to train, since they're intelligent and eager to please.They usually do well with other dogs and pets in the household, and they're generally good with children--but they can be exuberant and may unintentionally injure a young child through sheer boisterousness. Overall, however, they make an excellent pet for a first-time dog owner.They can be calm and quiet while curled up on your feet, but they're also ready to jump up and play a game of fetch with only a moment's notice. They're not an ideal guard dog; although they will alert bark, they're more likely to invite an intruder in for tea on the good china.While most aspects of Labradoodles are wonderful, many of the dogs are nowhere near what the Royal Guide Dogs Association of Australia intended, nor what the Association would consider using for a guide dog. The biggest problem with Labradoodles at this time is that there isn't enough consistency in offspring, no matter whether Poodles are bred to Labs or Labradoodles are bred to Labradoodles.Among purebreds, there are certain characteristics that all of the dogs have in common, even accounting for individual personalities. For example, you know that a Border Collie is going to herd something, anything. But so far, even with multigenerational Labradoodles, that consistency is lacking. The hybrid's popularity has unfortunately added to the problem, because it has encouraged some careless or unethical breeding, particularly from irresponsible breeders who are not familiar with sound breeding practices.Some Labradoodles are more like Poodles: smart, reserved, and quiet with a fine, high-maintenance coat that needs to be trimmed regularly. Poodles are excellent watchdogs, and some--but not all--Labradoodles are, as well. Other Labradoodles are more like Labs: rowdy, slow to mature, and prone to shed as often as they breathe.The coat is where one of this hybrid's greatest discrepancies turns up. The Labradoodle was meant to be low-shedding, like the Poodle, but it's still common to have more than one coat type, as well as variation in puppy sizes, within one litter. Some people with allergies have had to give up their Labradoodles because of the shedding, which is what they were trying to avoid in the first place.Others end up taking care of a finely-textured Poodle coat, though they had bypassed a purebred Poodle to begin with because they didn't want to have to consistently trim, comb, and take care of that fine coat, with its tendency to mat and tangle.If you're allergic to dogs, you'll still most likely be allergic to Labradoodles, or any of the Doodle mixes. Most people who have allergic reactions aren't allergic to the coat so much as to the dander, the bits of skin that come off the dog with the shed hair. The less shedding, the less dander that you can react to; but it's really an individual situation, particularly with the Labradoodle, where there's a variety of coat types. If this is a foremost concern for you, make sure you spend some time with the mixed breed before you adopt.Sadly, the hybrid's rapid popularity has already caused Labradoodles to show up in puppy mills and among irresponsible breeders. Puppy mills tend to sell sickly puppies with iffy temperaments. Irresponsible breeders hopping on the designer-dog bandwagon usually don't produce good puppies because they think breeding is just about simply finding two dogs of the same breed, when it's far more complicated than that.Efforts have begun to curb this disturbing trend; several organizations now offer breeder referrals and are striving to promote multigenerational breeding. Just be aware that if you're going to pay the high purchase price of a Labradoodle, which is typically more than you'd pay for either a Poodle or a Lab, you may not get the dog you expect.",
    "Highlights": "The Labradoodle results from Poodle to Labrador Retriever breedings. There has been some increase in multigenerational breeding (Labradoodle to Labradoodle), and also Labradoodle to Poodle or Labradoodle to Labrador Retriever breeding.Although the Labradoodle is not a recognized breed, the International Australian Labradoodle Association, along with the Australian Labradoodle Association and the Australian Labradoodle Association of America, are taking steps to create a breed standard and unite breeders.Labradoodles are playful and very loving with children, but they can be overly exuberant and may knock down younger children unintentionally.The Labradoodle has three different coat types; depending on which coat yours has, you can expect them to be a non- to average shedder. Usually the Labradoodle doesn't shed excessively, but the Hair coat type is the exception to this rule.A Labradoodle needs one or two brushings per week, as well as regular grooming that includes ear cleaning and nail clipping.The Labradoodle can be a high-energy dog. They require about 30 to 60 minutes of exercise per day.Labradoodles are intelligent and need to be mentally and physically stimulated. If they aren't, they can become destructive and hard to handle.Labradoodles do well with other dogs and pets.Apartments are not the ideal setting for this energetic dog.First-time owners do well with the friendly and amenable Labradoodle.Never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Spend some time with a dog before you bring them home to find out if you're a good match.",
    "History": "The Labradoodle was originally developed in Australia to be a hypoallergenic guide dog. In 1989, Wally Conron, who was in charge of the breeding program for the Royal Guide Dogs Association of Australia, conducted the first purposeful crossbreeding between a Standard Poodle and Labrador Retriever.This first cross of Conron's produced a dog called Sultan, who not only had the hypoallergenic coat but also had the aptitude, intelligence, and personality to be an effective guide dog. Sultan went on to work with a woman in Hawaii and was a successful at his work. At that point, other breeders saw the merit of crossing these two breeds.Like the Labrador Retriever parent, the Labradoodle quickly rose in popularity and has become one of the most sought-after \"Doodle breeds.\" These dogs are often produced by crossing a Labrador Retriever with a Poodle, but multigenerational breeding has begun in an attempt to produce a viable and recognizable breed.Both the Australian Labradoodle Association and the International Australian Labradoodle Association are taking steps in this direction, and they hope to move this designer breed into registered breed status in the next few years. These groups have made great efforts to bring breeders together so that they're working to achieve the same standards through multigenerational breeding.",
    "Size": "The Labradoodle comes in three size variations, depending on the size of the Poodle used for the first-generation breeding. The three sizes are Standard, Medium, and Miniature.The Standard Labradoodle should be 22 to 24 inches in height for a male and 21 to 23 inches in height for a female, while both can range in weight from 50 to 65 pounds.The Medium Labradoodle should be 18 to 20 inches high for a male and 17 to 19 inches high for a female, with both weighing from 30 to 45 pounds.The average size for a Miniature Labradoodle is between 14 to 16 inches and 15 to 25 pounds.All of that said, there is a lot of variation in Labradoodle sizes. Some can be smaller or larger than expected.",
    "Personality": "The Labradoodle is an intelligent dog who can make the ideal family pet if properly trained. They are friendly and accept and treat everyone like their best friend. They're devoted to their family and enjoy life as an energetic companion.They can be gentle, but they can also be joyful, showing their happiness through exuberant jumping and playing. They also tend to be easygoing, since the Labradoodle was bred not to be aggressive. As is the case with any breed, some aren't all that friendly, but a well-trained Labradoodle with a characteristic temperament is a true joy.Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Choose the middle-of-the-road puppy, not the one who's beating up their littermates or the one who's hiding in the corner.Always meet the dog you're interested in before bringing them home to ensure that they have nice temperaments that you're comfortable with. Meeting siblings, parents, or other relatives of the dog is also helpful for evaluating what a puppy will be like when they grow up.Like every dog, the Labradoodle needs early socialization--exposure to many different people, sights, sounds, and experiences--when they're young. Socialization helps ensure that your Labradoodle puppy grows up to be a well-rounded dog.Enrolling them in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking them to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help them polish their social skills.",
    "Health": "Labradoodles are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Labradoodles will get any or all of these diseases, but it's important to be aware of them if you're considering this mixed breed.Here are a few conditions to watch out for:Ear Infections: These can plague Labradoodles because of their floppy ears. The ears trap moisture and should be regularly checked.Hip Dysplasia: This is an inherited condition in which the thighbone doesn't fit snugly into the hip joint. Some dogs show pain and lameness on one or both rear legs, but others don't display outward signs of discomfort. X-ray screening is the most certain way to diagnose the problem. Either way, arthritis can develop as the dog ages. Dogs with hip dysplasia should not be bred.Elbow Dysplasia: Similar to hip dysplasia, this is also a degenerative disease. It's believed to be caused by abnormal growth and development, which results in a malformed and weakened joint. The disease varies in severity: the dog could simply develop arthritis, or they could become lame. Treatment includes surgery, weight management, medical management, and anti-inflammatory medication.Epilepsy: This is a neurological condition that's often, but not always, inherited. It can cause mild or severe seizures that may show themselves as unusual behavior--such as running frantically as if being chased, staggering, or hiding--or even by falling down, limbs rigid, and losing consciousness. Seizures are frightening to watch, but the long-term prognosis for dogs with idiopathic epilepsy is generally very good. It's important to take your dog to the vet for proper diagnosis--especially since seizures can have other causes--and treatment.Allergies: Allergies are a common ailment in dogs, and the Labradoodle is no exception. There are three main types of allergies: food allergies, which are treated by eliminating certain foods from the dog's diet; contact allergies, which are caused by a reaction to a topical substance such as bedding, flea powders, dog shampoos, and other chemicals; and inhalant allergies, which are caused by airborne allergens such as pollen, dust, and mildew. Treatment varies according to the cause and may include dietary restrictions, medications, and environmental changes.Diabetes Mellitus: This is a disorder in which the body cannot regulate blood sugar levels. A diabetic dog will eat more food to try to compensate for the fact that glucose (sugar) isn't getting into the cells to burn for energy because of improper levels of insulin in the body. The dog will lose weight because food is not being used efficiently. Symptoms of diabetes are excessive urination and thirst, increased appetite, and weight loss. Diabetes can be controlled by diet and the administration of insulin.Progressive Retinal Atrophy (PRA): This is a family of eye diseases that involves the gradual deterioration of the retina. Early in the disease, affected dogs become night-blind; they lose sight during the day as the disease progresses. Many affected dogs adapt well to their limited or lost vision, as long as their surroundings remain the same.Hypothyroidism: This is a disorder of the thyroid gland. It's thought to be responsible for conditions such as epilepsy, alopecia (hair loss), obesity, lethargy, hyperpigmentation, pyoderma, and other skin conditions. It is treated with medication and diet.",
    "Care": "Labradoodles can adapt to just about any setting, but they're not recommended for apartments. They require about 30 to 60 minutes of exercise per day and would do better with a fenced yard in which to expel some energy. Some Labradoodles, especially in the first generation, can require even more exercise.The Labradoodle makes an excellent jogging companion but also needs some time off-leash to burn off steam. In addition, they need to be intellectually stimulated; they're smart and energetic, so if they become bored, they can become a destruction machine.The Labradoodle is an intelligent and eager-to-please dog. Training should be easy as long as consistency and positive reinforcement are the methods. They can make a good companion for first-time dog owners since they don't need an overly firm hand. Socialize them from puppyhood, since they tend to hurl themselves headlong into canine situations without regard to the feelings of other dogs. This can lead to some problems if the unknown dog is aggressive.Despite their activity levels, a Labradoodle can adjust to living in suburban or city environments and can do well in rural settings. Although they are used for various working roles, they're a companion dog through and through, and they should live inside the house, not out in the yard. They're happiest living in the comforts of home, sleeping soundly on your feet or in a bed next to yours.Crate training benefits every dog and is a kind way to ensure that your Labradoodle doesn't have accidents in the house or get into things they shouldn't. A crate is also a place where they can retreat for a nap. Crate training at a young age will help your Labradoodle accept confinement if they ever needs to be boarded or hospitalized.Never stick your Labradoodle in a crate all day long, however. It's not a jail, and they shouldn't spend more than a few hours at a time in it except when they're sleeping at night. Labradoodles are people dogs, and they aren't meant to spend their lives locked up in a crate or kennel.",
    "Feeding": "Recommended daily amount: 1 to 2.5 cups of high-quality dry food a day, divided into two meals.NOTE: How much your adult dog eats depends on their size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference--the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Labradoodle in good shape by measuring their food and feeding them twice a day rather than leaving food out all the time. If you're unsure whether they're overweight, give them the eye test and the hands-on test.First, look down at them. You should be able to see a waist. Then place your hands on their back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see their ribs without having to press hard. If you can't, they need less food and more exercise.Dividing your Labradoodle's food into two or more meals per day instead of a big bowl once a day can also lower their risk of gastric torsion, also known as bloat. The Labrador Retriever can suffer from this condition, and it's a trait that can be easily passed on to any Labradoodle offspring.For more on feeding your Labradoodle, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "Although a Labradoodle can have one of a range of coat types, the desired length is four to six inches. They have a single coat with hair ranging from straight to loose curls. The curls shouldn't be tight and the coat shouldn't be thick or fluffy.There are three types of texture:The Hair coat, which is similar to fur in shedding breeds, is the least popular. Hair coats shed and usually have a normal doggy odor. This coat is seen in first generations, although breeders try to avoid it.The second texture, called a Wool coat, is dense and similar in feel to a lamb's wool, hence its descriptive name. Wool coats hang in loose curls and aren't dense. Generally, the Wool coat doesn't have a \"doggy\" odor and it's usually nonshedding.The Fleece coat has a silky texture often described as an Angora goat texture. This coat ranges from straight to wavy.Labradoodles are considered to be non- to low shedders, especially those with a Fleece or Wool coat. Hair coats tend to shed just as they do in other breeds, ranging from very low to average shedding.The Labradoodle comes in a wide variety of colors. These can be gold, apricot, caramel, chalk (a chalky white), black, red, café, cream, silver, chocolate, parchment, and blue. They can also have parti-colored coats, which consist of brindles, phantom, patched, or sable colors.Grooming requirements vary depending on the length and type of coat the dog has. Generally speaking, you can expect to brush a Labradoodle about once or twice per week. Some can be clipped or trimmed every six to eight weeks to keep the coat easy to maintain. A Labradoodle should only be bathed when necessary--which isn't often, as many of the coats don't have a noticeable doggy odor.Like Labs, Labradoodles can be prone to ear infections, so take a little extra time caring for their ears. Dry and clean them after a swim, and check them once a week for dirt, redness, or a bad odor that can indicate an infection. Then wipe them out weekly with a cotton ball dampened with gentle, pH-balanced ear cleaner to prevent problems.Brush your Labradoodle's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim nails once or twice a month if your dog doesn't wear them down naturally to prevent painful tears and other problems. If you can hear them clicking on the floor, they're too long. Dog toenails have blood vessels in them, and if you cut too far you can cause bleeding--and your dog may not cooperate the next time they see the nail clippers come out. So, if you're not experienced trimming dog nails, ask a vet or groomer for pointers.Begin accustoming your Labradoodle to being brushed and examined when they're a puppy. Handle their paws frequently--dogs are touchy about their feet--and look inside their mouth. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when they're an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "The Labradoodle does well with children and can be an affectionate and gentle companion for any child. They can also be exuberant and might knock down smaller children, but they will love them with all their heart.As with every breed, you should always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while they're eating or sleeping or to try to take the dog's food away. No dog, no matter how friendly, should ever be left unsupervised with a child.Labradoodles usually get along well with other dogs and pets. Like most dogs, they need training and socialization for optimum success at living with and visiting other animals.",
    "Rescue Groups": "Labradoodles are often brought home without any clear understanding of what goes into owning one. Many end up in the care of shelters or rescues because of this.It may be hard to find a breed-specific rescue for Labradoodles because they are a mixed breed. However, you may want to try Labrador Retriever or Poodle breed-specific rescues, as they often care for mixes, as well. Here are some rescues you can try:Carolina Poodle RescueLucky Lab Rescue & AdoptionYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!DogTime participates in the NomNomNow affiliate program to earn fees for linking to products on NomNomNow."
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Hybrid Dogs"
    },
    {
      "name": "Height",
      "value": "21 to 24 inches at the shoulder"
    },
    {
      "name": "Weight",
      "value": "50 to 65 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 14 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}