{
  "id": "labrabull",
  "url": "https://dogtime.com/dog-breeds/labrabull",
  "name": "Labrabull",
  "intro": "The Labrabull is a mixed breed dog — a cross between the American Pit Bull Terrier and the Labrador Retriever dog breeds. Medium in size, energetic, and loyal, these pups inherited some of the best qualities from both of their parents.\nLabrabulls are also called Pitadors. Despite their unfortunate status as a designer breed, you may find these mixed breed dogs in shelters and rescues. So remember to adopt! Don’t shop!\nThese sweet-natured pups are best suited for level two dog parents, so dog owning experience is recommended. While most owners don’t consider them to be yappy, they will alert when people approach your door. If you want a loving, loyal and energetic dog who will protect and love you unconditionally, this mixed breed may be the answer. Read on to find out if the Labrabull is going to be your next fur baby.\nSee below for all mixed dog breed traits and facts about Labrabulls!",
  "description": {
    "Highlights": "Labrabulls are mixed breed dogs. They are not purebreds like their American Pit Bull Terrier or Labrador Retriever parents.The main colors of Labrabulls are black, white, gray, brown, yellow and silver. The vast majority of Labrabulls are black with white accents.Because of their short sparse coats, Labrabulls aren't particularly suited for extreme weather.Labrabulls don't like being left alone for long periods and could display destructive behavior when isolated.Labrabulls love children. Sturdy, energetic, and tolerant, they are ideal playmates. That said, no dog of any size or breed should ever be left unsupervised with children.",
    "History": "The Labrabull mixed dog breed may have existed naturally over the years, but designer breeders started intentionally mixing American Pit Bull Terriers and Labrador Retrievers in the late 1990s, likely in North America.Breeders wanted to mix the two parent breeds to minimize health issues that tend to affect pure breeds as they are often inbred. Breeders continued to create Labrabulls as demand for the mixed breed pups climbed.Even though the Labrabull breed got its start as a designer breed, some have ended up in shelters or in the care of rescue groups. Consider adoption if you decide this is the pup for you. Check your local shelters, look up Labrabull rescues, or check with breed-specific American Pit Bull Terrier and Labrador Retriever rescues, as they sometimes help to re-home mixed breed dogs.Labrabulls are not recognized by American Kennel Club; they can, however, be registered with:The Dog Registry of America (DRA)The American Canine Hybrid Club (ACHC)The International Designer Canine Registry (IDCR)",
    "Size": "As the Labrabull is a relatively new breed, there are few standards when it comes to size. That said, as a mix between American Pit Bull Terrier and Labrador Retriever parents, you can expect Labrabulls to be medium in size--though they are typically on the larger end of medium.Most weigh in 45 to 90 pounds and range in height from 20 to 24 inches at the shoulder. However, many can be smaller or larger.The males typically run up to 30 pounds heavier than the females.",
    "Personality": "Labrabull parents usually describe them as being loving and loyal. Their high energy levels mean they would probably prefer a game of fetch to an afternoon nap. They love affection so make sure to give them some cuddle sessions at the end of the day.Labrabulls are easily frightened. If you are looking for a rough, tough dog, keep on searching. These pups may look tough, but they're big ol' softies. Labrabulls are also very loyal and protective of their family. If their family is threatened, they would not hesitate to display aggression.Labrabulls do well with early training, they are eager to please, and they thrive on positive re-enforcement. Make sure to establish yourself as pack leader and be consistent. They are intelligent with a sweet disposition.Labrabulls have a strong, muscular build. They are energetic and excel in agility training and sports. If you want a dog to exercise with, this may be your new best friend and favorite workout partner.Labrabulls would be just fine in single person households and families, but they're not recommended for novice dog owners. Their activity levels mean they may prefer a house with a yard; however, make sure that yard is secure, as some may exhibit wanderlust. For a highly active person with the right lifestyle a Labrabull would be just fine in an apartment.Labrabulls don't like being left alone for long periods and could display destructive behavior when isolated.",
    "Health": "The Labrabull breed is predisposed to some of the same conditions that the American Pit Bull Terrier and Labrador Retriever also face. While most are generally healthy, some may be prone to a few health issues, which is why it is important to maintain good care and regular veterinary checkups.Some of the more common health problems Labrabulls suffer from include:OCDEpilepsyBloatHypothyroidism",
    "Care": "As with all dogs, you should keep up with your Labrabull's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.Labrabulls are prone to weight gain, and they have high energy levels. Make sure your dog gets at least one-plus hours of exercise per day. They have pent up energy and need to release it.Check their ears for debris and pests daily and clean them as recommended by your vet. Trim your dog's nails before they get too long--usually once or twice per month. They should not be clicking against the floor. Your groomer can help with this.Your main concern when it comes to your Labrabull's care will be maintaining their oral health. This breed is prone to tartar build up. Brush your dog's teeth at least two or three times a week to remove the tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath. Regular dental visits are strongly recommended.",
    "Feeding": "An ideal Labrabull diet should be formulated for a medium-sized breed with high energy. They have a tendency to gain weight if they are overfed, so you should stick to a regular feeding schedule and not leave food out during the day. Limit their amount of treats, as well.As with all dogs, the Labrabull's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Labrabull's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "Labrabull coats are often a mix of their American Pit Bull Terrier and Labrador Retriever parents' coats and colors. The main colors of Labrabulls are black, white, gray, brown, yellow and silver. The vast majority of Labrabulls are black with white accents.They usually have short, sparse coats. These coats are very easy to groom. A good brushing per week will probably do with the occasional bath.Because of their short sparse coats, Labrabulls aren't particularly suited for extreme weather. You'll likely need a coat in the winter for your dog, and you may need to apply sunscreen to the ears, nose, and sensitive areas where there's less fur coverage in the summer months.",
    "Children And Other Pets": "Labrabulls love children. Sturdy, energetic, and tolerant, they are ideal playmates. That said, no dog of any size or breed should ever be left unsupervised with children. When no adult can be there to oversee what's going on, dogs should be crated or kenneled.Don't allow children to pull on a dog's ears or tail. Teach them never to approach any dog while they're sleeping or eating or to try to take the dog's food away.If your Labrabull has had plenty of exposure to other dogs, cats, and small animals and has been trained how to interact with them, they'll be friendly with other pets, too.Learn more about the Labrabull by reading about their parent breeds, the American Pit Bull Terrier and the Labrador Retriever dog breeds.",
    "Rescue Groups": "It may be hard to find a breed-specific rescue for Labrabulls because they are a mixed breed. However, you may want to try American Pit Bull Terrier or Labrador Retriever breed-specific rescues, as they often care for mixes, as well. Here are some rescues you can try:Save-A-Bull RescueLucky Lab Rescue & AdoptionYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "20 to 24 inches"
    },
    {
      "name": "Weight",
      "value": "45 to 90 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 14 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}