{
  "id": "labradane",
  "url": "https://dogtime.com/dog-breeds/labradane",
  "name": "Labradane",
  "intro": "The Labradane is a mixed breed dog — a cross between the Labrador Retriever and Great Dane dog breeds. Loyal, affectionate, and playful, these pups inherited some of the best qualities from both of their parents.\nYou may find these mixed breed dogs in shelters and rescues, so remember to always adopt! Don’t shop if you’re looking to add one of these pups to your home!\nLabradanes are renowned for being gentle giants who form loving bonds with adults and children alike. The breed is super social and will always be down to hang out with you. The dog’s extra large size makes them an eye-catching hit with passersby when you’re out for a walk. Just remember that this is a very big dog, and you’re going to need adequate space both inside your home and also outside for exercise.\nSee below for all Labradane facts and mixed dog breed characteristics!",
  "description": {
    "": "Labradanes are mixed breed dogs. They are not purebreds like their Labrador Retriever or Great Dane parents.The most common colors of Labradane coats are brown, black, and white. They are usually solid colors, although small markings might be present in some cases.The Labradane's short, dense coat sheds more in spring and will need brushing about twice per week.Labradanes love humans and need big spaces. They'd do best in big families with large homes, rather than in single-person apartment dwellings.The Labradane is great with kids, even though they sometimes forget about their own size. They're also quite protective of their human family members.Labradanes tend to overeat or eat too quickly, which can lead to bloat or obesity. Stick to a feeding schedule and make sure your dog doesn't gobble up their food too quickly.",
    "History": "The Labradane came about during the designer dog craze in the 1980s. Some accounts suggest that the dog's origin was an attempt to tap into the trend of owners wanting smaller-sized canines, rather than giant breeds like the Great Dane.When it comes to the Labradane's parent breeds, the Great Dane has a history going way back to ancient times where their image has been found on Egyptian artifacts. The Labrador was previously called the St. John's dog and often used by fishermen to help retrieve any of the day's catch that escaped.Despite being a designer dog breed, many Labradane's unfortunately end up in shelters. So consider contacting your local rescue groups and shelters if you're thinking about adding the Labradane to your home.",
    "Size": "The Labradane is usually described as a large or even giant dog. As a newer dog breed, exact size standards might vary, but with Labrador and Great Dane heritage you can definitely expect your dog to be on the bigger end of the scale.Most weigh in at 100 to 180 pounds and range in height from 24 to 30 inches. Female Labradanes can sometimes be a little smaller than their male counterparts.",
    "Personality": "If you ask a Labradane owner how they'd describe their dog, you'll usually hear them talk about a loyal and friendly companion. The gentle giant reputation the breed has picked up is very warranted. This dog loves to hang out with humans whenever possible, although they might, on occasion, be wary of total strangers.Of course, due to the Labradane's huge size, this is also a mixed breed that needs a decent level of exercise. Brisk walks are great for them, and the Labradane is always a star at the local dog park. Just be wary that sometimes they can act a little goofy and not always realize the extent of their own size!It goes without saying that big dogs need big living spaces. But the Labradane's loyal streak also means that they can suffer from separation anxiety issues. A large family environment is preferred--this is not a dog for a single person living in an apartment situation.",
    "Health": "Labradanes are generally considered to be healthy dogs--although the breed is a deep-chested dog, which can lead to digestive issues and bloat. The Labradane's parent breeds are also often prone to developing elbow and hip dysplasia. As ever, it's important to schedule regular wellness visits with your dog's vet.Some of the more common health problems Labradanes suffer from include:Hip and elbow dysplasiaBloatPanosteitis",
    "Care": "As with all dogs, it's important to keep up your Labradane's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.Labradanes can become obese due to overeating--consider serving smaller, monitored meals throughout the day rather than letting the dog free-feed.Twice daily walks are standard for a Labradane. If you're a runner, feel free to bring your dog along for a jog! Labradanes need to keep up a structured exercise regime through their life, not only to stay toned but to avoid any mobility issues that might arise from inactivity. The breed also likes to be mentally stimulated, so provide interactive toys and consider adding variety to play sessions and walking routes.The Labdradane's distinctive floppy ears should be wiped with a damp cloth at least once a week. This will help ward off infection.Consider brushing your Labradane's teeth a few times a week--although consult your vet for precise advice on how to do this.",
    "Feeding": "An ideal Labradane diet should be formulated for a large-sized breed with medium energy. Labradanes need to stick to a heathy diet. They're often known for overeating, which can cause bloat and obesity and also result in mobility problems later in life.As with all dogs, the Labradane's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Labradane's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "Brown, black, and white are the most common coat colors for Labradanes. The breed is usually the same color all over, although small markings might be present in some cases.Labradanes have short and dense coats. Their short hair should be brushed twice a week as part of a regular grooming routine, although in spring months you may notice slightly heavier than usual shedding, so update your regime as appropriate. Bathing your Labradane once a month is recommended.The breed is usually fine living in all climates--although, in hot weather, make sure that heat exhaustion is not a risk during walks.",
    "Children And Other Pets": "If you have children, good news: The Labradane is usually great around them! This is a playful breed that enjoys forming close bonds with the humans in their life. Labradanes can also become quite protective of the people they live with. However, if you have very young kids, make sure to supervise play sessions as sometimes this gentle giant of the dog world forgets about its large size.The Labradane is usually tolerant of other animals, including dogs. Although always exercise caution before introducing new pets to each other.As with all dogs, early socialization pays off when you're adopting a Labradane--so make sure to reward your dog for good behavior and adhere to a proper training regime when you bring them home.",
    "Rescue Groups": "It may be hard to find a breed-specific rescue for Labradanes because they are a mixed breed. However, you may want to try Labrador Retriever or Great Dane breed-specific rescues, as they often care for mixes, as well. Rescues that cater to large or giant breeds might also be able to help. Here are some rescues you can try:Gentle GiantsGreat Dane RescueLab Rescue LRCPYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "24 to 30 inches"
    },
    {
      "name": "Weight",
      "value": "100 to 180 pounds"
    },
    {
      "name": "Life Span",
      "value": "8 to 12 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}