{
  "id": "labrador-retriever",
  "url": "https://dogtime.com/dog-breeds/labrador-retriever",
  "name": "Labrador Retriever",
  "intro": "The Labrador Retriever was bred to be both a friendly companion and a useful working dog breed. Historically, they earned their keep as fishermen’s helpers: hauling nets, fetching ropes, and retrieving fish from the chilly North Atlantic.\nToday’s Lab is as good-natured and hardworking as their ancestors, and they’re also America’s most popular breed. Modern Labs work as retrievers for hunters, assistance dogs, show competitors, and search and rescue dogs, among other canine jobs.\nDogTime recommends this dog bed to give a good night’s sleep to your medium-sized Lab. You should also pick up this dog de-shedder for your high shedding pup!\nSee below for all Labrador Retriever facts and dog breed traits!",
  "description": {
    "": "The warm and intelligent Labrador Retriever is America's number one breed registered with the American Kennel Club. Even non-dog people can recognize a Lab, and artists and photographers have captured their image countless times--usually as the loyal companion, waiting patiently by their owner's side.Built for sport, the Lab is muscular and athletic. They have a short, easy-care coat, friendly demeanor, keen intelligence, and plenty of energy. Devotion to this breed runs deep; Labs are loving, people-oriented dogs who live to serve their families, and owners and fans sometimes liken their Labs to angels.The breed originated on the island of Newfoundland, off the northeastern Atlantic coast of Canada. Originally called the St. John's dog, after the capital city of Newfoundland, they were bred to help the local fishermen--hauling nets, fetching ropes, and retrieving fish that had escaped the nets--as well as to be a family dog.Today, most Labs skip the hard labor and spend their days being pampered and loved by their people. However, some Labs still serve as indispensable working dogs.The Lab's sweet nature makes them an excellent therapy dog, visiting homes for the elderly and hospitals, and their intelligence makes them an ideal assistance dog for those with disabilities. They also excel as a search and rescue dog or as a retriever for hunters, thanks to their athletic build, strong nose, and courageous nature. And Labs have also become the breed to beat at dog sports such as agility and obedience competitions, especially obedience.There's one dog job that Labs are hopeless at: watchdog. In fact, owners say their sweet, helpful Lab is likely to greet an intruder and happily show them where the goods are stashed.Labrador Retrievers have proven their usefulness and versatility throughout the breed's history, easily shifting from fisherman's companion, to field retriever, to show dog, to modern working dog. One role has remained constant: wonderful companion and friend.",
    "Highlights": "Labrador Retrievers love, love, love to eat, and become obese very quickly if overfed. Limit treats, give your Lab plenty of exercise, and measure out regular meals rather than leaving food out all the time. And be warned that the Lab's large appetite extends to people food and even inedible items. Labradors will forage in garbage, counter surf, and can make a meal out of chewed-up items like children's toys.Labrador Retrievers were bred for physically demanding jobs, and they have the high energy that goes along with being a working breed. They need at least 30 to 60 minutes of exercise a day. Without it, they can vent their pent-up energy in destructive ways, such as barking and chewing.Labs have such a good reputation that many people think they don't need to bother with training. But Labs are large, energetic animals, and like all dogs, they need to be taught good canine manners. Sign up for puppy and obedience classes as soon as you bring your Lab home.Many people think of Labs as a hyperactive breed. Lab puppies are definitely lively, but most will slow down a bit as they grow up. However, they usually remain fairly active throughout their lives.Labrador Retrievers are not known to be escape artists, but with the right motivation--such as a whiff of something yummy--a Lab will take off. Make sure your Lab has current identification tags and a microchip.",
    "History": "Labrador Retrievers hail from the island of Newfoundland, off the northeastern Atlantic coast of Canada. Originally called St. John's dogs, after the capital city of Newfoundland, Labs served as companions and helpers to the local fishermen beginning in the 1700s.The dogs spent their days working alongside their owners, retrieving fish who had escaped hooks and towing in lines, and then returned home to spend the evening with the fishermen's family.Although their heritage is unknown, many believe the St. John's dog was interbred with the Newfoundland Dog and other small local water dogs.Outsiders noticed the dog's usefulness and good disposition, and English sportsmen imported a few Labs to England to serve as retrievers for hunting. The second Earl of Malmesbury was one of the first, and had St. John's dogs shipped to England sometime around 1830. The third Earl of Malmesbury was the first person to refer to the dogs as Labradors.Amazingly, Labs--now America's most popular dog--were almost extinct by the 1880s, and the Malmesbury family and other English fans are credited with saving the breed. In Newfoundland, the breed disappeared because of government restrictions and tax laws. Families were allowed to keep no more than one dog, and owning a female was highly taxed, so girl puppies were culled from litters.In England, however, the breed survived, and the Kennel Club recognized the Labrador Retriever as a distinct breed in 1903. The American Kennel Club followed suit in 1917, and in the '20s and '30s, British Labs were imported to establish the breed in the U.S.The breed's popularity really began to take off after World War II, and in 1991, the Labrador Retriever became the most popular dog registered with the American Kennel Club--and they've held that distinction ever since. They also top the list in Canada and England.Today, Labs work in drug and explosive detection, search and rescue, therapy, assistance to those with disabilities, and as retrievers for hunters. They also excel in all forms of dog competitions: show, field, agility, and obedience.",
    "Size": "Males stand 22.5 to 24.5 inches, and weigh 65 to 80 pounds. Females stand 21.5 to 23.5 inches, and weigh 55 to 70 pounds.",
    "Personality": "The Lab has the reputation of being one of the most sweet-natured breeds, and it's well deserved. They're outgoing, eager to please, and friendly with both people and other animals.Aside from a winning personality, they have the intelligence and eagerness to please that make them easy to train. Training is definitely necessary because this breed has a lot of energy and exuberance. The working heritage of the Lab means they are active. This breed needs activity, both physical and mental, to keep them happy. There is some variation in the activity level of Labs: some are rowdy, others are more laid back. All thrive on activity.",
    "Health": "Labrador Retrievers are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Labs will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.Hip Dysplasia: Hip dyplasia is a heritable condition in which the thighbone doesn't fit snugly into the hip joint. Some dogs show pain and lameness on one or both rear legs, but you may not notice any signs of discomfort in a dog with hip dysplasia. As the dog ages, arthritis can develop. X-ray screening for hip dysplasia is done by the Orthopedic Foundation for Animals or the University of Pennsylvania Hip Improvement Program. Dogs with hip dysplasia should not be bred.Elbow Dysplasia: This is a heritable condition common to large-breed dogs. It's thought to be caused by different growth rates of the three bones that make up the dog's elbow, causing joint laxity. This can lead to painful lameness. Your vet may recommend surgery to correct the problem or medication to control the pain.Osteochondrosis Dissecans (OCD): This orthopedic condition, caused by improper growth of cartilage in the joints, usually occurs in the elbows, but it has been seen in the shoulders, as well. It causes a painful stiffening of the joint, to the point that the dog is unable to bend his elbow. It can be detected in dogs as early as four to nine months of age. Overfeeding of \"growth formula\" puppy foods or high-protein foods may contribute to its development.Cataracts: As in humans, canine cataracts are characterized by cloudy spots on the eye lens that can grow over time. They may develop at any age, and often don't impair vision, although some cases cause severe vision loss. Breeding dogs should be examined by a board-certified veterinary ophthamologist to be certified as free of hereditary eye disease before they're bred. Cataracts can usually be surgically removed with good results.Progressive Retinal Atrophy (PRA): PRA is a family of eye diseases that involves the gradual deterioration of the retina. Early in the disease, dogs become night-blind. As the disease progresses, they lose their daytime vision, as well. Many dogs adapt to limited or complete vision loss very well, as long as their surroundings remain the same.Epilepsy: Labs can suffer from epilepsy, which causes mild or severe seizures. Seizures may be exhibited by unusual behavior, such as running frantically as if being chased, staggering, or hiding. Seizures are frightening to watch, but the long-term prognosis for dogs with idiopathic epilepsy is generally very good. It's important to remember that seizures can be caused by many other things than idiopathic epilepsy, such as metabolic disorders, infectious diseases that affect the brain, tumors, exposure to poisons, severe head injuries, and more. Therefore, if your Lab has seizures, it's important to take them to the vet right away for a checkup.Tricuspid Valve Dysplasia (TVD): TVD is a congenital heart defect that has been increasing in prevalence in the Labrador breed. Puppies are born with TVD, which is a malformation of the tricuspid valve on the right side of the heart. It can be mild or severe; some dogs live with no symptoms, others die. TVD is detected by ultrasound. Research is ongoing to learn how widespread it is in the breed, as well as treatment.Myopathy: Myopathy affects the muscles and nervous system. The first signs are seen early, as young as six weeks and often by seven months of age. A puppy with myopathy is tired, stiff when he walks and trots. He may collapse after exercise. In time, the muscles atrophy and the dog can barely stand or walk. There is no treatment, but rest and keeping the dog warm seems to reduce symptoms. Dogs with myopathy should not be bred because it is considered a heritable disease.Gastric Dilataion-Volvulus: Commonly called bloat, this is a life-threatening condition that affects large, deep-chested dogs like Labs, especially if they're fed one large meal a day, eat rapidly, or drink large amounts of water or exercise vigorously after eating. Bloat occurs when the stomach is distended with gas or air and then twists. The dog is unable to belch or vomit to rid themselves of the excess air in their stomach, and blood flow to the heart is impeded. Blood pressure drops and the dog goes into shock. Without immediate medical attention, the dog can die. Suspect bloat if your dog has a distended abdomen, is drooling excessively, and retching without throwing up. Theyalso may be restless, depressed, lethargic, and weak with a rapid heart rate. If you notice these symptoms, get your dog to the vet as soon as possible.Acute Moist Dermatitis: Acute moist dermatitis is a skin condition in which the skin red and inflamed. It is caused by a bacterial infection. The more common name of this health concern is hot spots. Treatment includes clipping the hair, bathing in medicated shampoo, and antibiotics.Cold Tail: Cold tail is a benign, though painful condition common to Labs and other retrievers. Also caused limber tail, it caused the dog's tail to go limp. The dog may bite at the tail. It isn't cause for alarm, and usually goes away on its own in a few days. It is thought to be a problem with the muscles between the vertebrae in the tail.Ear Infections: The Lab's love of water, combined with their drop ear make them prone to ear infections. Weekly checking and cleaning if necessary helps prevent infection.",
    "Care": "The lovable Lab needs to be around their family, and is definitely not a backyard dog. If they're left alone for too long, they'll probably tarnish their saintly reputation: A lonely, bored Lab is apt to dig, chew, or find other destructive outlets for their energy.Labs show some variation in their activity levels, but all of them need activity, both physical and mental. Daily 30-minute walks, a romp at the dog park, or a game of fetch, are a few ways to help your Lab burn off energy. However, a puppy should not be taken for too long walks and should play for a few minutes at a time. Labrador Retrievers are considered \"workaholics,\" and will exhaust themselves. It is up to you to end play and training sessions.Labs have such good reputations that some owners think they don't need training. That's a big mistake. Without training, a rambunctious Lab puppy will soon grow to be a very large, rowdy dog. Luckily, Labs take to training well; in fact, they often excel in obedience competitions.Start with puppy kindergarten, which not only teaches your pup good canine manners, but helps them learn how to be comfortable around other dogs and people. Look for a class that uses positive training methods that reward the dog for getting it right, rather than punishing them for getting it wrong.You'll need to take special care if you're raising a Lab puppy. Don't let your Lab puppy run and play on very hard surfaces such as pavement until they're at least two years old and their joints are fully formed. Normal play on grass is fine, as is puppy agility, with its one-inch jumps.Like all retrievers, the Lab is mouthy, and they're happiest when they have something, anything, to carry in their mouth. They're also a chewer, so be sure to keep sturdy toys  available all the time--unless you want your couch chewed up. And when you leave the house, it's wise to keep your Lab in a crate or kennel so they can't get themselves into trouble chewing things they shouldn't.",
    "Feeding": "Recommended daily amount: 2.5 to 3 cups of high-quality dry food a day, divided into two meals.Note: How much your adult dog eats depends on their size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference--the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Lab in good shape by measuring their food and feeding them twice a day rather than leaving food out all the time. If you're unsure whether they're overweight, give them the eye test and the hands-on test.First, look down at them. You should be able to see a waist. Then place your hands on their back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see their ribs without having to press hard. If you can't, they need less food and more exercise.You'll need to take special care if you're raising a Lab puppy. These dogs grow very rapidly between the age of four and seven months, making them susceptible to bone disorders. Feed your puppy a high-quality, low-calorie diet that keeps them from growing too fast.For more on feeding your Lab, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The sleek and easy-care Lab coat has two layers: a short, thick, straight topcoat, and a soft, weather-resistant undercoat. The two-layer coat protects them from the cold and wet, which helps them in their role as a retriever for hunters.The coat comes in three colors: chocolate, black, and yellow. Black was the favorite color among early breeders, but over the years, yellow and chocolate Labs have become popular. Some breeders have recently begun selling \"rare\" colored Labrador Retrievers, such as polar white or fox red. These shades aren't really rare--they're a variation of the yellow Lab.Grooming  doesn't get much easier than with a Lab, but the breed does shed — a lot. Buy a quality vacuum cleaner and brush your dog daily, especially when they're shedding, to get out the loose hair.Labs need a bath about every two months or so to keep them looking clean and smelling good. Of course, if your Lab rolls in a mud puddle or something foul, which they're apt to do, it's fine to bathe them more often.Brush your Lab's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim nails once or twice a month if your dog doesn't wear them down naturally. If you can hear them clicking on the floor, they're too long. Short, neatly trimmed nails keep the feet in good condition and prevent your legs from getting scratched when your Lab enthusiastically jumps up to greet you.Their ears should be checked weekly for redness or a bad odor, which can indicate an infection. When you check your dog's ears, wipe them out with a cotton ball dampened with gentle, pH-balanced ear cleaner to help prevent infections. Don't insert anything into the ear canal; just clean the outer ear. Because ear infections are common in Labs, also clean out the ears after bathing, swimming, or any time your dog gets wet. This helps prevent infection.Begin accustoming your Lab to being brushed and examined when they're a puppy. Handle their paws frequently--dogs are touchy about their feet--and look inside their mouth. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when they're an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "The Labrador Retriever not only loves kids, they enjoy the commotion they bring with them. They'll happily attend a child's birthday party, and even willingly wear a party hat. Like all dogs, however, they need to be trained how to act around kids--and kids need to be taught how to act around the dog.As with every breed, you should always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while they're eating or sleeping or to try to take the dog's food away. No dog, no matter how friendly, should ever be left unsupervised with a child.If a Lab has had plenty of exposure to other dogs, cats, and small animals, and has been trained how to interact with them, they'll be friendly with other pets, too.",
    "Rescue Groups": "Labs are often acquired without any clear understanding of what goes into owning one. There are many Labs in need of adoption and or fostering in lab rescue groups. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Lab rescue.National Labrador Retriever Club, Inc."
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Sporting Dogs"
    },
    {
      "name": "Height",
      "value": "21 to 24 inches at the shoulder"
    },
    {
      "name": "Weight",
      "value": "55 to 80 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 12 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}