{
  "id": "labsky",
  "url": "https://dogtime.com/dog-breeds/labsky",
  "name": "Labsky",
  "intro": "The Labsky is a mixed breed dog — a cross between the Labrador Retriever and Siberian Husky dog breeds. Active, smart, and loyal, these pups inherited some of the best qualities from both of their parents.\nLabskies also go by the name Huskador. Despite their high-end image, you may find these mixed breed dogs in shelters and rescues, so remember to always adopt! Don’t shop!\nThese adorable canines make for super loyal and devoted family pets, and they’re usually very easy to train and quick to learn new commands. But a heads up: Labskies are dogs who like to remain active, so be prepared for lots of extra long walks. Often seen as smarter than the average dog, Labskies also benefit from interactive dog toys.\nSee below for all Labsky facts and mixed dog breed characteristics!",
  "description": {
    "Highlights": "The Labsky is a mixed breed dog. They are not purebreds like their Labrador Retriever or Siberian Husky parents.Labskies were first bred intentionally in the 1990s.The Labsky is a medium- to large-sized dog with high energy.Labskies tend to love people and human contact. They are usually very friendly.The Labsky has a double coat that requires daily brushing.Their fur can come in white, black, yellow, brown, red and grey, and many times the coat will be a mix of colors.Labskies can have a high prey drive and might be best suited to homes with pets of the same size.",
    "History": "The Labsky came to be after crossbreeding between a Labrador Retriever and a Siberian Husky. The mixed breed dates back to the 1990s, although their original country of origin has not been established.The history of the Labsky's parent breeds goes back a long way. The Siberian Husky has existed for over 3000 years, and originated in the cold climes of Alaska and Canada.The Labrador Retriever has a history as a gun dog and was first developed in Newfoundland in the 19th century. These days, the Labrador Retriever has become recognized as one of the most popular dog breeds in the United States and frequently ranks as the most popular dog breed of all, according to the American Kennel Club.Even though the Labsky looks like a fancy, high-end designer dog, many of them end up in shelters so consider adoption if you decide this is the breed for you!",
    "Size": "Due to the Labsky's heritage, you can expect these dogs to be between medium and large sized.Most weigh in at 40 to 60 pounds and range in height from 20-28 inches.",
    "Personality": "Many Labsky lovers like to describe their dogs as very loyal and exceptionally active. With high energy levels, the Labsky thrives on long walks and will always be interested in physical play sessions. If you have access to lots of outdoor space near to your home, the Labsky will prosper and approach life with much vigor.At home, Labskies are seen as loving and loyal dogs who seek out company and enjoy being around people. A Labsky enjoys mental stimulation, and interactive toys can help keep the dog interested and alert. These dogs very much enjoy being around family and prosper in an environment with a lot of human contact.In some cases, the Siberian Husky part of a Labksy can result in some dogs being seen as stubborn, but usually the Labrador Retriever's calm disposition and friendly nature balances this trait out.",
    "Health": "Labskies are generally farily healthy. The Labsky breed is predisposed to some of the same conditions that the Siberian Husky and Labrador Retriever also face. It is important to maintain good care and regular veterinary checkups.Some of the more common health problems Labskies suffer from include:Eye conditionsObesityAllergiesHip dysplasia",
    "Care": "As with all dogs, you should keep up your Labsky's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.Labskies can be prone to weight gain, mainly due to their Labrador Retriever heritage. They also have very high energy levels, so it's vital that you can commit to long walks and extended play sessions.Grooming is important with a Labsky. You'll need to brush your dog's double coat at least once--and maybe even twice--a day. This is to lessen the chances of the dog developing mats and remove dead fur and any debris clinging to it. You'll also want to put into place a regular ear cleaning regime--your vet can help you decide on the best practice.As Siberian Huskies have been known to suffer from dental issues, talk to your regular vet about the most effective way to maintain good dental health. Your vet can teach you about brushing your Labsky's teeth and keeping up with good at-home dental care.",
    "Feeding": "An ideal Labsky diet should be formulated for a medium-sized breed with high energy.As with all dogs, the Labsky's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Labsky's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "Labsky coats are often described as feeling silky to the human touch. Their fur can come in a wide range of colors including white, black, yellow, brown, red and grey--and most times the coat will be a mix of colors.The Labsky's double coat is usually medium in length. Daily brushing is required as part of your Labsky's grooming routine.The extra insulation on a Labsky's coat derives from a Siberian Husky's need to survive cold temperatures in harsh environments. A Labsky will usually prefer a cooler temperature to hot and humid conditions, so take this into account if you're considering adopting one.",
    "Children And Other Pets": "Due to their inherently loyal nature and innate love of playing, Labskies are usually great around children. Although because of the dog's athletic abilities, it's important to supervise play sessions for the safety of both parties. That said, for children who learn how to properly approach and play with a Labsky, the dog can become a very active and very loyal companion.Although Labskies can be very social around humans--and generally do well around other similarly-sized dogs--their prey instincts can become activated if they spot a small pet, especially cats and rabbits.It is always important to ensure that your Labsky undergoes proper socialization and appropriate training from a very young age.",
    "Rescue Groups": "It may be difficult to find a non-profit rescue group that exclusively handles Labsky dogs. However, there are several Siberian Husky and Labrador breed-specific rescues that sometimes help mixes of those breeds find homes. Search for a rescue near you, or check out our adoption page that lets you search for adoptable dogs by breed and zip code.Here are some breed-specific rescues that may be able to help find the right Labsky for you:Husky HouseLucky Lab Rescue"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "20 to 28 inches"
    },
    {
      "name": "Weight",
      "value": "40 to 60 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 12 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}