{
  "id": "lagotto-romagnolo",
  "url": "https://dogtime.com/dog-breeds/lagotto-romagnolo",
  "name": "Lagotto Romagnolo",
  "intro": "Lagotto Romagnolo means “lake dog from Romagna,” which is a good name for this breed, considering these dogs originally helped hunt waterfowl through the wet marshlands of Romagna in Italy.\nThey’re also known as Italian Water Dogs and Romagna Water Dogs. Today, with many of the marshlands of the breed’s homeland drained, these dogs have found a new purpose in truffle hunting. Humans can easily train them to use their super noses for scent work. Lagottos’ thick coats help them stay warm in fall and winter while protecting them from thorns and debris as they run through forests.\nThey’re the only dogs bred for the specific purpose of truffle hunting in modern times. Their keen sense of smell and natural tendency to dig make them experts at the task. Lagotto Romagnolos can also make loving, active, easygoing household pets with few demands. Their hypoallergenic coats are good for allergy sufferers, though those coats require a good deal of maintenance. So, if you can keep up with grooming and brushing and you want a dedicated, easily-trained companion — or someone to help you hunt for delicious truffles — then this dog may fit right in with your family.\nAlso, see below for complete list of dog breed traits and facts about Lagotto Romagnolos!",
  "description": {
    "": "When you first look at Lagotto Romagnolos, you'll probably notice their beautiful, curly coats. Those water resistant coats served the purpose of keeping the Lagotto Romagnolo warm and protected while hunting waterfowl in the wet marshlands of Italy. Their coats are more like human hair than fur, and they come in a variety of colors that can either be solid or patchy with different-colored markings. They don't shed much, which can be a blessing for allergy sufferers, but they do mat easily and can grow to cover the dogs' eyes and ears. For these reasons, their coats require a good deal of maintenance. However, if you're able to keep up with grooming demands, you'll be rewarded with a loving family companion that can be easily trained to do scent work, obedience training, agility training, and more. The Lagotto Romagnolo is not a very demanding dog. They are usually happy when they get enough exercise and companionship and can even live in apartments if their needs are met; however, they will dig, bark, and engage in other unwanted behavior if they are cooped up for too long without physical and mental stimulation. They are good with children and other pets when they have been properly socialized. Although uncommon in the United States, the Lagotto Romagnolo is growing in popularity around the world. Even canine lovers with a low to moderate level of experience with dog ownership would likely find the Lagotto Romagnolo to be a suitable household pet, and they are known to be affectionate, dedicated, and eager-to please dogs that love their humans.",
    "Highlights": "The Lagotto Romagnolo is currently the only breed bred specifically for truffle hunting, even though they were originally bred as hunting companions.Scientists have studied the genes of Lagotto Romagnolos to better understand juvenile epilepsy and have applied this genetic research to the study of epilepsy in human children.Lagotto Romagnolos have a water resistant coat that not only helps them swim, but keeps them warm when searching for truffles in fall and early winter while protecting them from thorns and debris as they run through forests and fields.Although no breed is completely allergy-friendly, the Lagotto Romagnolo's coat is considered to be hypoallergenic and rarely sheds. It does, however, require a good deal of grooming.Lagotto Romagnolos can make good watchdogs if they are trained to bark when it is appropriate to do so. Without training, they may end up barking too much.As a truffle hunting dog, the Lagotto Romagnolo is good at scent work, but they also have a natural tendency to dig. Some owners give these dogs sandboxes or dedicated digging areas to avoid unwanted behaviors around the home.The Lagotto Romagnolo was accepted into the sporting dog category by the American Kennel Club in 2015.",
    "History": "The history of the Lagotto Romagnolo goes back at least as far as the Renaissance in Italy, and probably goes even farther back than that. Dogs of this breed were originally bred as hunting companions to help retrieve waterfowl in the marshlands of Romagna. Their water resistant coats made them well-suited for diving into cold waters. However, towards the late 1800s, much of the marshlands in the region were drained, and these dogs may have been left without a job if it weren't for the fact that their super noses made them excellent truffle hunters. Lagotto Romagnolos started to be re-purposed for this task, which they excel at to this day. They are the only breed in modern times that is specifically bred for the job of truffle hunting. By the 1970s, interest in the Lagotto Romagnolo breed waned a bit, and these dogs may have disappeared entirely if it weren't for enthusiasts in the late 1980s who took interest in preserving the breed. Since then, interest in Lagotto Romagnolos has spread to countries around the world, and in July 2015, the Lagotto Romagnolo was accepted into the sporting dog category by the American Kennel Club. Lagotto Romagnolos are still used to hunt truffles, but they are also valued as loyal family companions, and their hypoallergenic coats may put them in higher demand among allergy sufferers.",
    "Size": "Male Lagotto Romagnolos are larger on average than females. Males tend to be 17 to 19 inches in height and weigh 28 to 35 pounds. Females are usually 14 to 18 inches in height and weigh 24 to 32 pounds. Individuals of the breed may be smaller or larger.",
    "Personality": "Lagotto Romagnolos were originally bred as hunting companions, and they haven't lost their ability to retrieve, even if it means jumping joyfully into bodies of water to do so. Many Lagotto Romagnolos naturally take to the water, and even if you don't plan to hunt, they'll still enjoy chasing down a toy in a good game of fetch. With their high energy levels and active spirits, they'll certainly appreciate the physical and mental stimulation. It is important that Lagotto Romagnolos get proper exercise or, like many dogs, they may get bored and create their own fun by digging and chewing things they shouldn't. They have sharp senses, especially when it comes to using their noses to sniff things out. That is why they are bred as truffle hunting dogs today. They are easily trained for nose work, though they can also perform well in other tasks such as agility and obedience training. When it comes to being a family pet, the Lagotto Romagnolo is an affectionate and laid-back dog, so long as exercise is provided in the form of at least one good, long walk per day, and preferably a game of fetch. So long as those needs are met, Lagotto Romagnolos are generally content, even when living in an apartment setting. Most of the maintenance required for a Lagotto Romagnolo will come from taking care of their coat, which needs plenty of grooming. They are loving dogs that are dedicated to their families, even children and other pets, though they do tend to bark at strangers who enter their territory. This can make them good watchdogs, but it is important to redirect and control barking instincts so they know when it is appropriate to do so, otherwise they may bark more frequently than you--or your neighbors--would like. Lagotto Romagnolos need companionship, so it is important not to leave them home alone for too long, and no dog should ever be left outside for the majority of the time. Without human companionship, you can expect to see plenty of unwanted behaviors, as you would with any breed. Overall, the Lagotto Romagnolo is an easy-going yet active dog that is a good choice for families with at least a moderate level of previous experience in dog ownership. Socialization training should begin as early as possible to make sure that they are well-behaved around new people and pets that they may meet.",
    "Health": "The Lagotto Romagnolo is a generally healthy breed, though there are a few conditions that they are predisposed to. Breeders tend to test for these issues and avoid breeding animals that are able to pass the condition to their puppies, but it is always important to look out for health complications and maintain regular vet visits to stay vigilant. Some of the health issues that Lagotto Romagnolos face include hip dysplasia, elbow dysplasia, storage disease, juvenile epilepsy, cerebral ataxia, and neuroaxonal dystrophy.",
    "Care": "Lagotto Romagnolos' teeth should be brushed regularly as recommended by a veterinarian. Their ears and paw pads should be checked for signs of infection, parasites, or debris and kept clean. It is especially important to check their ears at least weekly, as their curly hair can grow in and around their ears and provide a haven for debris and parasites. You may need to trim or pluck this hair to keep the ears clean. Keep up with regular vet visits to maintain good health for your Lagotto Romagnolo.",
    "Feeding": "A Lagotto Romagnolo dog diet should be formulated for a small-to-mid-sized breed with average-to-high energy and exercise needs. You should consult your veterinarian or professional nutritionist for advice on what to feed your individual Lagotto Romagnolo and the correct portion sizes. Their dietary needs will change as they grow from puppyhood to adulthood and senior age. Stay on top of these nutritional requirements.",
    "Coat Color And Grooming": "Lagotto Romagnolos have double coats that are water resistant and are made up of hair, rather than fur. This means that their hair grows more slowly, doesn't shed as much, and tends to hold dander and allergens to the body, rather than dispersing them into the environment. For this reason, Lagotto Romagnolos are often referred to as a hypoallergenic breed. This trait comes at a price, though, as their coats tend to mat more easily. Hair can grow thick around the eyes and ears making it difficult for Lagotto Romagnolos to see when they are not groomed, and they can develop infections or trap debris in the ears. Lagotto Romagnolos must be brushed and groomed very regularly to avoid these problems. It is recommended that the length of the coat be kept to 1 to 1 and 1/2 inches. Grooming needs are higher than average for this breed.All of that said, the coats of Lagotto Romagnolos are beautiful and come in many colors. They can be cream, brown, orange, or golden, and they can either be solid-colored or have patches and markings of any of these colors in combination. They may also have a brown \"mask\" marking around the face.",
    "Children And Other Pets": "Lagotto Romagnolos are capable of living peacefully with children and other pets so long as they are well-socialized, preferably from a young age. As with dogs of any breed, children should always be supervised during play, and they should be educated on how to properly and gently handle animals. Lagotto Romagnolos are generally playful and have high exercise needs, but it is important to make sure they don't play with too much excitement or they may risk knocking very small children over. When it comes to other pets, the Lagotto Romagnolo has a somewhat active prey drive, so they may be tempted to chase very small animals. However, socialization training will curb these tendencies, and Lagotto Romagnolos do not tend to have problems when it comes to adapting to multi-pet households.",
    "Rescue Groups": "The Lagotto Romagnolo Club of America is a non-profit group that will rescue and re-home Lagotto Romagnolos when they can, though the breed is still relatively uncommon in the United States, so it is rare for them to have dogs available. As the breed grows in popularity, you may see Lagotto Romagnolos in shelters more often, but for now, they may be hard to come by. Don't give up if you believe the Lagotto Romagnolo is the perfect dog for you. You can also check out our adoption page to search for available dogs near you."
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Sporting Dogs"
    },
    {
      "name": "Height",
      "value": "14 to 19 inches"
    },
    {
      "name": "Weight",
      "value": "24 to 35 pounds"
    },
    {
      "name": "Life Span",
      "value": "14 to 17 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}