{
  "id": "lakeland-terrier",
  "url": "https://dogtime.com/dog-breeds/lakeland-terrier",
  "name": "Lakeland Terrier",
  "intro": "Lakeland Terriers were originally bred to hunt the foxes that preyed on sheep during the lambing season in Northern England’s Lake District. Today’s Lakies, as these lively, feisty little dogs are nicknamed, are affectionate, friendly, and self-confident.\nEven though these are purebred dogs, some may still end up in the care of shelters or rescues. Consider adoption if this is the breed for you.\nThe Lakeland Terrier is an affectionate dog when it comes to the humans in their life. Even though they have high energy and exercise needs, their small size can help them adapt to apartment living, so long as they get plenty of physical activity. For a home with a backyard, a high, sturdy fence is a must to prevent roaming and wildlife chasing. These dogs respond well to confident pet parents who can set boundaries. Give this pup lots of patient training and active playtime, and you’ll have a loving, furry family member.\nDogTime recommends this dog bed to give a good night’s sleep to your medium-sized Lakie. You should also pick up this dog fetch toy to help burn off your pup’s high energy!\nSee all Lakeland Terrier characteristics below!",
  "description": {
    "": "Created to be a practical working terrier, the Lakeland hails from England's beautiful but rugged and mountainous Lake District, where his job was to hunt and kill the foxes that plagued farmers. He's small, square, and sturdy, with a deep, relatively narrow body that allows him to squeeze into rocky dens after his prey.Lakeland Terriers are characterized by a rectangular head, an intense and sometimes impish expression, v-shaped ears that fold over, and a docked tail carried up. They have a double coat: a thick, hard topcoat to protect them from thorns and a dense undercoat to keep them warm in the hail, sleet, snow, and rain of their home region. Alert and ready to go, Lakies often look as if they're standing on their tiptoes.The Lakeland is cheerful and energetic, but like any self-respecting terrier, he can be willful and determined. Nonetheless, his people are enchanted by his charm, intelligence, and sense of humor. Lakies have a lot of courage and confidence. They generally get along well with children and other dogs, but are reserved with strangers. Being terriers, they are prone to chasing small animals, so it's advisable to socialize them with cats and other small animals from an early age.Like many terriers, Lakelands can be difficult to housetrain, and they have their own thoughts about what constitutes proper behavior, which may not be the same as yours. Also, some like to dig, bark quite a lot, and guard their toys and food. Therefore, they need to have firm, patient training from an early age. They are intelligent dogs, so be sure that your training has lots of variety to keep them challenged. Also, you must be fair in your training techniques. All terriers have a sense of fairness and are willing to be corrected when it is merited. But if the correction is harsh or undeserved, they are likely to growl and rebel.Using proper training techniques, you'll find that your Lakeland is quick to learn. Because he has a great deal of energy, you might want to consider training him for obedience or agility.Lakies are small dogs, so it would seem that they would be good for apartment dwellers. Unfortunately, their propensity for barking might rule that out, unless you put in the time to train them to be quiet.Grooming is moderately time-consuming. They need to be brushed two or three times a week and \"stripped\" periodically to keep their coats in proper condition.Although they have many fine qualities, Lakelands are uncommon and aren't readily available. Expect to spend some time on a waiting list, as much as six months to a year, if you want one of these charming terriers.",
    "Highlights": "Never purchase a Lakeland from a puppy broker or pet store. Reputable breeders do not sell to middlemen or retailers, and there are no guarantees as to whether the puppy had healthy parents with a nice temperament. Ask for references so you can contact other puppy buyers to see if they're happy with their Lakeland. Doing your homework may save you from a lot of heartbreak later.Lakeland Terriers are excitable dogs and have a lot of energy.They are a highly intelligent breed that can take advantage of an insecure owner and become the \"ruler of the house.\" Be sure that your Lakie knows who is alpha in your household (hopefully, you!).Lakeland Terriers are prone to chasing other animals or anything else that might interest them. Keep them on a leash when you're in unfenced areas.Speaking of fences, it's best that you have a fenced yard for your Lakies to play in. Just be sure that the fence is very secure. They can be escape artists!Barking sometimes is a problem with Lakeland Terriers.Lakeland Terriers can be stubborn and difficult to housetrain. Crate training is recommended.Lakeland Terriers tend to be possessive about their food and toys. Obedience training is recommended.Their terrier aggression can get out of hand without proper respect for their owners and training.",
    "History": "The Lakeland Terrier was born in the county of Cumberland in England's beautiful but treacherously rugged Lake District near the Scottish border. The Lake District is known for its beautiful hills and mountains. Beatrix Potter had a farm here, where she, like many of the farmers in this region, raised a rare hardy breed of sheep called Herdwicks. The terrain is harsh and rugged, and sheep farms dotted the scenic countryside. A large, aggressive type of fox called a Westmoreland fox preys on the sheep, especially during the lambing season, which happens to coincide with the time that the foxes are weaning their cubs. The Lakeland's job was to \"go to ground\" when the fox ran into its burrow and kill it.Some of the game little terriers also were owned by miners and other workers who used them for sport, such as badger digging, rabbiting, ratting, and fox hunting.Eventually, \"meets\" were held where people could show off their dogs. The Lakelands first were classified as colored working terriers to differentiate them from white terriers (even though sometimes both were out of the same litter).Lakelands are related to several terrier breeds, including the Old English Black and Tan Terrier (now extinct), the Dandie Dinmont and Bedlington Terriers, and the Border Terrier. They are one of the oldest working terrier breeds still in use today.In 1921 the Lakeland Terrier Association was formed in England. They were first exhibited in England under a variety of names, including the Fell and Patterdale Terrier.The American Kennel Club first registered a Lakeland Terrier, Eaton What A Lad Of Howtown, in 1934, by which time it had its current name and was a regular in the show rings both in the U.S. and England. Breeders worked to produce dogs that would have the looks to win in the show ring while retaining the working characteristics that were so prized.They appear to have succeeded in grand style. Lakelands have won most of the major shows and awards that can be found around the world. The first great champion Lakeland Terrier was named Rogerholme Recruit, who won Best in Show at the prestigious 1963 Crufts dog show England. Just three years later, in 1967, another English Lakeland Terrier named Stingray of Derryabahwon Best in Show at the 1967 Crufts and Best in Show at the Westminster Kennel Club dog show in 1968.In the early seventies, Ch Special Edition won dozens of Bests in Show, and another Lakie named Ch Jo-Ni's Red Baron of Crofton won 73 Bests in Show, with the last being awarded at the 1976 at Westminster's Centennial dog show.Several other Lakeland Terriers also have proven the appeal of the breed in the show ring by winning multiple Bests in Show, Groups, and other awards.In the early 1990s, an outstanding Lakie named Ch. Revelry's Awesome Blossom, owned by Jean L. Heath and comedian Bill Cosby, emerged. Her remarkable show record included more than 100 All-Breed Bests-in-Show, making her among the top-winning show dogs of all time.",
    "Size": "The compact and athletic Lakeland Terrier is typically 13 1/2 to 14 1/2 inches tall, and weighs 15 to 17 pounds.",
    "Personality": "The typical Lakeland is bold and friendly. He's described as having a \"cock of the walk\" attitude, but he's neither overly aggressive or argumentative. All terrier, he's curious about everything, intelligent, and entertaining. He's usually reserved with strangers but loves his family, especially the kids. With other dogs, he might not start a fight, but he certainly won't back down from one. Alert and self-confident, he makes an excellent watchdog.Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Choose the middle-of-the-road puppy, not the one who's beating up his littermates or the one who's hiding in the corner. Always meet at least one of the parents — usually the mother is the one who's available — to ensure that they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when he grows up.Like every dog, Lakelands need early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Lakeland puppy grows up to be a well-rounded dog. Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills.",
    "Health": "Lakeland Terriers are a hardy breed and don't suffer from any known hereditary health problems. To help ensure that you get a healthy Lakeland puppy, choose a breeder who abides by the U. S. Lakeland Terrier Club code of ethics.",
    "Care": "The Lakeland should live in the home with his people, not outdoors. Because of his small size, the Lakeland Terrier is good for apartment life so long as you train him not to bark at every noise he hears. He's active indoors and will do all right without a yard so long as you provide him with one or two daily walks of 20 to 30 minutes. If he has a yard, it should be securely fenced as he's a capable digger and escape artist. Don't count on an underground electronic fence to keep him confined; the threat of a shock is nothing to a tough terrier who wants to go after something. Ideally, he should be able run and play off leash regularly in a safe area.Keep the Lakie on leash when you walk him. You never know when his terrier instinct to hunt will kick in.With his independent nature, the Lakie can be a challenge to train. Keep your sense of humor at the ready, as well as a large supply of patience. Be firm and consistent, but use positive reinforcement techniques such as food rewards, praise, and play to get the most out of him. Keep lessons short, sweet, and entertaining, and you'll find that your Lakeland is quite intelligent and capable of learning whatever you can teach.Housetraining can sometimes be a problem with this breed. Patience and consistency are musts. Take him out to potty first thing in the morning, after every meal, after naps and playtime, and just before bedtime. Reward him every time he potties outdoors. Crate training helps as well.Beyond housetraining, crate training is a kind way to ensure that your Lakeland doesn't get into things he shouldn't. Like every dog, Lakies can be destructive as puppies. Crate training at a young age will also help your Lakeland accept confinement if he ever needs to be boarded or hospitalized. Never stick your Lakeland in a crate all day long, however. It's not a jail, and he shouldn't spend more than a few hours at a time in it except when he's sleeping at night. Lakies are people dogs, and they aren't meant to spend their lives locked up in a crate or kennel.The Lakeland excels as a watchdog, but he can be noisy. Keep this in mind if he'll be living in an apartment or condo community.",
    "Feeding": "Recommended daily amount: 1 cup of a high-quality dog food daily, divided into two meals.How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your adult Lakeland in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the hands-on test. Place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Lakeland, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.\"",
    "Coat Color And Grooming": "Lakeland Terriers have a thick, hard topcoat and a soft undercoat. When he's hand stripped to show his outline, he has a neat, workmanlike appearance. In the show ring, the coat on the head, ears, forechest, shoulders, and behind the tail is trimmed short and smooth. The coat on the body is about half an inch to an inch long and can be straight or slightly wavy. The long hair on the legs, known as furnishings, gives the legs a cylindrical appearance. The hair on the face is trimmed but left longer over the eyes to enhance the head's rectangular appearance.Lakies come in many colors, including blue, black, liver (a deep reddish-brown), red, and wheaten (pale yellow or fawn). Some have a tan saddle that covers the back of the neck, back, sides, and up the tail, making them blue and tan, black and tan, or liver and tan. They can also be what's called red grizzle or grizzle and tan. A red grizzle Lakeland has a saddle that's a deep, rich red over a tan base. Grizzle is a mixture of black or red hairs with white hairs. Puppies often are born dark.Lakelands don't shed much, especially if their coat is kept stripped. Stripping is a technique that involves plucking the dead hair by hand or removing it with a stripping knife or other stripping tool. Your Lakeland's breeder can show you how to strip the coat, or you can find a professional groomer who knows how to do it (not all do). For easier care, you can clipper the coat, but the texture and color will become softer and lighter. That doesn't affect the Lakeland's ability to be a great companion, though.Spend 15 to 30 minutes a week to brush and comb your Lakie. Then give him a rubdown with a towel to remove any dirt and excess body oils. If you do this regularly, you shouldn't need to bathe him often unless he's rolled in something stinky. Remove loose hair from inside the ears and trim excess hair between the pads of the feet.Other grooming needs include nail care and dental hygiene. Trim your Lakeland's nails once or twice a month. If you can hear them clicking on the floor, they're too long. The earlier you introduce your Lakie to nail trimming the less stressful the experience is.Brush the teeth at least two or three times a week — daily is better — to remove tartar and bacteria. Start when your puppy is young so he'll be used to it.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the ears, nose, mouth, and eyes, and on the feet. Ears should smell good, without too much wax or gunk inside, and eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "Lakies love kids and can match their energy levels all day long, but certain rules apply to child-dog interactions. Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's sleeping or eating or to try to take the dog's food away. No dog should ever be left unsupervised with a child.Lakelands can get along well with other pets, especially if they're introduced to them in puppyhood. They shouldn't be aggressive toward strange dogs, but they won't back down from them either. They may chase outdoor cats as well as squirrels and other wildlife, and they probably shouldn't be trusted alone with pocket pets such as hamsters and gerbils.",
    "Rescue Groups": "Lakeland Terriers are sometimes bought without any clear understanding of what goes into owning one. These dogs may end up in need of adoption or fostering.Abandoned Terrier Rescue AssociationUnited States Lakeland Terrier ClubLakeland Terrier Rescue",
    "Breed Organizations": "United States Lakeland Terrier Club"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Terrier Dogs"
    },
    {
      "name": "Height",
      "value": "13 to 14 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "15 to 17 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}