{
  "id": "lhasapoo",
  "url": "https://dogtime.com/dog-breeds/lhasapoo",
  "name": "Lhasapoo",
  "intro": "The Lhasapoo is a mixed breed dog–a cross between the Lhasa Apso and Poodle dog breeds. Protective, loyal, and playful, these pups inherited some of the best qualities from both of their parents.\nLhasapoos also go by the names Lhasadoodle or just Lhasa Apso Poodle mix. Despite their unfortunate status as a designer dog breed, you can find these mixed breed dogs in shelters and breed specific rescues, so remember to adopt! Don’t shop!\nThese sweet pups make great pets for single people or seniors who live in apartments, but they’re also adaptable and will fit in just as well with a family household with a backyard! If you want a dog with energy and intelligence who will protect your household, the Lhasapoo may be the right dog for you!\nDogTime recommends this carrier for traveling with your small Lhasapoo. You should also pick up this dog fetch toy to help burn off your pup’s high energy!\nSee below for all mixed dog breed traits and facts about Lhasapoos!",
  "description": {
    "Highlights": "Lhasapoos are mixed breed dogs. They are not purebreds like their Lhasa Apso or Poodle parents.Lhasapoos come in a very wide variety of colors, including brown black, white, grey, apricot, and cream. Sometimes their coats may be solid, but more often than not, they have a mix of these colors.The Lhasapoo is considered a \"hypoallergenic\" or non-shedding, more allergy-friendly mixed breed, so they are a great choice for allergy sufferers. Their coats will require daily brushing to prevent the hair from becoming matted.Because the Lhasapoo is a small dog, they can easily be injured by small children during playtime. Lhasapoos would prefer to be around older children or children that are shown how to properly handle a dog and play gently.Lhasapoos can get along with other animals if introduced at a very young age, and in a slow and gradual manner, but they may prefer to be the only pet in the household.The Lhasapoo is prone to anxiety and can be destructive if they're left alone or become distressed.Lhasapoos are protective and eager to please. They tend to inherit a bit of yappiness and may bark at strangers. Food rewards and positive reinforcement go a long way in training these dogs.Lhasapoos have moderate energy levels. Make sure your dog gets at least one-hour long walk per day with a few games of fetch or a trip to the dog park, as well.",
    "History": "The Lhasapoo dog breed may have existed naturally over the years, but designer dog breeders started intentionally mixing Lhasa Apsos and Poodles about ten to 20 years ago, likely in North America.Breeders wanted to mix the two parent breeds to minimize the breathing problems due to the short snout of the Lhasa Apso, and to create a breed that is perfect for those suffering from allergies by adding the coat of the Poodle. They continued to create Lhasapoos as the demand for these adorable pups climbed.Even though the Lhasapoo got their start as a designer breed, some have ended up in shelters or in the care of rescue groups. Consider adoption if you decide this is the right breed for you.Check your local shelters, look up Lhasapoo rescues, or check with breed specific Poodle or Lhasa Apso rescues, as they sometimes take in mixed breed dogs and find homes for them.",
    "Size": "As the Lhasapoo is still a relatively new mixed breed, there are few standards when it comes to size. That said, as a cross between Lhasa Apso and Poodle parents, you can expect Lhasapoos to be on the small side.The Lhasapoo is most often a mix with a Miniature Poodle parent, but if the Lhasa Apso is mixed with a Toy Poodle, the pups may be even smaller.Most weigh in at ten to 15 pounds and range in height from nine to 13 inches at the shoulder. That said, many can be smaller or larger, and males can tend to be larger in size than females.",
    "Personality": "Many Lhasapoo lovers describe these dogs' personalities as very protective and eager to please their owners. Lhasa Apsos were historically used as guard dogs, so these pups tend to inherit a bit of that yappiness while performing their duty as your protector. While they enjoy their time laying on the couch, they also ares very agile little dogs who love to run and play outdoors, as well as participate in agility games once trained.As the Lhasapoo is very protective, they can be rather skeptical of new people and strangers entering your home. Lhasa Apsos can often times be slightly aggressive if not introduced calmly and slowly, and the Lhasapoo may get this trait. So make sure to socialize your Lhasapoo at a very young age if you want a dog who's more trusting. Unfortunately, this also makes for a bit of a more vocal dog, so they've gained the reputation of the stereotyped small yappy dog. Early training can also help to curb this possibly unwanted behavior.These dogs have moderate energy levels and a strong desire to please their owners, so the Lhasapoo often appears in agility courses. While they have a stubborn streak, Lhasapoos are very smart and food reward driven, so a good way to burn off  that puppy energy is to teach your pup new tricks and provide toys made for mental stimulation as well.The Lhasapoo is an excellent companion animal, and due to their natural adaptability, they're ideal for both families or single people. They're a great choice for seniors as well because the dog is small and enjoys spending plenty of time cuddling on laps.Since they develop such strong bonds with their owners, they are unfortunately not ideal for those who will be gone for extended periods of time. It has been noted that the Lhasapoo is prone to anxiety and can be destructive if they're left alone or become distressed.",
    "Health": "The Lhasapoo breed is predisposed to some of the same conditions that the Lhasa Apso and Poodle also face. While most are generally healthy, some may be prone to a few health issues, which is why it is important to maintain good care and regular veterinary checkups.Some of the more common health problems Lhasapoos suffer from include:Hip DysplasiaCherry EyePatellar LuxationEpilepsyCataractsCushing's DiseaseRenal issues",
    "Care": "As with all dogs, you should keep up with your Lhasapoo's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.Lhasapoos aren't typically prone to weight gain, but have moderate energy levels. Make sure your dog gets at least one-hour long walk per day with a few games of fetch or a trip to the dog park, as well.Check their floppy ears for debris and pests daily and clean them as recommended by your vet. Trim your dog's nails typically once or twice per month, as they should not be clicking against the floor. Your groomer can help you with this.Many toy breed dogs don't always have the best oral health, so it is important to keep up with teeth brushing. You should brush your Lhasapoo's teeth daily, since they can be predisposed to dental issues. Your veterinarian can instruct you on how to brush your dog's teeth properly.",
    "Feeding": "An ideal Lhasapoo diet should be formulated for a small breed dog with medium energy. They don't typically have a tendency to gain weight, but you should stick to a regular feeding schedule and not leave food out during the day. Also make sure to limit their amount of treats, as well.As with all dogs, the Lhasapoo's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Lhasapoo's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "Lhasapoo coats are often a mix of their Lhasa Apso and Poodle parents' coat and colors. They come in a very wide variety of colors, including brown black, white, grey, apricot, and cream. Sometimes their coats may be solid, but more often than not, they have a mix of these colors.They can have short, curly coats or longer, straight coats depending on which they inherit from their parents. The Lhasapoo is considered a \"hypoallergenic\" or non-shedding, more allergy-friendly mixed breed, so they are a great choice for allergy sufferers. Both coats will require daily brushing to prevent the hair from becoming matted.Even though the Lhasapoo can have a longer coat, they aren't the best suited for extreme temperatures. It is a good idea to put a sweater on your pup in the winter and avoid prolonged periods of time outdoors when it is particularly hot during the summer months.",
    "Children And Other Pets": "Because the Lhasapoo is a small dog, they can easily be injured by small children during playtime. Lhasapoos would prefer to be around older children or children that are shown how to properly handle a dog and play gently. Overall, Lhasapoos are good companions for adults and older kids since they oftentimes don't have the patience for overeager young children.When it comes to other pets, Lhasapoos can get along with other animals if introduced at a very young age, and in a slow and gradual manner. They can be a bit territorial, so make sure to let the pets meet as soon as possible when you bring them home. The Lhasapoo may have inherited some of its Lhasa Apso parent's dominant personality traits and would prefer to be the only pet in the household.However, not every pup is the same, so early socialization is key if you want your Lhasapoo to live with other pets in your home. In the end, it really comes down to training, socialization, and luck of the draw.",
    "Rescue Groups": "It may be hard to find a breed-specific rescue for Lhasapoos because they are a mixed breed. However, you may want to try Lhasa Apso or Poodle breed-specific rescues, as they often care for mixes, as well. Here are some rescues you can try:LhasaApsoRescue.orgCarolina Poodle RescueYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "9 to 13 inches"
    },
    {
      "name": "Weight",
      "value": "10 to 15 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 1
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}