{
  "id": "lhasa-apso",
  "url": "https://dogtime.com/dog-breeds/lhasa-apso",
  "name": "Lhasa Apso",
  "intro": "The Lhasa Apso dog breed is originally from Tibet, where they were highly regarded watchdogs in the palaces and monasteries of their mountainous homeland. Today’s Lhasa is no longer a palace guard but primarily a family companion who loyally protects their family from danger.\nEven though these are purebred dogs, you may find them in the care of shelters or rescue groups. Remember to adopt! Don’t shop if you want to bring a dog home.\nThough small in stature, the Lhasa is a sturdy and independent dog. These pups can adapt to just about any home, including apartments, and they even fit in well with novice pet parents. However, they may challenge your leadership if you don’t keep up with firm, consistent training. If you can meet the breed’s needs, you’ll have a loving, playful family member.\nSee below for complete list of dog breed traits and facts about Lhasa Apsos!",
  "description": {
    "": "The Lhasa Apso thinks he's a large dog, a very large dog. Bred for hundreds of years to be a royal watchdog, the modern Lhasa approaches life the way his forebears did: he is a loyal guardian of home and family.The Lhasa's protective nature can surprise those unfamiliar with him, given his small size and long, flowing coat. He certainly doesn't appear fierce.But when it comes to protecting his own, the Lhasa is fierce, though never unusually aggressive. He's naturally suspicious of strangers — an excellent trait for a palace guard — and he takes his job as protector seriously.The lionhearted Lhasa's devotion also means he enjoys sharing life with his family. He's intelligent, independent (a watchdog must think on his own), and mischievous.If you are considering a Lhasa — and many find his looks irresistible — you must consider this breed's protective nature. Early socialization and training are absolutely critical to a Lhasa's success as a family member, so that he can properly direct his natural tendency toward wariness. The time invested in training him, however, is well worth your effort in terms of the loyalty, joy, and companionship that this long-lived, hardy little dog provides.The Lhasa likes doing his own thing, which means his goal in life is not necessarily to please you. In this he differs from such breeds as the biddable Labrador Retriever. While the Lhasa can be trained successfully, he is not always the most obedient dog in the class.But those who know and love the Lhasa praise his smarts and unique ability to reason. He can even tend toward manipulation, so consistency is key in training the Lhasa pup (just as it is with raising children). If you don't take charge, your Lhasa will certainly try.Few pups are cuter than the Lhasa puppy, with his sparking eyes and fluffy coat. These little ones are curious and full of energy, and they love to play. The Lhasa matures slowly and remains puppyish until he's three years old. New owners need to keep this in mind when training Lhasa puppies, or they can become frustrated with the Lhasa's refusal to take lessons too seriously. Housetraining can be difficult; crate training is recommended.Now, about that Lhasa coat — it's splendid: long, thick, and beautiful. It's also a chore to keep in good condition. Daily brushing and combing are necessary to keep it free of tangles. Frequent bathing is necessary, too, to keep the Lhasa smelling sweet. Some owners opt to trim the coat short, or trim the hair around the face. If you are considering a Lhasa, know that you'll be doing a lot of grooming, or that you'll be on a first-name basis with a professional groomer.What about children and the Lhasa? Be aware that the breed is known for being impatient with the normal clumsiness associated with children; he'll nip. He tends to bond with adults more than with youngsters, but this isn't a hard-and-fast rule. Older children, or young children who are exceptionally gentle with dogs, can live happily with the Lhasa. If you are seeking a 100 percent \"kid dog,\" the Lhasa is probably not a good choice.The average Lhasa lives a long time: 12 to 15 years is not uncommon, and some live 17 to 20 years.",
    "Highlights": "The Lhasa is highly independent; his aim is to please himself, not you.The Lhasa is a leader, and he'll be your leader if you allow him to.The Lhasa is a naturally protective watchdog. There's no changing this, though you can teach him good canine manners. Early, positive socialization is essential to help him become a friendly, sociable pet.The Lhasa matures slowly. Don't expect too much too soon.The beautiful Lhasa coat needs a lot of grooming. Expect to do a lot of work, or to pay a professonial groomer.Dental care is essential. Brush the Lhasa's teeth regularly, and have your veterinarian check his teeth and gums periodically.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "The Lhasa comes from Tibet, and he takes his name from the holy city of Lhasa. For thousands of years, the Lhasa was bred exclusively by nobility and monks in monasteries to act an inside guard and protector. He's known in his homeland as Abso Seng Kye, which translates as \"Bark Lion Sentinel Dog.\" The Lhasa's thick coat is protective; his native climate is one of intense cold and extreme heat.Recorded history of the breed goes back to 800 B.C. A Lhasa was considered good luck, but it was nearly impossible to buy one: he was a watchdog in temples and monasteries and was therefore considered sacred. It was thought that when an owner died, the human soul entered the body of his Lhasa Apso. Lhasas were not allowed to leave the country except when given as gifts by the Dalai Lama.From the beginning of the Manchu Dynasty in 1583 until as recently as 1908, the Dalai Lama sent Lhasas as sacred gifts to the Emperor of China and members of the Imperial family. The Lhasas were always given in pairs and were thought to bring with them good luck and prosperity.The first Lhasas to enter the United States directly were given as gifts by the 13th Dalai Lama in 1933 to C. Suydam Cutting, a noted world traveler and naturalist. Cutting owned Hamilton Farm in Gladstone, New Jersey, and the two gift dogs became the foundation stock for his kennel.The American Kennel Club accepted the Lhasa Apso as a breed in 1935.",
    "Size": "Males stand 10 to 11 inches high and weigh 13 to 15 pounds; females are slightly smaller.",
    "Personality": "The Lhasa Apso personality is a special and interesting mix. He's a happy, mischievous, and playful dog; he's also regal, independent, and fierce. He takes the job of guarding his home and family seriously; he also takes a long time to grow up, and even then he remains somewhat puppyish until old age.The Lhasa may be small, but he isn't a bit fragile. He's sturdy and strong, and he's naturally wary of strangers. He will make friends, but not until he knows that an individual poses no threat. He's an excellent watchdog.The independent Lhasa likes to be \"top dog.\" Training and socialization, beginning with puppy classes, are essential. They'll teach him good canine manners and prevent him from thinking he can rule the roost. Lhasa owners must be strong, kind leaders.The Lhasa is not extremely active and is content living indoors. Unlike many other breeds, he doesn't need vigorous exercise to reduce nervous energy. However, he does enjoy and benefit from short walks and play sessions.The Lhasa likes to stay close to his family, following them room to room to join in the activities or sit on a lap. However, because of his independent nature, he's fine when left alone at home for reasonable amounts of time. The Lhasa doesn't usually suffer from separation anxiety.Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Choose the middle-of-the-road puppy, not the one who's beating up his littermates or the one who's hiding in the corner.Always meet at least one of the parents — usually the mother is the one who's available — to ensure that they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when he grows up.",
    "Health": "Lhasas are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Lhasas will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition.In Lhasas, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).Cherry Eye: This malady occurs when the gland known as the third eyelid swells. It looks like a red mass — a cherry — at the inner corner of the dog's eye. The treatment for cherry eye is usually surgery.Patellar Luxation: Also known as slipped stifles, this is a common problem in small dogs. The patella is the kneecap. Luxation means dislocation of an anatomical part (as a bone at a joint). Patellar luxation is when the knee joint (often of a hind leg) slides in and out of place, causing pain. This can be crippling, although many dogs lead relatively normal lives with this condition.Allergies: Allergies are a common ailment in dogs, and the Lhasa Apso is no exception. There are three main types of allergies: food allergies, which are treated by eliminating certain foods from the dog's diet; contact allergies, which are caused by a reaction to a topical substance such as bedding, flea powders, dog shampoos, and other chemicals; and inhalant allergies, which are caused by airborne allergens such as pollen, dust, and mildew. Treatment varies according to the cause and may include dietary restrictions, medications, and environmental changes.Sebaceous Adenitis (SA): This is a serious problem in dogs. This genetic skin condition is difficult to diagnose and often is mistaken for hypothyroidism, allergies, or other conditions. When a dog has SA, the sebaceous glands in the skin become inflamed for unknown reasons, and they're eventually destroyed. Affected dogs typically have dry, scaly skin with hair loss on top of the head, neck, and back. Severely affected dogs can have thickened skin, an unpleasant odor, and secondary skin infections. Although the problem is primarily cosmetic, it can be uncomfortable for the dog. Your vet will perform a biopsy of the skin if SA is suspected. Treatment options vary.Keratoconjunctivitis Sicca: Commonly known as dry eye, this is an inflammation of the eye that occurs when the tear production is deficient. The symptoms, a gooey yellow discharge, can be mistaken for conjunctivitis. Treatment includes medication, artificial tears, and sometimes surgery.Progressive Retinal Atrophy (PRA): This is a family of eye diseases that involves the gradual deterioration of the retina. Early in the disease, affected dogs become night-blind; they lose sight during the day as the disease progresses. Many affected dogs adapt well to their limited or lost vision, as long as their surroundings remain the same.Familial Inherited Renal Dysplasia: This is a developmental or genetic defect of the kidneys, which are noticeably small and irregular in shape. The disease varies in severity: severely affected puppies are excessively thirsty and small for their age, and they often suffer renal failure. Mildly affected dogs may show no symptoms.",
    "Care": "The Lhasa is a great choice for people with limited space. He's well suited for apartment or condo living, though he does enjoy playing outside in a fenced yard.The Lhasa is content with several short walks each day. He is not high-energy dog, and he doesn't tend to bounce off the walls when cooped up on a rainy day. He's happy sitting in your lap, wandering around the house, playing with his toys, and alerting you to passersby.Housetraining the Lhasa can be challenging, so it's wise to crate train. Also, remember that this dog will likely take a long time to mature mentally. He may reach full size at one year of age, but his behavior will still be quite puppyish. Be especially patient during training — keep it positive and consistent, and be willing to go the long haul.",
    "Feeding": "Recommended daily amount: 3/4 to 1 cup of high-quality dry food a day, divided into two meals.Note: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Lhasa in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test.First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Lhasa, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The Lhasa coat is gorgeous. Normally it is long, straight, and dense. It comes in many colors, including honey, black, white, slate, or parti-color.Keeping the Lhasa coat gorgeous, however, is time-consuming and difficult. Regular, even daily, brushing and combing are necessary, as is frequent bathing (every two to four weeks). Many owners elect to hire a professional groomer, because although a hardworking owner can learn to manage the Lhasa's coat, it's certainly not a job for beginners.In fact, it's not uncommon for owners to have their Lhasa's coat clipped short to cut down on grooming chores. The beautiful flowing coat is gone, but what's left is a lot easier to care for.Brush your Lhasa's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim his nails once or twice a month if your dog doesn't wear them down naturally to prevent painful tears and other problems. If you can hear them clicking on the floor, they're too long. Dog toenails have blood vessels in them, and if you cut too far you can cause bleeding — and your dog may not cooperate the next time he sees the nail clippers come out. So, if you're not experienced trimming dog nails, ask a vet or groomer for pointers.His ears should be checked weekly for redness or a bad odor, which can indicate an infection. When you check your dog's ears, wipe them out with a cotton ball dampened with gentle, pH-balanced ear cleaner to help prevent infections. Don't insert anything into the ear canal; just clean the outer ear.Begin accustoming your Lhasa to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "Children are probably not at the top of the Lhasa's list of favorite things. He tends to be intolerant of the normal antics of children, and he'll nip. The Lhasa is best suited to a home with older children who understand how to properly handle him. He's not advised for a family with young or rowdy kids.If he's properly socialized and trained, the Lhasa gets along with other dogs. He does like to be top dog, so he's often the leader, even around other dogs who are much larger. He isn't afraid to join in activities normally associated with large dogs, such as hiking or cross-country skiing. The Lhasa thinks he's a large dog.The Lhasa can get along with other pets as well, given proper introductions and training.",
    "Rescue Groups": "Lhasa Apsos are often obtained without any clear understanding of what goes into owning one. There are many Lhasa Apsos in need of adoption and/or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club, and they can point you toward a Lhasa Apso rescue organization.American Lhasa Apso Club",
    "Breed Organizations": "American Lhasa Apso Club, Inc."
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Companion Dogs"
    },
    {
      "name": "Height",
      "value": "9 to 11 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "12 to 15 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}