{
  "id": "maltipoo",
  "url": "https://dogtime.com/dog-breeds/maltipoo",
  "name": "Maltipoo",
  "intro": "Not actually a dog breed per se, the Maltipoo is a popular cross of the Maltese and Poodle, known for their fun-loving and affectionate nature. Active and charming, they’ll fit into all kinds of homes: apartment or house, family with kids or elderly single.\nAlthough these dogs sometimes have the unfortunate status of “designer breed,” you may find them in shelters and rescues. Remember to adopt! Don’t shop if you want to bring a dog home.\nMaltipoos are highly affectionate and would make a great choice for a novice pet parent. However, they’re highly sensitive and do not like being left alone for long periods of the day. As companion dogs, they crave the company of their humans and may develop separation anxiety when they don’t get the attention they need. But if you can provide a loving home that meets this mix’s needs, you’ll have an adoring family member who can dish out plenty of cuddle sessions.\nSee below for complete mixed dog breed traits and facts about Maltipoos!",
  "description": {
    "": "Maltipoos are a popular cross of the Maltese and Toy or Miniature Poodle. True to their parent breeds, Maltipoos are affectionate and gentle. They make super companions for empty-nesters and are excellent therapy dogs.Cross breeds such as the Maltipoo are often referred to as designer dogs, rather than mixed breeds, because they're purposely bred and are a combination of two known breeds.Because both Poodles and Maltese are considered non-shedders, people who breed Maltipoos hope to end up with a hypoallergenic dog. If you're allergic, however, it's important to know a little something about pet allergies before you run out to get a Maltipoo.All dogs produce dander (dead skin flakes) and saliva, which carry allergens. And allergies can build over time. You may not react to a dog when you first meet him, but develop an allergy after living with him for days, weeks, or even months. Spend lots of time with a number of different Maltipoos to see how you'll react.If you decide that a Maltipoo is for you, you'll find that he's an active, feisty, fun-loving dog. He enjoys life, and his perfect day includes playing dog games, going for a walk, and racing through the house.Maltipoos can be a good choice for first-time or timid owners. They're easy to train and learn quickly. They also do well in homes with elderly people or with older children who can handle them carefully. They enjoy long cuddles and are sensitive to their people's wants and needs.Maltipoos can adapt to any kind of home, from an apartment to a house. No matter what their housing, they love being with their people, and should live indoors with their human families, never outside or in kennels. They're not recommended for homes where they'll be left alone for long periods.Maltipoos can be barkers and will alert you to everything that's going on. You may need to work hard to teach them to discriminate between what's important to bark at and what's not.Maltipoos are fun-loving, happy dogs who've stolen many hearts. For those who appreciate their cuddly appeal and can give them the companionship they need, they can make an ideal pet.",
    "Highlights": "The Maltipoo is a cross breed, the result of breeding a Maltese with a Toy or Miniature Poodle.Maltipoos are active and energetic. They need daily exercise — a good walk, romp in the yard, or a game of fetch will do the trick. Barking can be a favorite pastime for a Maltipoo. They make excellent watchdogs, alert barking to warn you of anything suspicious, but they may not be the best choice for noise-sensitive people or those who live in housing with noise restrictions.Maltipoos shed little. They're considered good for allergy sufferers, but keep in mind that there's no such thing as a truly hypoallergenic dog. All dogs shed dander and saliva, which carry allergens. The best way to find out if a Maltipoo triggers your allergies is to spend a lot of time with him.Maltipoos need daily brushing and monthly baths to keep their coats clean and tangle-free. Clipping the coat is also suggested.Loving and gentle, the Maltipoo gets along with kids. But because small Maltipoos could easily be injured, they're only recommended for families with children older than six who know how to handle dogs.Maltipoos are smart and can be easy to train.Maltipoos generally get along with other dogs and pets.Maltipoos can do well in apartments and homes alike. They have high energy levels indoors.Maltipoos are companion dogs and may suffer from separation anxiety if they're frequently left alone for long periods.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store.",
    "History": "The Maltipoo was created to be a small-breed companion dog for allergy sufferers. Whether he's really hypoallergenic is up for debate; every dog is different in the amount of allergens he produces, but in any case, he's a charming ball of fluff with a growing popularity.Maltipoos have enjoyed the affections of celebrities and are among the more popular of the so-called designer breeds. Most litters are the result of first-generation breedings between Maltese and Poodles, but some people also breed Maltipoos to Maltipoos.The Maltipoo is not officially recognized as a true breed, but fans have formed the North American Maltipoo/Maltepoo Club and Registry.",
    "Size": "The Maltipoo varies in size, depending on whether the Poodle parent was a Toy or Miniature. Generally, Maltipoos stand 8 to 14 inches tall and weigh 5 to 20 pounds.",
    "Personality": "This is an intelligent, affectionate, fun-loving dog who generally gets along well with everyone he meets. Gentle and devoted, Maltipoos enjoy spending their days perched on their owner's laps or walking beside them. They can also be active and feisty, and enjoy a good play session just as much as they relish a long cuddle. They're alert and make excellent alarm dogs, but don't count on them to provide any kind of protection.Like all dogs, Maltipoos need early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Maltipoo puppy grows up to be a well-rounded dog.",
    "Health": "Not all Maltipoos will get any or all of these diseases, butit's important to be aware of them if you're considering this crossbreed.White Shaker Syndrome manifests as tremors over the entire body, lack of coordination, and rapid eye movements. Episodes usually start when the dog is six months to three years old and is stressed or overly excited. This condition isn't painful and doesn't affect the dog's personality. If you suspect your Maltipoo has White Dog Shaker Syndrome, talk to your vet about treatment options. Epilepsy causes seizures in the dog. Epilepsy can be managed with medication, but it cannot be cured. A dog can live a full and healthy life with the proper management of this disorder, which can be hereditary or of unknown cause.Patellar Luxation, also known as \"slipped stifles,\" is a common problem in small dogs. It is caused when the patella, which has three parts-the femur (thigh bone), patella (knee cap), and tibia (calf)-is not properly lined up. This causes lameness in the leg or an abnormal gait, sort of like a skip or a hop. It is a condition that is present at birth although the actual misalignment or luxation does not always occur until much later. The rubbing caused by patellar luxation can lead to arthritis, a degenerative joint disease. There are four grades of patellar luxation, ranging from grade I, an occasional luxation causing temporary lameness in the joint, to grade IV, in which the turning of the tibia is severe and the patella cannot be realigned manually. This gives the dog a bowlegged appearance. Severe grades of patellar luxation may require surgical repair.Portosystemic Shunt (PSS) is an abnormal flow of blood between the liver and the body. That's a problem, because the liver is responsible for detoxifying the body, metabolizing nutrients, and eliminating drugs. Signs can include but are not limited to neurobehavioral abnormalities such as poor balance, lack of appetite, hypoglycemia (low blood sugar), intermittent gastrointestinal issues, loss of appetite, urinary tract problems, drug intolerance, and stunted growth. Signs usually appear before two years of age. Corrective surgery can be helpful in long-term management, as can a special diet.Progressive Retinal Atrophy (PRA) is a degenerative eye disorder that eventually causes blindness from the loss of photoreceptors at the back of the eye. PRA is detectable years before the dog shows any signs of blindness. Fortunately, dogs can use their other senses to compensate for blindness, and a blind dog can live a full and happy life. Just don't make it a habit to move the furniture around. Reputable breeders have their dogs' eyes certified annually by a veterinary ophthalmologist and do not breed dogs with this disease.Legg-Calve-Perthes Disease affects many toy breeds. When your Maltipoo has Legg-Perthes, the blood supply to the head of the femur (the large rear leg bone) is decreased, and the head of the femur, which connects to the pelvis, begins to disintegrate. Usually, the first signs of Legg-Perthes, limping and atrophy of the leg muscle, occur when puppies are 4 to 6 months old. The condition can be corrected with surgery to cut off the diseased femur so that it isn't attached to the pelvis any longer. The scar tissue that results from the surgery creates a false joint and the puppy is usually pain free. Prognosis is generally very good after the surgery and many dogs suffer only minor lameness, particularly during weather changes.Before buying a Maltipoo, it's important to research the health concerns that affect both the Maltese and the Poodle. Both parents should have health clearances from the Orthopedic Foundation for Animals for patellas (knees) and thyroid and from the Canine Eye Registry Foundation (CERF) certifying that the eyes are normal, including a DNA test for progressive retinal atrophy (PRA).Because some health problems don't appear until a dog reaches full maturity, health clearances aren't issued to dogs younger than 2 years old. Look for a breeder who doesn't breed her dogs until they're two or three years old.",
    "Care": "Maltipoos are people lovers and should live indoors with their family, never outside or in a kennel. They make fine apartment dogs so long as they get daily exercise and aren't allowed to become nuisance barkers.The Maltipoo is an intelligent dog and takes well to training. Use positive reinforcement techniques such as food rewards, play, and praise, and you'll be successful in no time.Maltipoos are active, and they need daily exercise to stay healthy, happy, and out of trouble. Excess energy can lead to destructive behavior, and you might be shocked to know just how much damage a small, bored dog can do. Give your Maltipoo 10 to 15 minutes of exercise each day. A short walk, play sessions in a fenced yard, or a good game of fetch down a hallway will do the trick.Maltipoos can be noisy and will alert bark when they see something or someone that looks suspect. Take this trait into consideration before getting a Maltipoo, especially if you live in a building with noise restrictions.",
    "Feeding": "Recommended daily amount: 5/8 to 1.5 cups of a high-quality dog food daily, divided into two meals.How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Maltipoo in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test. First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Maltipoo, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The Maltipoo has a low-shedding, low-dander coat with a fluffy, soft, wool-like texture. It's medium to long in length, and ranges from slightly wavy to curly. The coat comes in a variety of colors, with the more common colors being cream, white, and silver.The Maltipoo needs daily brushing to keep his coat clean and free of mats. Many Maltipoos are clipped to keep them tidy and cool. Generally a Maltipoo only needs clipping once or twice a year, but his head will need a monthly trim.Expect to bathe a Maltipoo at least once a month to keep the coat soft and clean. Trim the hair around the eyes to keep it looking neat. Ears should also be kept clean since they'll trap dirt, debris, and moisture.Other grooming needs include dental hygiene and nail care. Brush your Maltipoo's teeth at least two or three times a week to remove tartar buildup and bacteria. Daily is better. Trim his nails once or twice a month, as needed. If you can hear the nail clicking on the floor, they're too long. Short nails keep the feet in good condition and won't scratch your legs when your Maltipoo jumps up to greet you.Start grooming your Maltipoo when he's a puppy, to get him used to it. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.",
    "Children And Other Pets": "The Maltipoo is a social dog and gets along well with children. Small Maltipoos aren't suited to homes with kids younger than 6 years old, however, as they can be easily injured.As with any dog, always teach children how to approach and touch your Maltipoo, and supervise any interactions between dogs and young children to prevent any biting or ear pulling from either party.Maltipoos generally get along with other dogs and pets, whether or not they're raised with them.",
    "Rescue Groups": "This cross is frequently available at animal shelters. If you're interested in adopting a Maltipoo, check your local shelter or the following rescue groups:North American Maltipoo/Maltepoo Club and Registry RescuePoo-Mix Rescue"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Hybrid Dogs"
    },
    {
      "name": "Height",
      "value": "8 to 14 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "5 to 20 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 13 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}