{
  "id": "maltese",
  "url": "https://dogtime.com/dog-breeds/maltese",
  "name": "Maltese",
  "intro": "A gentle and fearless dog breed, the Maltese greets everyone as a friend. Their glamorous white coat gives them a look of haughty nobility, but looks can be deceiving.\nEven though these are purebred dogs, you may find them in the care of shelters or rescue groups. Remember to adopt! Don’t shop if you want to bring a dog home.\nThis is a sprightly, vigorous dog who excels not only as a companion but also as a therapy dog and competitor in such dog sports as agility, obedience, rally, and tracking. But most of all, they love to be with their people. Even novice pet parents and apartment dwellers will find these pups to be excellent furry family members.\nSee below for complete list of dog breed traits and facts about Maltese dogs!",
  "description": {
    "": "Throughout his long history, the Maltese has been given many names, such as the \"Melitae Dog,\" \"Ye Ancient Dogge of Malta,\" the \"Roman Ladies Dog,\" \"The Comforter,\" the \"Spaniel Gentle,\" the \"Bichon,\" the \"Maltese Lion Dog,\" and the \"Maltese Terrier.\" Today, he is known simply as the Maltese.This elegant toy dog breed is famed for the silky white hair covering his body. Straight and thick, the coat falls all the way to the floor. Many years ago, Maltese came in many colors, but these days they are always white. When a properly built Maltese moves, he seems to float beneath his cloud of white hair. Because he doesn't have an undercoat, the Maltese sheds little, and many people consider the breed to be hypoallergenic.But the Maltese is more than his coat. Completing the picture is a slightly rounded skull, black nose, drop ears, dark, alert eyes, short, straight legs, and a graceful tail. He's a sweet, intelligent dog who is devoted to his people. And as one of the smallest of the toy breeds, he's well suited to apartment or condo living. Wherever he lives, the Maltese is responsive to his environment and makes an effective watchdog.Although they look delicate and aristocratic, Maltese can have a lot of energy. They learn quickly if rewarded for their efforts. Because they have a long history as companion dogs, Maltese require a lot of human attention and suffer from separation anxiety. If left alone for hours each day, they can bark and become destructive.No breed is perfect, and Maltese sometimes are intolerant of small children or other dogs, especially if they have been overly pampered by their people. If this occurs, they can become very protective, barking and even biting if animals or people are perceived as a threat to their relationship with their beloved human family.Even tolerant Maltese are not a good choice for families with small children, however, because they are so small and can be easily injured. Like all dogs, they must be taught their place in your home, and require proper socialization and basic obedience training.",
    "Highlights": "Although your Maltese will want to please you, he can be difficult to housetrain. Crate training is recommended.Maltese are prone to chills, especially if they are damp or walking in damp areas.If your Maltese has long hair, he can get sunburned on the skin where the hair is parted on the back.Because of their small size and delicate structure, Maltese generally aren't recommended for households with toddlers or small children.Some Maltese have delicate digestive systems and may be picky eaters. Eating problems can occur if your Maltese has teeth or gum problems as well. If your Maltese is showing discomfort when eating or after eating, take him to the vet for a checkup.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "The Maltese dog is one of the most ancient of the toy breeds, with a history that can be traced back at least two millennia. Artists, poets, and writers immortalized this small dog in the early great cultures of Greece, Rome, and Egypt. They even were mentioned by Aristotle. The Greeks erected tombs for their Maltese dogs, while representations of Maltese-like dogs on Egyptian artifacts suggest that they were prized by that ancient culture. The Egyptians and, centuries later, many Europeans, thought that the Maltese had the ability to cure people of disease and would place one on the pillow of an ill person. This inspired one of its names — \"The Comforter.\" Even before the Christian Era, the breed was widespread in Mediterranean cultures.Despite his prominence in history, the exact origin of the Maltese dog is uncertain. Many believe the breed was developed in the Isle of Malta in the Mediterranean Sea from Spitz- or Spaniel-type dogs. Others believe he was developed in Italy, and still others believe that he was originally from Asia and had a part in developing many of the smaller Asian dogs.Wherever he came from, the Maltese thrived. By the 15th century, he had found a secure place in the arms and hearts of French aristocrats. During the reign of Henry VIII, Maltese arrived in the British Isles. By the end of the 16th century, the Maltese had become a favorite pet for noble and royal ladies. The little dog was a favorite of Queen Elizabeth I, Mary Queen of Scots, and Queen Victoria. Numerous painters, including Goya and Sir Joshua Reynolds, included these small dogs in their portraits of beautiful women.Although he survived the fall of the Roman Empire and the Dark Ages, the Maltese was nearly destroyed in the 17th and 18th centuries when attempts were made to breed him to be the size of a squirrel. After this nearly disastrous experiment, breeders mixed poodles, miniature spaniels, and East Asian miniature dogs with the breed to save it. This resulted in the Maltese becoming so varied that several new breeds were formed. It is thought by many that Maltese are the direct ancestors of the Bichon Frise, Bolognese and Havanese breeds.English breeders developed the Maltese as we know him now. Many of the Maltese in the U.S. today trace their heritage back to English imports. Maltese were first seen in the U.S. in the late 1800s. They were entered in the earliest Westminster Kennel Club shows in the 1870s.The number of Maltese dogs registered with the AKC grew very slowly until the 1950s. Since then, the breed has become quite popular. Maltese are one of the most popular breeds among spectators at dog shows, and frequently win the Toy Group. They also have an excellent record in the \"Best in Show\" competition.",
    "Size": "The compact Maltese should weigh no more than seven pounds at maturity, with four to six pounds being preferred. Males should be eight to ten inches tall at the shoulder, while females should be eight to nine inches tall.Beware of breeders who offer \"tea cup\" Maltese. A Maltese that weighs less than four pounds at maturity is more prone to genetic disorders and is at a higher health risk in general.",
    "Personality": "The Maltese is a natural ham with a lively personality. Because he's so people-oriented, he takes well to training and responds to positive reinforcements such as food rewards, praise, and play.Fearless, Maltese assume that everyone they meet — human or animal — is a friend. Sweet and cute, they're widely known for always getting their way — even with people who have no intention of spoiling them.Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Choose the middle-of-the-road puppy, not the one who's beating up his littermates or the one who's hiding in the corner.Always meet at least one of the parents — usually the mother is the one who's available — to ensure that they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when he grows up.Like every dog, the Maltese needs early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Maltese puppy grows up to be a well-rounded dog.Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills.",
    "Health": "Maltese are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Maltese will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition.In Maltese, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).Patellar luxation: The patella is the kneecap. Luxation means dislocation of an anatomical part (as a bone at a joint). Patellar luxation is when the knee joint (often of a hind leg) slides in and out of place, causing pain. This can be crippling, but many dogs lead relatively normal lives with this condition.Portosystemic liver shunt: This renal disorder occurs when an abnormal vessel causes blood to bypass the liver and therefore not be cleansed.Progressive Retinal Atrophy (PRA): A degenerative eye disorder. Blindness caused by PRA is a slow process resulting from the loss of photoreceptors at the back of the eye. PRA is detectable years before the dog shows any signs of blindness. A reputable breeder will have dogs' eyes certified annually by a veterinary ophthalmologist.Hypoglycemia: This malady is caused by low blood sugar. Some of the signs may include weakness, confusion, a wobbly gait, and seizure-like episodes. If your dog is susceptible to this, talk to your vet about prevention and treatment options.White Dog Shaker Syndrome: This disorder that primarily affects white dogs. Signs of the condition are tremors over the entire body, lack of coordination, and rapid eye movements. Episodes usually start when the dog is six months to three years old and is stressed or overly excited. This condition isn't painful and doesn't affect the dog's personality. If you suspect your Maltese has White Dog Shaker Syndrome, talk to your vet about treatment options.Collapsed trachea: Some dogs are prone to this condition, in which the trachea, which carries air to the lungs, tends to collapse easily. The most common sign of a collapsed trachea is a chronic, dry, harsh cough that many describe as being similar to a \"goose honk.\" Collapsed trachea can be treated medically or surgically.Reverse sneezing: Sometimes confused with a collapsed trachea, this is a far less serious condition and lasts only a few minutes. Reverse sneezing primarily occurs when your dog is excited or tries to eat or drink too fast. It also can occur when there are pollens or other irritants in the air. Secretions from the dog's nose drop onto their soft palate, causing it to close over the windpipe in an automatic reaction. This can be very frightening to your Maltese, but as soon as he calms down, the reverse sneezing stops. Gently stroke his throat to help him relax.",
    "Care": "Maltese enjoy a regular walk or playing outside. They often remain playful well into old age. Because they are active indoors and don't require a great deal of exercise, it doesn't take a lot of effort to keep them in good shape.As a rule of thumb, wait until your Maltese puppy is 8 months old to walk very far with him, because his bones are still developing. Let your puppy play at his own pace in your fenced yard until he is mature, and then take him to your vet for a checkup before embarking upon a regimented exercise program.Maltese definitely are housedogs and don't tolerate extreme heat or cold well. Many people paper train their Maltese so they don't have to take them outdoors when the weather is too hot or cold.",
    "Feeding": "Recommended daily amount: 1/4 to 1/2 cup of high-quality dry food a day, divided into two meals.Keep your Maltese from getting fat by measuring his food and feeding him twice a day instead of leaving food out all the time. You can tell if he's getting overweight by giving him the hands-on test.Place your hands on his body, thumbs along the spine and fingers spread out over his sides. If you can feel his ribs, he's in good condition, but if they're buried beneath a layer of fat, it's time to put him on a diet and cut back on the amount of treats you're giving.Some Maltese have delicate digestive systems and may be picky eaters. Eating problems can occur if your Maltese has teeth or gum problems as well. If your Maltese is showing discomfort when eating or after eating, take him to the vet for a checkup.Note: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.For more on feeding your Maltese, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The stunning Maltese coat is pure white, silky, and straight, reaching all the way to the ground. Maltese don't have the undercoat typical to many breeds and don't shed much.On the down side, Maltese coats mat easily and become dirty. In addition, Maltese are prone to unsightly tear stains on their faces.Gently brush and comb the coat of your Maltese daily, even if he has a sporty short trim. This helps to prevent mats and keep him clean. Beautiful though they may be, Maltese become dirty easily and usually must be bathed weekly.If your Maltese has long hair and develops mats, first try to work out the mat gently with your fingers, using a detangler spray or a coat conditioning oil. After you've pulled the mat apart as much as you can with your fingers, use the end tooth of the comb to loosen individual hairs. Never try to pull the entire mat out at once with the comb or brush, and make sure all mats are removed prior to bathing your Maltese as mats tend to get tighter when wet.You should check your Maltese's ears at least once a week. If they seem sensitive or have a bad odor, take him to the vet for a checkup. Also, Maltese grow a lot of hair in their ears that needs to be removed. Ask your groomer or vet to do this or to show you how to pluck the hair at home.Trim his nails once or twice a month if your dog doesn't wear them down naturally to prevent painful tears and other problems. If you can hear them clicking on the floor, they're too long. Dog toenails have blood vessels in them, and if you cut too far you can cause bleeding — and your dog may not cooperate the next time he sees the nail clippers come out. So, if you're not experienced trimming dog nails, ask a vet or groomer for pointers.Tear and face staining are big problems for most Maltese owners. You should expect tear staining to begin when your puppy is four to five months old (that's the age that their adult teeth are coming in). To prevent or lessen tear- and face-staining of your adult Maltese, follow these steps:Clean the eyes daily with warm water to prevent tear stains, and wash your Maltese's beard after meals.Teach your dog to drink from a water bottle. Water that has a high mineral content can cause staining, so consider purchasing purified bottled water for your Maltese.Feed your Maltese from a stainless steel, ceramic, or glass bowl, not a plastic one. Be sure to wash your dog's bowl between feedings.If these measures don't clear up the tear stains, consult your veterinarian. Your Maltese could have clogged tear ducts, allergies, or other health problems that are causing the excessive tearing.While there are many products on the market to whiten your dog's hair, be very careful if using them or any home remedies. Many of them can damage your dog's hair, and never, never allow any products or foreign substances to get in your dogs' eyes.Many people put the hair on the top of their Maltese's head into a topknot to keep it away from the eyes. If you decide to do this, be sure to use coated bands that won't break the hair. Some people clip their dog's hair short, on its head or all over, so grooming is easier.Brush your Maltese's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.If you notice that your Maltese's cute black nose is turning pink, he might not be getting enough sunshine. Take him outside on a sunny day, or if it's too cold to do that, take him for a car ride. The type of bowl that he's eating and drinking from could also cause the pigmentation change. If it's plastic, pitch it. When a female is in heat, her nose can turn pink also.Begin accustoming your Maltese to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "Most Maltese breeders will not sell puppies to families with young children. It's just too easy for a toddler to injure a tiny Maltese by dropping him, stepping on him, or holding him too tightly. He does much better in a home with quiet older children or adults only who will treat him with the care he needs.Maltese can get along with other dogs and cats if they are socialized to them at an early age. They're unaware of their tiny size, however, and must be protected from taking on dogs that are ten or twenty times their size.",
    "Rescue Groups": "Maltese are often purchased without any clear understanding of what goes into owning one. There are many Maltese in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Maltese rescue.American Maltese Association RescueNorthcentral Maltese Rescue",
    "Breed Organizations": "American Maltese Association, Inc."
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Companion Dogs"
    },
    {
      "name": "Height",
      "value": "8 to 10 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "Up to 7 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}