{
  "id": "manchester-terrier",
  "url": "https://dogtime.com/dog-breeds/manchester-terrier",
  "name": "Manchester Terrier",
  "intro": "The lively, spirited Manchester Terrier dog breed is a true terrier. Bred in Manchester, England for ratting and rabbit coursing, this dog has game and they love to show it. The Gentleman’s Terrier (as they’re known in Victorian England) is not a sparring dog but loves a good chase. This makes them a flyball and agility rock star.\nEven though these are purebred dogs, you may find them in the care of shelters or rescue groups. Remember to adopt! Don’t shop if you want to bring a dog home.\nThough their looks may remind you of a miniature Doberman Pinscher or a large Miniature Pinscher, the Manchester Terrier is their own canine. A wee dog with a strong bark, they’ve got personality to burn: loyal, hearty, and a terrific watchdog who adores hanging out with their people. Among terriers, the Manchester is known to be one of the more well-mannered and responsive breeds and today spends their time as a terrific companion who can hold up their end of the conversation.\nSee below for complete dog breed traits and facts about Manchester Terriers!",
  "description": {
    "": "The Manchester Terrier is a high-spirited, very intelligent, and cunning dog who is eager to learn. He displays the true terrier nature — independent, faithful, lively, sporty, and alert. Discerning and devoted as well, a Manchester Terrier makes a loyal friend and a terrific watchdog.In the United States and Canada, there are two varieties of the Manchester Terrier — the Toy and the Standard. In their native England, however, the two sizes are classified as different breeds: the English Toy Terrier and the Manchester Terrier.Ears are the other big issue for those who care to be official about their Manchester. According to the American breed standard, Toys must have naturally erect ears; cropping is not allowed. Standards have a little more freedom: Naturally erect, cropped, or \"button\" ears are all acceptable.Aside from the differences in size and ears, Toys and Standards are the same dog with the same striking personality. Manchester Terriers are extremely loyal to their people. They crave notice without being overly demanding — there will be no pawing or begging for attention.Well, hardly any. Because they're utterly devoted to companionship, Manchesters don't do well if left alone for long periods of time. They can become bored and nervous in those situations, which could lead to destructive behavior, like digging holes. A vocal breed to begin with, they may also bark excessively if left to amuse themselves.Exercise is your best prevention tool — the more they get, the less trouble they'll be. Note: If you have issues with your pet bringing you dead and potentially un-whole small critters, you may want to consider another breed. Manchesters don't have a cat's philosophy, so these are not love gifts from an admirer — dead critters are the spoils of war and go to the warrior who brought them down.Like many terriers, Manchesters have a lot of energy. They want to please and are quick learners. They are sensitive dogs, though, and can get snappy when they want to be left alone. This trait makes them unsuitable for families with small children unless the adults are willing to socialize and train their Manchester on a consistent basis.Because of their short coats, they should not be left outdoors. When it is hot outside, their black coats could cause them to become overheated, and when it is cold outside, they can get very chilled. They do best when allowed to stay indoors with their families.",
    "Highlights": "Life expectancy can be up to 15 years.Manchesters can become obese if overfed and under-exercised.You can find them in two sizes: small and smaller.They excel at sports such as agility, obedience, and rally.They are great watchdogs and will bark enthusiastically if not trained to be quiet on command.Manchester Terriers can be stubborn and difficult to housebreak. Crate training is recommended.Manchesters are energetic dogs and like to go for walks. Be care in off-leash or unsecured areas; when their hunting instincts kick in, training is out the window. It's all about the chase.They bark, dig, and kill vermin and small critters, including pocket pets.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "Many people think that Manchester Terriers are small versions of Dobermans. Au contraire! Louis Doberman used Manchesters to breed the larger Doberman, and Miniature Pinscher experts say their breed has no shared heritage.Manchester Terriers are considered by many to be the oldest of all identifiable terrier breeds. They are mentioned in books dating back to the early 16th century.Manchester Terriers served an important function in England. In the early 1800s, sanitation was poor and rats were a health menace. Rat killing was a popular sport, and an enthusiast named John Hulme reportedly crossed a Whippet with a Black and Tan Terrier to produce a dog that would excel at it.Even after the sport was banned, the little Terriers had plenty of work to do in the country's public inns, most of which were infested with rats. Inns often kept kennels of the terriers, and after closing for the night, workers would turn them loose in the dining halls to snatch the rats.The breed developed a reputation for having great spirit and determination when facing a foe, even ones twice their size. Billy, a Manchester from the 1820s, is still remembered for having killed 100 rats in only 12 minutes. The practice of ear cropping began to eliminate the risk of ears being torn in fights.The Manchester District of England was the center of breeding by the mid-1800s for these little Terriers, so the Manchester name was bestowed upon them. The public wanted dogs of even smaller stature, so some breeders crossed their dogs with Chihuahuas to further reduce their size. This caused numerous problems — most notably thin coats, apple heads, and bulging eyes.The very small Manchesters, although delicate and unhealthy (and as small as two and a half pounds), were popular for many years during the Victorian era. Some owners had specially designed leather pouches made to suspend from their belts to take with them when they rode their horses, earning them the nickname \"Groom's Pocket Piece.\" Even the smallest Manchester Terriers retained their fighting spirit, however.In 1937, the British Manchester Terrier Club was formed. Its members were instrumental in saving the breed from extinction following World War II.",
    "Size": "The Toy Manchester Terrier is less than 12 pounds, with the Standard weighing over 12 pounds and under 22 pounds. Overall, Manchesters are slightly longer than they are tall. Their smooth, compact, muscular bodies express great power and agility, which these little dogs needed for their original job of killing vermin and chasing down small game.",
    "Personality": "A Manchester Terrier adores his people and likes to be with them. A social creature, he is not well suited to being alone all day — he just wants to hang out with you.Though not particularly aggressive, the Manchester is a terrier bred to kill small animals, meaning it's not a good idea for him to live in the same house with rats and rabbits. While they are more amenable to training than some, Manchesters still have the terrier belief that they rule the world, and if you don't alter that perception, you are likely to end up with a little four-legged Napoleon.He can be headstrong, protective, and snappish if not raised properly, so these dogs should be thoroughly socialized when young to prevent potential problems. The Manchester needs thorough, firm training in order to protect him from the downside of his own nature.However, the same \"I got game\" attitude that so deftly allows them to fillet small rodents can work against them in training. You have to prove — without fail — that you are the leader. Consistency is critical because Manchesters are stubborn and determined. They are also intelligent, keenly observant, and perceptive, so you have to watch your p's and q's around them. If not, they'll take advantage of any inconsistency.As a group, terriers are barky, lively, bossy, feisty, clever, and willful. The Manchester is no exception. He must have regular opportunities to exercise and think because you really don't want to know what kind of trouble he can get into when he's bored (think about the combination of clever and stubborn and let your imagination run wild).He should attend obedience classes from an early age, both for the socialization and training, and he should continue going to whatever classes or competitions he enjoys the most to remain intellectually stimulated and physically spent.As with any breed, temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Choose the middle-of-the-road puppy, not the one who's beating up his littermates or the one who's hiding in the corner.Always meet at least one of the parents — usually the mother is the one who's available — to ensure that they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when he grows up. Of course, unless you have most of the litter to choose from, you may not be able to select a middle temperament.",
    "Health": "Manchesters are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Manchesters will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition.In Manchesters, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).Glaucoma: This is a painful disease in which pressure in the eye becomes abnormally high. Eyes are constantly producing and draining a fluid called aqueous humor — if the fluid doesn't drain correctly, the pressure inside the eye increases causing damage to the optic nerve and resulting in vision loss and blindness. There are two types. Primary glaucoma, which is hereditary, and secondary glaucoma which is a result of inflammation, a tumor, or injury. Glaucoma generally affects one eye first, which will be red, teary, squinty, and appear painful. A dilated pupil won't react to light, and the front of the eye will have a whitish, almost blue cloudiness. Vision loss and eventually blindness will result, sometimes even with treatment (surgery or medication, depending on the case).Von Willebrand's Disease: Found in both dogs and humans, this is a blood disorder that affects the clotting process. An affected dog will have symptoms such as nosebleeds, bleeding gums, prolonged bleeding from surgery, prolonged bleeding during heat cycles or after whelping, and occasionally blood in the stool. This disorder is usually diagnosed between three and five years of age, and it can't be cured. However, it can be managed with treatments that include cauterizing or suturing injuries, transfusions before surgery, and avoidance of specific medications.Heat Bumps: These bumps may appear along his back if your Manchester stays out in the sun too long.",
    "Care": "Your Manchester needs daily exercise and mental stimulation, a minimum of a half hour each day, including walks, runs, disc games, obedience, or agility. Hanging out alone in the back yard is not exercise; even if that's what you intended, your Manchester will spend the time waiting at the door asking to be let back in.Manchesters have a great need for human contact so they are always happier when you're hanging out with them. When you're not playing with your companion, puzzle toys such as Buster Cubes are a great way to keep that active mind occupied.Puppies don't need as much hard exercise as adults, and in fact, you shouldn't let them run them on hard surfaces such as concrete or let them do a lot of jumping until they're at least a year old. It could stress their still developing skeletal system and cause future joint problems.Manchester Terriers are clean, virtually odorless, and wonderfully adaptable, making them finely suited to living in apartments or houses, but less so to living outdoors. Manchester Terriers are not annoyingly active indoors; rather, most match their activity level to their owners, meaning that if you're a couch potato, your Manchester will likely lean that way too (of course, he'd prefer going for a run with you).If you have a tiny pack of Manchesters, they'll amuse each other and be a little more active indoors than if there were only one. In a single family dwelling, Manchesters should have a fenced yard.",
    "Feeding": "Recommended daily amount: 1/4 to 1 cup of high-quality dry food a day, divided into two meals.Note: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Manchesters are not picky eaters and it's been said that he will eat anything that doesn't eat him first. Not surprisingly, he's prone to obesity. Keep your Manchester in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test.First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Manchester, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "Thanks to that short black and tan coat (the only colors seen in this breed), Manchester Terriers are pretty low maintenance. Brush the coat once a week with a rubber or bristle brush to get rid of dead hair and prevent matting. They shed, although not excessively, and regular brushing keeps this under control. They blow their coat twice a year, shedding heavily every spring and fall.If you keep him brushed, your Manchester should need a bath only when he's dirty. Use a shampoo made for dogs to avoid drying out his skin and coat.Brush your Manchester's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim nails once or twice a month if your dog doesn't wear them down naturally to prevent painful tears and other problems. If you can hear them clicking on the floor, they're too long. Dog toenails have blood vessels in them, and if you cut too far you can cause bleeding — and your dog may not cooperate the next time he sees the nail clippers come out. So, if you're not experienced trimming dog nails, ask a vet or groomer for pointers.His ears should be checked weekly for redness or a bad odor, which can indicate an infection. When you check your dog's ears, wipe them out with a cotton ball dampened with gentle, pH-balanced ear cleaner to help prevent infections. Don't insert anything into the ear canal; just clean the outer ear.Begin accustoming your Manchester to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "Typically, a Manchester is devoted to his family and likes children but his small size makes him vulnerable to youngsters who aren't old enough to know it hurts when you yank his ears. Some breeders prefer homes without very young children. It helps to expose him to a lot of children, small and not so small, when he's young.Show your children how to approach and touch dogs, and supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's eating or to try to take the dog's food away. No dog should be left unsupervised with a child.Manchesters and other pets depends on... the other pets. They are less scrappy than many terriers, but don't lose sight of why they were bred: to kill vermin. They have a strong prey drive. So while they generally do well with other dogs, cats might be pretty nervous around them, and small critters like rats, hamsters, and guinea pigs would be in permanent danger around this terrier.",
    "Rescue Groups": "Manchesters are often purchased without any clear understanding of what goes into owning one. There are many Manchesters in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Manchester rescue.American Manchester Terrier RescueCanadian Manchester Terrier Club",
    "Breed Organizations": "American Manchester Terrier Club"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Terrier Dogs"
    },
    {
      "name": "Height",
      "value": "15 to 16 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "12 to 22 pounds"
    },
    {
      "name": "Life Span",
      "value": "14 to 16 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}