{
  "id": "maremma-sheepdog",
  "url": "https://dogtime.com/dog-breeds/maremma-sheepdog",
  "name": "Maremma Sheepdog",
  "intro": "The Maremma Sheepdog is considered an “Old World European” breed, sharing ancestry with other Eastern European livestock guardian dogs, especially mountain-dwelling dogs, like the Pyrenean Mountain Dog and Kuvasz. Maremma Sheepdogs can be traced back at least to ancient Roman times. Originally bred in Italy, they are still very popular there, and their original purpose continues on: to guard livestock.\nMaremma Sheepdogs are also known by many other names. Some of these names come from the idea that there used to be two breed varieties of these dogs from two different regions in Italy. In the 1950s, they were officially recognized as the same breed (Maremmano-Abruzzese). Other names for these dogs include:\nAlthough these are purebred dogs, you may find them in shelters, so if you are looking to add this dog to your family, please opt to adopt, saving both their life and the one you make room for in the shelter!\nMaremma Sheepdogs are very devoted to their jobs, so they would fit best in a farm setting where they can look after livestock. Bred to be independent thinkers, these dogs are confident protective, though not easy to train or socialize. Their large size and free spirit also require a lot of outdoor space to roam with fencing to keep them from going too far. If these dogs are socialized at a young age, they can become good family dogs, while still needing lots of space and dedication to training. They do get along well with other dogs and their own human family, but not with strangers or anyone with whom they’re not familiar — making them well-suited as watchdogs, too.\nSee below for complete list of dog breed traits and facts about Maremma Sheepdogs!",
  "description": {
    "Highlights": "Maremma Sheepdogs are white, with some variation of shading allowed. Their fur is long, thick, and coarse. These dogs do shed quite a bit and may not be best for allergy sufferers.Maremma Sheepdogs are known to do very well with children within their own family. They may have trouble with children outside of the family, as they do not do well with strangers, and they will be particularly protective over their family's children.It's a good idea to have a space ready to confine your Maremma if you're expecting company. They typically don't enjoy having lots of company over.Maremma Sheepdogs are great guardians for all types of animals, not just sheep. Their ideal environment would be a farm, where they can put their genetic gifts of livestock guarding to good use. They do not do well being alone for long periods of time.They can get along well with cats and other dogs, including other Maremmas, particularly if there's not more than one dominant dog in the relationship.Maremma Sheepdogs are loyal do best when allowed lots of space to be active and independent. Early training and socialization can help them to adapt to your house and family, but keep in mind, while they're not particularly destructive or mischievous, they are independent thinkers.",
    "History": "Maremma Sheepdogs date back at least to ancient Roman times 2000 years ago, and possibly earlier. They are closely related to other Eastern European livestock guarding dogs, and they all are thought to be descendants of the Tibetan Mastiff, a breed that dates back even more millennia. Archaeologists have discovered bones from these types of livestock guarding dogs next to bones of livestock dating back 6000 years.Maremmas were bred in two separate regions of Italy for the express purpose of guarding livestock. This is slightly different than being herding dogs, as Maremmas were responsible for keeping their herds safe from predators, like wolves, and indeed are well-known for doing so, with a nickname of \"wolf-slayers.\"This is where their independent thinking comes from, as they were bred to be able to problem-solve on their own, rather than being trained to behave a certain way. This is also why they love to spend so much time outdoors; their ancestors lived and slept with the livestock outside, rather than cushy indoor living.World War II was a difficult chapter in Maremma Sheepdogs' history, too, as invading German soldiers often shot these dogs. That, coupled with war grounds being non-ideal for dog-breeding, meant this breed almost disappeared.Interestingly, the very traits that caused this breed to take foothold (paw-hold?) in ancient Rome were also what caused its re-emergence after WWII. Starting in the 1970s, government agencies around the world began deploying Maremma Sheepdogs in areas where they wanted to protect livestock, or even wildlife populations, from predators, using non-chemical means.Despite \"sheep\" being in their name, they are now known to guard all sorts of animals, including llamas, geese, and even penguins. A single Maremma Sheepdog is credited with saving the Little Penguins population on an island off of Australia, after many other attempts, and even other dogs, could not keep away the invasive, predatory red foxes that were killing the penguins. The population is now on the rise, thanks to the Maremma!",
    "Size": "Maremma Sheepdogs are a large breed. Males tend to range from 25.5 to 28.5 inches tall, and females 25.5 to 26.75 inches, with some being smaller. Weights are usually 77 to 100 pounds for males and 66 to 88 pounds for females.",
    "Personality": "Maremma Sheepdogs are loyal, as dedicated to their job as they are to their families, human and animal. They do best when allowed lots of space to be active and independent. Early training and socialization can help them to adapt to your house and family, but keep in mind, while they're not particularly destructive or mischievous, they are independent thinkers.A popular training method is for older Maremma Sheepdogs to assist in training younger ones. Formal obedience programs are also helpful.  It's important to establish your leadership for your Maremma to have the best hope at obedience. But as with all dogs, you must use non-hurtful means; harsh physical discipline is a very bad idea and will only backfire.Maremmas are known to be watchdogs, so they typically won't respond well to strangers. They're not particularly violent, unless something or someone is attacking them or their families, but they may bark and create a barrier with their bodies. After an unknown person is introduced to them as a \"friend,\" they may accept the person in the home, but they will probably not be affectionate or friendly to them.It's difficult for these dogs to distinguish between play and danger with unknown people. A tickle attack on the kids from a relative they haven't met before may look like a dangerous situation, and they may charge in. It's a good idea to have a space ready to confine your Maremma if you're expecting company. They typically don't enjoy having lots of company over.Maremma Sheepdogs are great guardians for all types of animals, not just sheep. Their ideal environment would be a farm, where they can put their genetic gifts of livestock guarding to good use. They love to work hard and be social with other animals and their own family. They do not do well being alone for long periods of time.",
    "Health": "Maremma Sheepdogs are generally pretty healthy dogs and may never develop issues during their lifetime. However, there are a few health problems to watch out for in this breed, which are more common among larger dogs.Some of the more common health problems this breed may suffer from include:Hip or elbow dysplasiaEye problemsBloatSensitivity to anesthesia and tick/flea spraysIt's important to note that dysplasia may be avoided if your Maremma is fed properly -- not too much -- while young, so they don't grow too quickly. Overly rigorous exercise at a young age can also lead to dysplasia problems.The sensitivity to tick/flea sprays can be helped by bathing every so often to avoid too much build-up in the coat.",
    "Care": "Proper training early on is especially important for Maremma Sheepdogs. You must help them not to over-exert themselves while they are growing, as this can lead to hip and/or elbow dysplasia in their later years. Shorter periods of free running or play are best while young, and shorter walks on leash to prevent them from running off are also good. When they're adults, they'll want to be very active, which is less of a concern, because they will be done growing. Proper feeding is also important to avoid their becoming overweight, which can lead to the same health problems.Their thick fur makes Maremmas handle cold pretty well and heat less well; make sure they have plenty of water and shade in the summer. Maremmas love to be outside, even to live and sleep outside, and they generally choose their own ideal spots for where they'd like to sleep, so try to work around their preferences, if you can.As with all dogs, regular dental care -- brushing their teeth a few times a week or other brushing alternatives -- and nail trims one or two times per month are important. Also be sure to check your dog's ears regularly for irritation or debris.Keeping up with annual vet check-ups is also important, so you can catch health concerns before they become big problems.",
    "Feeding": "An ideal Maremma Sheepdog diet should be formulated for a large breed with high energy. It's very important to feed this dog the right amount and type of food for their age and breed, as they have a tendency to weight gain and bloat, as well as growing too quickly when young, leading to health problems later on, like hip dysplasia.As with all dogs, the Maremma Sheepdog's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Maremma Sheepdog's diet, as there is far too much variation among individual dogs -- including weight, energy, and health -- to make a specific recommendation.",
    "Coat Color And Grooming": "Maremma Sheepdogs are white, with some variation of shading allowed. A tinge of yellow, peach, or orange is acceptable.Their fur is long, thick, and coarse. They have a dense undercoat that sheds twice a year and helps to repel debris. Regular brushing will help your dog's coat stay nice, as well as helping to control shedding. These dogs do shed quite a bit.Maremma Sheepdogs' thick coats are great for keeping them warm in the winter, but less ideal for keeping them cool during the summer. However, these dogs do pretty well in all temperatures, provided they have some form of shade or shelter from extreme heat, cold, sun, and precipitation.",
    "Children And Other Pets": "Maremma Sheepdogs are known to do very well with children within their own family. They may have trouble with children outside of the family, as they do not do well with strangers, and they will be particularly protective over their family's children.Maremmas often do very well with other animals, too, especially livestock like sheep, llamas, geese, pigs, etc., as well as cats. They can get along well with other dogs, including other Maremmas, particularly if there's not more than one dominant dog in the relationship.",
    "Rescue Groups": "Rescues specifically for Maremma Sheepdogs might be hard to come by, as this is a somewhat rare breed that is used for a particular task. However, you can always check with your local shelter, and you may want to try a rescue that caters to all kinds of dogs. You can take a look at the following:Wright-Way RescueAngels Among Us Pet RescueYou can also check out DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Working Dogs"
    },
    {
      "name": "Height",
      "value": "23.5 to 28.5 inches"
    },
    {
      "name": "Weight",
      "value": "65 to 100 pounds"
    },
    {
      "name": "Life Span",
      "value": "11 to 13 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 1
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 2
    }
  ]
}