{
  "id": "mastiff",
  "url": "https://dogtime.com/dog-breeds/mastiff",
  "name": "Mastiff",
  "intro": "The Mastiff is one of the most ancient types of dog breeds. Their ancestor, the Molossus, was known 5,000 years ago. Back then, they were ferocious war dogs, very different from the benevolent behemoth that the breed is today.\nMastiffs are sometimes called Old English Mastiffs. Although this is a purebred dog, you may find them in shelters and rescues. Remember to adopt! Don’t shop if this is the breed for you.\nMastiffs make fine companions for anyone who can accommodate their great size and doesn’t mind a little drool slung here and there. Apartment dwellers and first-time dog owners may want to consider another breed. But if you’re looking for a big dog with lots of love to give, this may be the pooch for you!\nDogTime recommends this big, spacious crate to give your big Mastiff a place to rest and relax. You should also pick up this dog brush and massager for your short-haired pup!\nSee all Mastiff dog breed characteristics below!",
  "description": {
    "": "\"Massive\" is the word that comes to mind when you first see this dog. Other breeds might match or come close to their height, but the Mastiff outweighs them all. They're considered the largest breed in the world and can weigh 220 pounds or more. A Mastiff named Zorba, listed in the 1989 Guinness Book of Records, weighed in at 323 pounds.Although the Mastiff's size makes them appear fierce, their temperament is one of good-natured docility. But let danger threaten their family and this dog will step up to protect them.Mastiffs, sometimes referred to as Old English Mastiffs, take their name from the Latin word mansuetus, meaning \"tame\" or \"domesticated.\" The Latin word was eventually transformed via Old French and Middle English into the word mastiff, which was first recorded in Middle English in a work written before 1387.The breed has come a long way since the days when they fought in battle or were pitted against lions and other wild animals. Kind, dignified, and courageous, they have the same wild puppyhood as any other breed, but mature into a calm and quiet dog who loves being with people. They love children, although the pup can unintentionally bowl them over simply by bumping into them.Given adequate exercise, they can make himself at home in any environment, from a city condo to a country estate. If you're thinking that the Mastiff is an outdoor dog, think again. They prefer the comforts of home and the presence of their family and will do their best to be a lap dog--or at least a cushy footstool. Left to their own devices, they'll pine away or become destructive, with neither being a desirable result.Like any dog, the Mastiff has some less attractive qualities. When they shake that massive head, drool flies everywhere. You'll find, however, that if you let it dry, it's easily wiped away. And you get used to keeping baby wipes or hand towels nearby.To put it politely, they can be flatulent. Often, however, this can be solved by finding a diet that produces a less odorous outcome. They also snore. A snoring Mastiff can make a lot of noise.Then there's the elephant in the room--their size. If you live in an apartment or condo, will there be room for the pup when they reach maturity? Will you be able to get them up and down the stairs if they becomes injured, sick, or old and need help? Their great size also contributes to their lifespan, which can be heartbreakingly short.All of these are things to consider before adopting a Mastiff. But if you can live with them, you'll find that their idiosyncrasies are more than outweighed by their enduring love and companionship.",
    "Highlights": "Mastiffs need daily exercise, but take into account the age of the dog and the temperature. Mastiffs can overheat easily.Without exercise and stimulation, Mastiffs can become bored and destructive.The Mastiff is considered a breed with a short lifespan, but some Mastiffs have lived to 18 years of age. A dog is a lifelong commitment, and if you are drawn to the breed because of the chance of a short lifespan, you may want to reassess your choice.Mastiffs drool and are prone to gassiness, but other than that, they are fairly clean. If their drool would bother you in any way, this may not be a breed for you.Mastiffs are not the best choice for families with very young children or frail senior citizens. A Mastiff can easily knock down a child or adult who's unsteady.Mastiffs can do quite well in apartments and homes with small yards if they are exercised properly, but they are not really recommended for smaller dwellings because of their size. The ideal living environment for a Mastiff is a house with a large yard.Mastiffs can have strong protection instincts and need to be properly socialized with both people and animals. If they are not properly socialized they can become fearful of new situations and shy of strangers, which could lead to biting.Socializing your Mastiff to other animals will help ensure that your Mastiff has a happy, healthy life. If Mastiffs are not properly trained and socialized they may develop aggression toward other animals, and their size and strength make them dangerous if they don't know how to interact with them.Mastiffs have an easy-care coat, but they shed heavily.When Mastiffs reach adulthood and overcome their clumsiness and energy, they are wonderful companions who are calm, quiet, well mannered, and self-assured. They make excellent watchdogs, although they tend to not bark as much as other breeds.Mastiffs need training so they can be easily managed in spite of their size. Mastiffs are not recommended for new or timid owners. They respond best to positive reinforcement, especially if it involves lots of hugs and praise.Mastiffs snore, snort, and grunt--loudly.Mastiffs tend to be lazy and need daily exercise to keep from gaining too much weight.All dogs thrive when they are with their family in the house, and the Mastiff is no exception. They should sleep and live in the house, not in the yard. A Mastiff who is tied up in a yard away from their family will pine away or become destructive.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store that sources animals from mills.",
    "History": "The Mastiff descends from one of the most ancient types of dogs, the Molosser, which probably originated in the mountains of Asia, perhaps in Tibet or northern India. They would most likely have been used to guard flocks from predators in those cold, high passes.These Molossers were solidly built with heavy bones, a short muzzle, a short, well-muscled neck, and hanging ears. Their ancestry can be seen not only in the Mastiff but also in the Tibetan Mastiff, Saint Bernard, Rottweiler, Dogue de Bordeaux, and many other modern breeds.Depictions of Mastiff-type dogs appear in the human record throughout the ages, in Egyptian, Babylonian, and classical Greek civilizations. Archaeologists excavating the palace of the Babylonian ruler Ashurbanipal uncovered bas-reliefs dating to the seventh century BCE--more than 2,500 years ago--of a Mastiff-type dog fighting lions.For millennia, Mastiff-type dogs served as guards, war dogs, and entertainment, being pitted against lions and other fierce animals. The dogs made their way throughout the known world, arriving with armies or transported by traders.Wherever they went, they were prized for their size and courage. Kublai Khan is said to have had a kennel with 5,000 Mastiffs used for hunting and war. When Hannibal crossed the Alps, he did so with trained war mastiffs. During their trek, the war dogs crossbred with local dogs, and their offspring became the foundation for the Saint Bernard, the Rottweiler, and other breeds. Even the Pug--described as a Mastiff in miniature--can lay claim to Molosser heritage.In England, where the modern Mastiff was developed, the huge dogs guarded estates, patrolling the grounds at night. Lyme Hall was famous for its strain of Mastiffs, which were bred from the 15th century through the early 20th century and played a role in saving the breed from extinction.The breed almost came to an end after 1835, when the brutal sports of bear-baiting, bull-baiting, and dog-fighting were outlawed. But the rise of dog shows in the mid-19th century helped bring about the Mastiff's revival. They almost died out again during World Wars I and II because food shortages made it impossible to feed them, but a pair of Mastiff puppies imported from Canada after World War II helped bring them back from the brink.Mastiffs probably came to the United States in colonial times, but it wasn't until 1879 that the first Mastiff club was formed in this country. The American Kennel Club recognized the breed in 1885, and a Mastiff named Bayard was the first of his breed to be registered with the AKC. The current Mastiff Club of America was formed in 1929 and still watches over the breed today, almost 80 years later.Today, the Mastiff's gentle nature and massive size makes them a much-loved companion throughout the world.",
    "Size": "The minimum height for a male Mastiff is 30 inches at the shoulder; for females, it's 27.5 inches. Weight ranges from 130 pounds to 220 pounds or more.Some dogs can be smaller or larger than average.",
    "Personality": "The proper Mastiff should be a combination of grandeur and good nature, courage and docility. They're always dignified, never shy or vicious.A well-socialized Mastiff treats normal strangers with polite aloofness but will step between you and anyone or anything that seems threatening. Normally it's not necessary, but if the threat continues, they'll escalate their response as needed. Thieves who are foolish or unlucky enough to break into a home with a Mastiff will find themselves cornered until a family member arrives to call the police.Mastiffs dislike conflict between family members as well and will step between arguing spouses or a parent punishing a child. While they might look tough on the outside, the Mastiff is a sensitive dog who can become shy, fearful, or aggressive if mishandled. Never treat your Mastiff roughly or allow anyone else, including children, to do so.Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Choose the middle-of-the-road puppy if you have an option, not the one who's beating up their littermates or the one who's hiding in the corner.Meet at least one of the parents if you can--usually the mother is the one who's available--to find out if they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents can also be helpful for evaluating what a puppy will be like when they grow up.Like every dog, Mastiffs need early socialization--exposure to many different people, sights, sounds, and experiences--when they're young. Socialization helps ensure that your Mastiff puppy grows up to be a well-rounded dog.Enrolling them in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking your pup to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help them polish their social skills.",
    "Health": "Mastiffs are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Mastiffs will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.Here are a few conditions to watch out for:Hip Dysplasia: This is a heritable condition in which the thighbone doesn't fit snugly into the hip joint. Some dogs show pain and lameness on one or both rear legs, but you may not notice any signs of discomfort in a dog with hip dysplasia. As the dog ages, arthritis can develop. Hip dysplasia is hereditary, but it can be worsened by environmental factors, such as rapid growth from a high-calorie diet or injuries incurred from jumping or falling on slick floors.Progressive Retinal Atrophy (PRA): This is a degenerative eye disorder that eventually causes blindness from the loss of photoreceptors at the back of the eye. PRA is detectable years before the dog shows any signs of blindness. Fortunately, dogs can use their other senses to compensate for blindness, and a blind dog can live a full and happy life. Just don't make it a habit to move the furniture around.Seizures: Seizures can have many causes, including epilepsy and trauma. Often, they can be managed with medication, although not cured. A dog can live a full and healthy life with the proper management of this condition.Cystinuria: Cystinuria is an inherited kidney defect. Kidneys filter the amino acid cystine and prevent it from going into the urine, but in dogs with cystinuria the acid goes into the urine. Cystine is then reabsorbed in the kidney tubule where it often forms kidney or bladder stones, which cause urinary blockages and urinary tract inflammations. If cystinuria is not treated, the blockages can prove fatal. Treatment needs to be rapid and usually consists of a drug that prevents stone formation. Seen more often in males, it can years before symptoms occur, if they occur at all. Not all dogs with cystinuria form stones. There is a DNA test available to determine if an individual Mastiff carries the genetic predisposition.Gastric Torsion (Bloat): Commonly called bloat, this is a life-threatening condition that affects large, deep-chested dogs, especially if they're fed one large meal a day, eat rapidly, drink large amounts of water rapidly, or exercise vigorously after eating. Bloat occurs when the stomach is distended with gas or air and then twists. The dog is unable to belch or vomit to rid themselves of the excess air in their stomach, and blood flow to the heart is impeded. Blood pressure drops and the dog goes into shock. Without immediate medical attention, the dog can die. Suspect bloat if your dog has a distended abdomen, is drooling excessively, and retching without throwing up. They also may be restless, depressed, lethargic, and weak with a rapid heart rate. If you notice these signs, get your dog to the vet as soon as possible.Cancer: Dogs, like humans, can develop cancer. There are many different types of cancer and the success of treatment differs for each individual case. For some forms of cancer, the tumors are surgically removed, others are treated with chemotherapy, and some are treated both surgically and medically. In Mastiffs, osteosarcoma (bone cancer) is common. The first sign of osteosarcoma is lameness, but the dog will need x-rays to determine if the cause is cancer. Osteosarcoma is treated aggressively, usually with the amputation of the limb and chemotherapy. With treatment, dogs can live nine months to two years or more. Luckily, dogs can adapt well to life on three legs and don't suffer the same side effects of chemotherapy as humans, such as nausea and hair loss.",
    "Care": "Mastiffs are housedogs. They can adapt to any environment, city or country, but they do best in a home with a fenced yard. Their exercise needs are moderate. An adult Mastiff will be satisfied with a couple of 20- to 30-minute walks daily.Because of their great size, they're not good jogging companions. They overheat easily, and their joints can be damaged from the stress of running. Walks are best scheduled for cool mornings and evenings. During the day, bring along water in case they get hot.Puppies are more active and need free play in a fenced yard, but until they reach physical maturity at 18 months of age, it's important to limit jumping, long walks, and other exercise that could damage their still developing bones, muscles, and tendons. Let young puppies play, walk, or rest at their own pace.Once they're 18 months old, you can gradually increase the amount of exercise they receive to a moderate level. No matter what their age, learn to recognize your Mastiff's signs of fatigue, because they'll never let you know that they're tired; they want only to please you.Mastiff puppies are nosy, curious, and into everything. Crate training is highly recommended. Not only will it keep them out of trouble and save your belongings from destruction, it's an excellent aid to housetraining. This breed is easily housetrained, but a crate will help them learn to control their bladder and bowels.Your adult Mastiff is just the right height to go counter-surfing, so keep food well out of reach. A swipe of their long, tapering tail can clear a coffee table. You might want to put breakables elsewhere.Mastiffs of all ages are chewers and will chew on anything that smells good or looks interesting. Be diligent in letting your Mastiff know what's okay to chew and what isn't. They still might eat your recliner, but if you've provided them with plenty of chew toys and exercise, they're somewhat less likely to do so.Obedience training is a must for this giant breed. They may be sweet, but a full-size Mastiff who doesn't have nice manners is unmanageable. The sensitive Mastiff is easy to train with positive reinforcement techniques such as praise and food rewards. Start with puppy kindergarten and go through basic obedience to ensure that you have a well-mannered, well-socialized dog who will react appropriately in any situation.Clean their wrinkles daily to prevent bacterial infections. Wipe them out with a damp washcloth and then dry them thoroughly. Do the same for the flews (the hanging part of the upper lip) after every meal.Brush your Mastiff's teeth at least two or three times a week to remove tartar buildup and bacteria. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim nails once or twice a month if your dog doesn't wear them down naturally to prevent painful tears and other problems. If you can hear them clicking on the floor, they're too long. Dog toenails have blood vessels in them, and if you cut too far you can cause bleeding--and your dog may not cooperate the next time they see the nail clippers come out. So, if you're not experienced trimming dog nails, ask a vet or groomer for pointers.Their ears should be checked weekly for redness or a bad odor, which can indicate an infection. When you check your dog's ears, wipe them out with a cotton ball dampened with gentle, pH-balanced ear cleaner to help prevent infections. Don't insert anything into the ear canal; just clean the outer ear.Occasionally, Mastiffs have impacted anal glands. This happens when the dog is unable to naturally empty the glands by defecating. If you notice your Mastiff \"scooting\" or obsessively licking his anal area, take them to the veterinarian or a professional groomer to have the glands expressed. You can also learn to do this yourself, although most of us prefer to let someone else do this stinky job.",
    "Feeding": "How much your adult dog eats depends on their size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference--the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Mastiffs are sloppy drinkers and leave plenty of backwash--drool--in their bowls. Rinse bowls daily or more often as needed.Keep your Mastiff in good shape by measuring their food and feeding them twice a day rather than leaving food out all the time. If you're unsure whether they're overweight, give him the eye test and the hands-on test.First, look down at your dog. You should be able to see a waist. Then place your hands on their back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see their ribs without having to press hard. If you can't, they need less food and more exercise.Mastiffs are prone to gastric torsion, also known as bloat. Factors that contribute to bloat include eating a large meal and then drinking large amounts of water, heavy exercise directly before or after a meal, giving food in raised feeding dishes, and stress. Keep these things in mind when you feed your Mastiff.You must speak to your vet about your individual dog's dietary needs. The generally recommended daily amount for an adult Mastiff is 6 to 8 cups of high-quality dry food a day, divided into two meals.For more on feeding your Mastiff, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The Mastiff has a short, straight outer coat with a dense, shorter undercoat. The coat comes in fawn, apricot, or brindle. Brindle Mastiffs have a fawn or apricot background color with dark stripes. The muzzle, nose, ears, and eye rims are dark, the blacker the better. They may have a small patch of white on the chest.Brush your Mastiff's coat weekly with a rubber hound glove. You may want to brush them daily during the spring and fall shedding season to keep flying hair under control. Some Mastiffs do most of their shedding during this time, while others shed year-round. A stripping blade can also help remove excess hair.Begin accustoming your Mastiff to being brushed and examined when they're a puppy. Handle their paws frequently--dogs are touchy about their feet--and look inside their mouth. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when they're an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "Mastiffs love children. That said, they are large, active dogs and can accidentally knock a toddler down with a swipe of the tail. They're best suited to homes with older children. Bear in mind as well that Mastiffs are not ponies, and children cannot ride them. Your Mastiff can be injured if children try to ride them.Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while they're sleeping or eating or to try to take the dog's food away. No dog should ever be left unsupervised with a child.In general, Mastiffs will tolerate other dogs and cats, especially if they've been raised with them. If you're adding a second adult Mastiff to your family, you may want to consider getting one of the opposite sex to avoid any arguments over who's top dog.",
    "Rescue Groups": "Mastiffs are often purchased without any clear understanding of what goes into owning one. There are many Mastiffs in need of adoption and or fostering and a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Mastiff rescue.Great Lakes Mastiff RescueSugarland RanchMastiffs To Mutts Rescue, Inc.Mastiff Rescue OregonYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Working Dogs"
    },
    {
      "name": "Height",
      "value": "27 to 32 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "130 to 220 pounds"
    },
    {
      "name": "Life Span",
      "value": "6 to 10 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}