{
  "id": "miniature-schnauzer",
  "url": "https://dogtime.com/dog-breeds/miniature-schnauzer",
  "name": "Miniature Schnauzer",
  "intro": "The Miniature Schnauzer dog breed has it all in one small package: intelligence, affection, an extroverted temperament, humor, and a personality that’s twice as big as their bodies. Throw in that walrus mustache and quivering enthusiasm, and they’ll make you laugh every day.\nAlthough these are purebred dogs, you may still find them in shelters and rescues. Remember to adopt! Don’t shop if this is the breed for you.\nWith a Miniature Schnauzer in the house, you’ll never be alone, not even when you go to the bathroom. They’ve got personality-plus, and whether they’re bounding around ahead of you or curled up snoozing on your lap, you’ll never be bored with one of these pups around. Just make sure you can give them plenty of exercise to keep up with their high energy!\nDogTime recommends this carrier for traveling with your small Schnauzer buddy. You should also pick up this dog fetch toy to help burn off your pup’s high energy!\nSee all Miniature Schnauzer dog breed facts and characteristics below!",
  "description": {
    "": "The Miniature Schnauzer is a small dog with a whole lot of heart. He's always in the top 20 most popular breeds in the U.S., England, and Germany, but he's bred around the world. He is a \"people person\" all the way: extroverted with moderately high energy, he just wants to have fun. And being with you is fun, no matter what you do. He's incredibly loyal to his family — and he requires a great deal of attention.He's got a long beard and bushy eyebrows, and he's a handful. Developed as a ratter, he may look just like a smaller version of the Standard and Giant Schnauzers, but he's a distinct breed of his own. He isn't used much as a ratter any longer (although the instinct is still there), but he still has the lively, mischievous personality.He likes to be in the center of the action. He's fairly good with children and he's energetic, with a lot of terrier spunkiness. The problem is, he has no clue how small he is, and he's likely to talk trash to a much larger dog without any concept of the consequences. That swagger of his can get him in trouble, so it's up to you to keep him in line.Even though he's small, don't mistake your Miniature Schnauzer for a toy breed. This boy is not delicate.Because of his size, he can be a good city dog, but he needs daily exercise. After all, he's a terrier! He needs to move. A Miniature Schnauzer also enjoys larger quarters and is great with suburban or farm families (and there might be some rats out there he can take care of for you). He adapts well to any climate, but he can gain weight quickly if he's not exercised or fed properly.He's protective of the people he loves and is often suspicious of strangers, until you let him know they're welcome. He's an excellent watchdog, sometimes to your frustration, and will alert you to visitors, burglars, and blowing branches. His bark can be piercing. No Golden Retriever, he won't be licking the burglar in welcome; he'll be making sure you understand the gravity of the situation at full volume.A Miniature Schnauzer is intelligent and learns quickly. Bored during rainy weather? Teach your Schnauzer tricks — he's a great tricks dog. Smart enough to learn anything, he excels at feats that involve jumping on his sturdy little legs.At the same time, he can be stubborn. Really stubborn. Dug-into-the-sand stubborn. His favorite way of rebelling is to pretend that he doesn't hear you (\"La, la, la, I can't heeear you!\") when you try to make him do something. To maintain order in your household, you must be in charge. If you let him get by with something even one time, he'll remember it forever and you'll find the behavior escalating. This is one of the downsides of living with a dog who might possibly be smarter than you are.But because he can be trained so easily (one of the upsides of that native intelligence), he tends to do well in obedience and agility competitions. Miniature Schnauzers also participate in earthdog trials and often excel at them. After all, digging is what they were bred to do. That also means you can expect the occasional decapitated rodent on your doorstep. Unlike a cat's offering, this is not a love gift but spoils going to the warrior who nailed the beast.Historically, Miniature Schnauzer ears were cropped for cosmetic purposes. Americans are moving away from cropping dogs in general, as more people come to feel it's not worth it for purely cosmetic reasons (unlike tail docking, which prevents tail injuries while out in the field).However, most but not all Miniature Schnauzers who compete in dog shows still have cropped ears. Some breeders won't crop the ears of pet-quality dogs who will never go into the conformation ring. If you are in contact with the breeder early enough in the process, you can probably make your own decision about cropping your Miniature Schnauzer's ears.Robust in body and mind, the Miniature Schnauzer is a lively, feisty, smart, happy, vocal, affectionate, low-shedding dog. He makes a fine addition to an active family.",
    "Highlights": "The Miniature Schnauzer is people-oriented and wants nothing more than to hang out with you. He's incredibly affectionate.A Miniature Schnauzer is intelligent, mischievous, and often stubborn. He's full of life.He's low-shedding, but high-maintenance in terms of grooming. He needs to be clipped every five to eight weeks or so.He's noisy. Protective of home and family, he'll bark even at slight noises.He's good with kids and other dogs, but not to be trusted around small mammals.Always keep your Miniature Schnauzer on a leash when you're not in a fenced area. If he sees something and wants to chase it, he will likely ignore your calls.A bored Miniature Schnauzer is an unhappy Miniature Schnauzer. Because he's intelligent and energetic, he thrives on varied activities and exercise. Make sure that you give him both, or he'll become destructive and ill-tempered.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "Miniature Schnauzers were originally bred to be ratters and guard dogs on farms. They were developed in the mid-to-late 19th century in Germany by crossbreeding the Standard Schnauzer with smaller breeds, such as the Miniature Pinscher, Affenpinscher, and perhaps the Poodle or Pomeranian. In Germany, he's known as the Zwergschnauzer (zwerg means \"dwarf\").There aren't any records on how the Miniature Schnauzer was developed, but it's clear the intent was to create a smaller version of the well-established Standard Schnauzer. The earliest record of a Miniature Schnauzer was a black female named Findel, born in October 1888. In 1895, the first breed club was formed in Cologne, Germany, although it accepted several types of dogs.World Wars I and II were hard on dog breeding, particularly in Europe, where some breeds were nearly lost. But interest in Miniature Schnauzers boomed after WWI, and the dog's popularity has never waned since.One aspect that has changed since the early days is the preferred colors. You used to be able to find a Schnauzer of almost any size in red, black and tan, yellow, or parti-color — but not today, when shades of black and silver are the rage. Just as feelings about ear cropping shift with the times, the Miniature Schnauzer's look may change again.An interesting aside: While the Miniature Schnauzer is considered a Terrier by the AKC, the Standard Schnauzer is classified as a member of the Working group.",
    "Size": "Miniature Schnauzers are sturdy and don't look like toy dogs by any stretch of the imagination. They are usually 12 to 14 inches tall at the shoulder. Weight ranges from 11 to 20 pounds.",
    "Personality": "A Miniature Schnauzer is full of life. An extrovert, he loves to be in the thick of the family action. He may even run up to you while you're sitting down and throw his paws around your neck. He wants to touch you and be next to you all the time, and you can bet he'll want to sleep plastered to your side.A bit of a spitfire, the Miniature Schnauzer is a terrier — that means he's full of himself. He's a feisty type A and his work involves amusing himself. He is not aloof or independent but needs to be with people, and what's more, he wants to be in close physical contact. (Your lap is no longer your own.)He's very intelligent, which makes training easy, but it also means he's a master of manipulation. That combined with his stubbornness will keep you on your toes. He's not as feisty as some terriers, however, nor as dog-aggressive.As with every dog, the Miniature Schnauzer needs early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Miniature Schnauzer puppy grows up to be a well-rounded dog.",
    "Health": "Miniature Schnauzers are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Miniature Schnauzers will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.Cataracts: Cataracts cause opacity on the lens of the eye, resulting in poor vision. The dog's eye(s) will have a cloudy appearance. Cataracts usually occur in old age and sometimes can be surgically removed to improve vision.Entropion: Entropion, which is usually obvious by six months of age, causes the eyelid to roll inward, irritating or injuring the eyeball. One or both eyes can be affected. If your Schnauzer has entropion, you may notice him rubbing at his eyes. The condition can be corrected surgically.Progressive Retinal Atrophy (PRA): This is a family of eye diseases that involves the gradual deterioration of the retina. Early in the disease, affected dogs become night-blind; they lose sight during the day as the disease progresses. Many affected dogs adapt well to their limited or lost vision, as long as their surroundings remain the same.Urinary Stones: These can cause your Miniature Schnauzer to start straining to urinate, pass blood in the urine, need to urinate more often than normal, and have cloudy or foul-smelling urine. While small bladder stones may pass on their own, your vet should be consulted. Dietary changes can't get rid of existing stones, but they can prevent more stones from forming.Myotonia Congenita: Only recently discovered in Miniature Schnauzers, this is a hereditary skeletomuscular disorder similar to muscular dystrophy. Symptoms begin when puppies are a few weeks old. Their muscles contract easily and they have prominent muscles in the shoulders and thighs. They have difficulty getting up, their coats are stiff, and they bunny-hop when running. Their tongues are enlarged and stiffen when touched, their lower jaws are peak-shaped, and they have difficulty swallowing. All breeding stock should be DNA-tested for the gene that causes it.Von Willebrand's Disease: Found in both dogs and humans, this is a blood disorder that affects the clotting process. An affected dog will have symptoms such as nosebleeds, bleeding gums, prolonged bleeding from surgery, prolonged bleeding during heat cycles or after whelping, and occasionally blood in the stool. This disorder is usually diagnosed between three and five years of age, and it can't be cured. However, it can be managed with treatments that include cauterizing or suturing injuries, transfusions before surgery, and avoidance of specific medications.Congenital Megaesophagus: This is a condition in which food and liquid are retained in the dog's esophagus, causing him to regurgitate his food. As a result, dogs can get aspiration pneumonia or their esophagus can become obstructed. Diet can be adjusted to provide for the least regurgitation. The disease itself can't be treated, only resulting conditions such as pneumonia; and the prognosis tends to be poor.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition.In Miniature Schnauzers, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).",
    "Care": "The Miniature Schnauzer is active when inside the house, playing with toys and following you from room to room. He loves to have a yard to play in, but he'll do well without one if you give him a long walk every day. He needs 45 minutes of daily exercise — remember, a tired Miniature Schnauzer is a good Miniature Schnauzer.Crate training benefits every dog and is a kind way to ensure that your Schnauzer doesn't have accidents in the house or get into things he shouldn't. A crate is also a place where he can retreat for a nap. Crate training at a young age will help your Miniature Schnauzer accept confinement if he ever needs to be boarded or hospitalized.Never stick your dog in a crate all day long, however. It's not a jail, and he shouldn't spend more than a few hours at a time in it except when he's sleeping at night.",
    "Feeding": "Recommended daily amount: 1/2 to 1 cup of high-quality dry food a day, divided into two meals.Note: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.And don't look into his soulful eyes at dinnertime if you're a softie for a begging dog. Here's a guy who loves his food, and he can become obese if he's not fed properly and exercised enough.For more on feeding your Miniature Schnauzer, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "Miniature Schnauzers are solid black, salt and pepper, black and silver, or white. A solid white Miniature Schnauzer can't be shown in American Kennel Club shows, however, so white ones are by definition pet quality instead (which makes no difference to the dog's temperament). Many Miniature Schnauzer fanciers dislike the white coat, feeling that if you want a white terrier you should get a West Highland White Terrier.He has a double coat. The top coat is wiry. Since the undercoat catches the loose hair, he hardly sheds at all. Because of this, many people think he's a perfect house dog, especially those who suffer from asthma.Miniature Schnauzers should be groomed every five to eight weeks to keep them looking their best. Most people take their Miniature Schnauzers to professional groomers to do this, because there are some tricks to getting that beautiful Schnauzer look. You can learn to do it yourself — just expect something less than perfection the first few times, and have a sweater at the ready in case you need to cover up the flaws.The coats of Miniature Schnauzers shown in conformation are hand-stripped, a process of removing dead hair. It's time-consuming and not something to be tackled by novices; it's for show dogs. Most professional groomers don't strip but use the clippers. Using electric clippers means that the wiry top coat will disappear, which is why it's not used on dogs shown in conformation.Brush your Schnauzer two or three times a week so he doesn't get matted, especially in the longer hair on his face and legs. Be sure to check his armpits, since this is a place where mats often form. It's also a good idea to wash his beard after he eats.Brush his teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim his nails once or twice a month if your dog doesn't wear them down naturally to prevent painful tears and other problems. If you can hear them clicking on the floor, they're too long. Dog toenails have blood vessels in them, and if you cut too far you can cause bleeding — and your dog may not cooperate the next time he sees the nail clippers come out. So, if you're not experienced trimming dog nails, ask a vet or groomer for pointers.His ears should be checked weekly for redness or a bad odor, which can indicate an infection. When you check your dog's ears, wipe them out with a cotton ball dampened with gentle, pH-balanced ear cleaner to help prevent infections. Don't insert anything into the ear canal; just clean the outer ear.Begin accustoming your Miniature Schnauzer to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "The Miniature Schnauzer likes hanging out with his people — he lives for it, as a matter of fact. He's good with children, particularly if he's raised with them. He'll play with them and protect them and they'll help each other burn off steam: kids and Miniature Schnauzers are a great combination.As with every breed, you should always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's eating or sleeping or to try to take the dog's food away. No dog, no matter how friendly, should ever be left unsupervised with a child.A Miniature Schnauzer usually plays well with other dogs — he isn't one of those terriers who can't play nicely with others. He typically isn't as aggressive toward other dogs as many other Terriers are, but he is brave and fearless around large dogs, a trait that can get him into trouble. He is large and in charge, at least in his own mind.Small mammals such as rats and gerbils, however, aren't good matches for the Miniature Schnauzer, who is hardwired to kill them. Training won't change that; that's what he's bred for.",
    "Rescue Groups": "Miniature Schnauzers are sometimes bought without any clear understanding of what goes into owning one. These dogs may end up in need of adoption and or fostering.American Miniature Schnauzer Club"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Terrier Dogs"
    },
    {
      "name": "Height",
      "value": "13 to 14 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "11 to 20 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 14 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}