{
  "id": "morkie",
  "url": "https://dogtime.com/dog-breeds/morkie",
  "name": "Morkie",
  "intro": "The Morkie is a mixed breed dog–a cross between the Maltese and the Yorkshire Terrier dog breeds. Small, energetic, and super silly, these pups inherited some of the best qualities from both their parents.\nThis crossbreed is usually referred to as the Morkie, but it is sometimes called the Morkshire Terrier. Despite their unfortunate status as a designer breed, you can find these mixed-breed dogs at shelters and breed-specific rescues. Remember, when you are looking for pets, adopt! Don’t shop!\nThese adorable dogs make excellent apartment pets for urban dwellers, and they tend to thrive in small or single-person households. Morkies can also be on the yappier side, like their parents. If you want an energetic, loving pup who will always want your attention, this might be the right dog for you.\nSee below for all mixed dog breed traits and facts about Morkies!",
  "description": {
    "Highlights": "The Morkie is a mixed breed dog. They are not purebreds like their Maltese or Yorkshire Terrier parents.Morkie coats can vary in color, from black, brown, white, or a mix of these colors. Their coats can even change colors as they grow.Both of the Morkie's parent breeds don't shed much, and the Morkie inherited this trait. They are not, however, considered to be hypoallergenic.Morkies are small and can be easily injured. They'd do best in a home with adults or older children who know how to play gently.The Morkie is a small dog with a big dog personality. They have high energy and may be a bit stubborn when it comes to training.Morkies demand a lot of attention and may do best in a single-person or single-pet household. That said, they can be socialized, especially from an early age, and get along just fine with other people and pets.",
    "History": "The Morkie mixed dog breed may have existed naturally over the years, but designer breeders started intentionally mixing Malteses and Yorkshire Terriers in the late 1990s, likely in North America. Breeders wanted to mix the two parent breeds to create a friendly, affectionate lapdog with a low amount of shedding. They continued to create Morkies as demand for the adorable pups increased.Even though the Morkie breed got its start as a designer breed, some have ended up in shelters or in the care of rescue groups. Consider adoption if you decide this is the breed for you.Check your local shelters, look up Morkie rescues, or check with breed-specific Maltese or Yorkshire Terrier rescues, as they sometimes take in mixed breed dogs and find homes for them.",
    "Size": "As the Morkie is a relatively new breed, there are few standards when it comes to size. That said, as a mix between Maltese and Yorkshire Terrier parents, you can expect Morkies to be on the small side.Most Morkies weigh in somewhere between seven to 13 pounds and range in height from four to eight inches at the shoulder. That said, some may be larger or smaller.",
    "Personality": "Many Morkie lovers describe the breed as loving \"fluffballs\" who love their humans and socializing with other people and pups alike. Despite their small stature, the Morkie has a big personality with the energy levels to match.Thanks to the Terrier in them, Morkies can be somewhat stubborn. Training may be a little tough, but with patience and persistence, a Morkie can learn to obey commands.The Morkie is also a great watchdog. If they hear or see something amiss, they will let you know! If you want a watchdog that will let you know as soon as someone is at the door, the Morkie might be a good fit for you.They also tend to latch on to one family member most of all, though they can get along with others in the house. Morkies may be best suited to a one-person home or smaller families, as they demand quite a bit of attention.",
    "Health": "The Morkie breed is predisposed to some of the same conditions that the Maltese and Yorkshire Terrier also face. While most are generally healthy, some may be prone to a few health issues, which is why it is important to maintain good care and regular veterinary checkups.Some of the more common health problems Morkies suffer from include:Collapsed tracheaDental diseaseHerniasReverse sneezingGlaucoma",
    "Care": "As with all dogs, you should keep up with your Morkie's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.Morkies can be stubborn, and their energy levels are high. To prevent bored, destructive behavior, make sure your dog gets at least one good half-hour walk per day, with a few good, active play sessions and shorter walks mixed in. Luckily, due to their size, they don't need an excessive amount of exercise, and too much could actually injure them.Check their ears for debris and pests daily and clean them as recommended by your vet. Trim your dog's nails before they get too long--usually once or twice per month. They should not be clicking loudly against the floor. Your groomer can help with this.Your main concern when it comes to your Morkie's care will be minding how fragile they can be. Yes, they are playful, energetic dogs, but they need to be cared for gently. Use a harness instead of a collar when walking them to prevent trachea collapse, and be sure that others are handling your Morkie with care.You should brush their teeth daily, as small breeds are prone to dental issues. Your veterinarian can instruct you on how to brush your dog's teeth properly.",
    "Feeding": "An ideal Morkie diet should be formulated for a toy to small breed with high energy. They have a tendency to gain weight if they are overfed, so you should stick to a regular feeding schedule and not leave food out during the day. Limit their amount of treats, as well.As with all dogs, the Morkie's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Morkie's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "Morkie coats are often a mix of their Maltese and Yorkshire Terrier parents' coats and colors. Their coats can vary in color, from black, brown, white, or a mix of these colors. Many Morkie lovers also know that a Morkie puppy's coat color can change over time.Both the Maltese and the Yorkshire Terrier are considered non-shedding breeds, since they have hair instead of fur. They will need regular brushing to prevent matting of the hair or knots. Since they don't shed too much, they may be a good option for allergy sufferers. However, it is important to note that they are not considered hypoallergenic.",
    "Children And Other Pets": "Since the Morkie is a small dog, they can be easily injured by overly excited children. Morkies prefer to be mostly around adults or older kids who know how to play gently. That said, for children who learn early how to properly approach and play with a small dog, the Morkie can make a great, active companion.When it comes to other pets, Morkies can get along with other animals if they are introduced slowly and calmly, and early socialization will help this go smoothly. It's best if they get used to other pets early. That said, Morkies can be somewhat demanding when it comes to human attention, and they may be best suited in a single-dog household.Still, many Morkies get along just fine with other dogs and cats, so it really comes down to training, socialization, and the luck of the draw.",
    "Rescue Groups": "It may be hard to find a breed-specific rescue for Morkies because they are a mixed breed. However, you may want to try Yorkshire Terrier or Maltese breed-specific rescues, as they often care for mixes, as well. Here are some rescues you can try:Yorkshire Terrier National Rescue Inc.American Maltese Association RescueYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "4 to 8 inches"
    },
    {
      "name": "Weight",
      "value": "7 to 13 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 14 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}