{
  "id": "mountain-cur",
  "url": "https://dogtime.com/dog-breeds/mountain-cur",
  "name": "Mountain Cur",
  "intro": "The Mountain Cur dog breed originated in the mountains of Kentucky and Tennessee. They were a major part of the early settlers’ lives and helped their humans while they developed farms in mountainous, rural, southern regions. They acted as watchdogs on farms, assisted with hunting, and even herded livestock. Dogs of this breed still perform those same tasks today among other jobs, including being loyal companions.\nThe breed is also called the “Mountain Kerr” and is sometimes referred to as “the pioneer’s dog.” Although these are purebred dogs, you may still find them in shelters and rescues. Remember to adopt! Don’t shop if this breed is right for you.\nMountain Curs are not a good choice for those who live in apartments because they require a lot of space and exercise. They’re also very intelligent and oftentimes stubborn. These dogs do best with experienced pet parents who can assert their roles as leaders while being diligent with obedience training.\nSee below for complete list of dog breed traits and facts about Mountain Curs!",
  "description": {
    "Highlights": "The Mountain Cur has a coat that comes in black, tan, brown, yellow, brindle, and black and brindle. They may have white points on their coats as well.The Mountain Cur sheds twice a year in the spring and in the fall and are not allergy-friendly dogs. They require very little grooming, only needing to be brushed once a week and only bathed when necessary.The Mountain Cur is a very high energy dog breed and needs both mental and physical stimulation daily to prevent destructive behavior from occurring. Since they were bred to perform tasks, they always need to have a job to do.Mountain Curs can be rather affectionate with children and make wonderful family dogs. This is a rugged, tough, and muscular breed, so make sure to teach children how to approach the dog and how to safely interact with them.Even with early socialization, the Mountain Cur should not live with cats due to their intense prey drive. As far as other dogs, the Mountain Cur is usually quite wary of them, and introductions to new dogs must be done very slowly. Even when raised with other dogs, they sometimes simply will not get along.The Mountain Cur is a fearless watchdog and will fight to protect their territory and those who live in it. They are wary of strangers, but once they know the newcomers aren’t a threat, they'll gradually warm up to them.",
    "History": "The exact history of the Mountain Cur is not known, but they are believed to have appeared in the United States in the 1940s. The Mountain Cur likely descended from other “Cur” breeds from Europe.These dogs were used by pioneers to catch wild game, guard their homes, and protect their livestock. Pioneers saw them as an essential part of settling in the mountains because they were very versatile and useful companions. They were not only hardworking and extremely protective of their territory and family, but they were also very loyal and affectionate dogs.Mountain Curs are well trained to use the technique of “treeing,” or essentially chasing prey up into a tree. The Mountain Cur is an excellent climber and hunter and provided food for their families.The breed was assigned to the Foundation Stock Service group of the American Kennel Club (AKC) in 2017. Other “cur” breeds include the Blue Lucy, Catahoula Leopard Dog, and the Treeing Tennessee Brindle. The word “cur” typically refers to any of the above working breed dogs.",
    "Size": "Male Mountain Curs stand 18 to 26 inches at the shoulder and weigh 30 to 60 pounds. Females are 16 to 24 inches tall and both females and males weigh in at 30 to 60 pounds.Some dogs can be smaller or larger.",
    "Personality": "The Mountain Cur is a fearless watchdog and will fight to protect their territory and those who live in it. They are wary of strangers, but once they know the newcomers aren’t a threat, they'll gradually warm up to them. The breed was historically known as a sort of “all purpose” dog since they could be trained to do so many different jobs.Mountain Curs are natural athletes who enjoy the outdoors and participating in sports and hunting. They were used to hunt small game, so they have a strong prey drive. The Mountain Cur would actually prefer to spend more of their time outdoors than indoors and thrive in a home that has a large yard.This is a strong-willed and stubborn breed, so they're not the right dog for amateur pet parents. They need to be taught at a young age that they are not the leader and need very firm and consistent obedience training as puppies.While they may seem intimidating in size and have a deep, loud bark, they are excellent family dogs and adore children. Even though that may seem like a positive trait for a dog who's very protective of kids, they can get overprotective if they sense threats. This is another reason why they need to be exposed to many different people while young.During training, make sure to use positive reinforcement and avoid using any harsh training methods. They want, more than anything, to please their humans, so giving them tasks like hunting will be very satisfying for them and also help them burn off some energy!",
    "Health": "Mountain Curs are known to be rather healthy dogs with very long lifespans. There are no real health issues that they're predisposed to since this specific breed was carefully bred.However, some of the more common health problems Mountain Curs can suffer from include:Skin infectionsDry skin/sensitive skinParasites/ticks/fleas if the dog is predominantly outsideEar infections",
    "Care": "The Mountain Cur is a very high energy dog breed and needs both mental and physical stimulation daily to prevent destructive behavior from occurring. They should have plenty of obedience training as well as other physical activities to do from puppyhood on so that you can have a manageable and well behaved dog as an adult.Since they were bred to perform tasks, they always need to have a job to do. Whether it’s treeing, hiking, jogging, or other sports, the Mountain Cur has to have a devoted pet parent to meet those needs.If you love the outdoors or live on a farm, the Mountain Cur is the ideal companion for you. They will be more than happy to patrol the perimeter of your home and would risk their own life to protect their families.While these dogs love spending time running in open areas and enjoying the great outdoors, make sure to avoid dog parks. Unfortunately, the Mountain Cur is rather skeptical of other dogs and, despite socialization efforts, may still not have a safe or enjoyable time interacting amongst other dogs.Aside from their exercise needs, Mountain Curs also require dental hygiene and nail care. Try to brush your Mountain Cur’s teeth twice a week to remove tartar buildup and bacteria as well. Ideally, daily brushing should be performed.Trim their nails once a month, or as necessary. Their nails may not need to be trimmed as frequently if they spend a significant amount of time walking on concrete or other surfaces outside that will naturally dull the nails. If you can hear the nails clicking on the floor, they’re too long.",
    "Feeding": "An ideal Mountain Cur diet should be formulated for a medium to large breed dog with high energy levels. The Mountain Cur does not typically have a tendency to gain weight since they are such an active breed, but you must make sure they're getting the proper nutrition.As with all dogs, the Mountain Cur's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Mountain Cur's diet, as there is far too much variation among individual dogs -- including weight, energy, and health -- to make a specific recommendation.",
    "Coat Color And Grooming": "The Mountain Cur has a coat that comes in black, tan, brown, yellow, brindle, and black and brindle. They may have white points on their coats as well.The Mountain Cur sheds twice a year in the spring and in the fall and are not allergy-friendly dogs. They require very little grooming, only needing to be brushed once a week and only bathed when necessary. Mountain Curs are prone to having sensitive skin and to getting skin infections, so too much bathing can cause irritation.The Mountain Cur has a double coat consisting of a thick top coat that provides protection and a smoother undercoat for insulation. They have short hair, making them very easy to groom. Their coat protects them from the elements so well that they often prefer to spend more time outdoors than indoors.",
    "Children And Other Pets": "The Mountain Cur is an excellent family dog who loves to be part of the pack. They have high energy levels and would absolutely love playing with kids in a big backyard.These dogs can become very protective with their families, so it is imperative to socialize your dog with all of your family members as well as strangers at a very young age. Along with socializing your pup, children also need to be taught how to properly interact with dogs, especially breeds like this which will become fairly large and very strong as adults.The Mountain Cur is a rugged, tough, and muscular breed, so make sure to teach children how to approach the dog and how to safely interact with them. Also, make sure children are always gentle with dogs, and always supervise any play sessions that they have. Mountain Curs can be rather affectionate with children and make wonderful family dogs.The Mountain Cur was bred to hunt, so they will not be able to share a household with smaller pets. Even with early socialization, the Mountain Cur should not live with cats due to their intense prey drive. As far as other dogs, the Mountain Cur is usually quite wary of them, and introductions to new dogs must be done very slowly. Even when raised with other dogs, they sometimes simply will not get along.",
    "Rescue Groups": "Rescues specifically for Mountain Curs might be hard to come by, as this is a somewhat uncommon breed. However, you can always check with your local shelter, and you may want to try a rescue that caters to all kinds of dogs. You can take a look at the following:Wright-Way RescueAngels Among Us Pet RescueYou can also check out DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Working Dogs"
    },
    {
      "name": "Height",
      "value": "16 to 26 inches"
    },
    {
      "name": "Weight",
      "value": "30 to 60 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 16 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}