{
  "id": "mountain-feist",
  "url": "https://dogtime.com/dog-breeds/mountain-feist",
  "name": "Mountain Feist",
  "intro": "The Mountain Feist is a dog breed that was bred in the rural South of the United States of America to be a hunting dog of small vermin — specifically a “treeing dog,” which means the type of hunting dog that chases above-ground, rather than digging underground. Today, these dogs are still well-suited to this job, but they also do well with active families with ample backyards.\nMountain Feists are also known as Tree Feists, American Treeing Feists, American Feists, and Mountain Terriers. As always, please adopt whenever possible if you’re looking to add a Mountain Feist to your life. In addition to general shelters, these dogs can be found at Terrier or Feist breed specific rescues. Remember, when you adopt, you save two lives: the one you bring home and the one you make room for at the rescue.\nFriendly, loving, and active, these dogs will do best in a home with an active family and a decently sized house and yard. It’s best not to mix them in a household with small animals, due to their hunting instincts. They are great hunting dogs and family dogs, and they can make great watchdogs, too.\nSee below for complete list of dog breed traits and facts about the Mountain Feist!",
  "description": {
    "Highlights": "Mountain Feists' coats are short and smooth. They come in every color and combination, including black, white, gray, silver, blue, tan, red, brown, cream, sable, brindle, pied, Isabella, and fawn.Mountain Feists are known for being low-maintenance. They shed an average amount, year-round, and they do not need haircuts. They should only be bathed as needed.Mountain Feists would prefer to have several hours of exercise each day, but be sure to give them at least one, or else they may become destructive with that pent-up energy.They generally do decently well with children; their sturdy physique and small-to-medium size makes them not too fragile. Also, they are not as aggressive as other terriers.Because their prey drive is so strong, Mountain Feists are not recommended to add to a household with other animals, even cats, but especially small animals, like guinea pigs, rabbits, hamsters, mice, gerbils, etc. Mountain Feists can get along well with other dogs of equal or larger size.",
    "History": "The history of Mountain Feists is a bit muddied, as the term \"feist\" can mean any type of small, noisy dog. Over the centuries, they have been bred as low-maintenance dogs to hunt small vermin above-ground.Indigenous to the Ozark Mountains in Missouri, Arkansas, Kansas, and Oklahoma, Mountain Feists are sometimes called \"the last true hunting dog.\" They're believed to have been in the country since as early as the 17th and 18th centuries, and though their numbers have been small over the centuries, they have grown in popularity over the last decade.They are even rumored to have been owned by, or at least associated with, some of our first presidents: George Washington referred to \"feists\" in his diary, and Abraham Lincoln referenced them in a poem. They were indeed in the country before other ratting terriers, making them pioneers, of sorts, themselves!During our founding fathers' times, the Mountain Feist may have looked a bit different than they do today, but eventually, the breed became refined with specific traits. Today, they are often confused with Mountain Curs, who have similar roles and appearances, but are not quite the same -- Mountain Feists being decidedly smaller, for one.Although physical characteristics have become more specific than in the past, Mountain Feists' roles are largely the same -- to hunt small animals outside. They are sometimes nicknamed as a class of \"squirrel dogs.\" Despite their honed hunting skills, they are very friendly, playful, loving dogs, and they also play a great role as a family dog, especially in environments where they can exercise that high energy, such as decently sized homes and yards.",
    "Size": "Mountain Feists are small- to medium-sized dogs.Though their size and appearance have varied a lot over the years, nowadays, they are generally between ten and 22 inches tall, weighing between ten and 30 pounds.",
    "Personality": "Less aggressive than other terriers, Mountain Feists are incredibly friendly and very loving and loyal to their families. Be sure to provide them with plenty of exercise and stimulation, because they can get into trouble if bored.Though they are loving towards their families, they are true hunting dogs, and this is important to remember when they are outside, as they may chase and even kill small animals, like squirrels. This is very important to remember, too, when considering mixing animals in the house. Mountain Feists should not be added to households where there are small animals, like guinea pigs, rabbits, hamsters, mice, etc.In addition to being great hunting dogs and family dogs, Mountain Feists make good watchdogs, too. They are loving with their families, but they can be a bit wary of strangers.They can also be a bit stubborn, but early training and socialization will bring out the best in your dog, as with all breeds. Playing outside will be a treat for your Mountain Feist, but do beware that they might not always come immediately when called, especially if they are focused on prey. Keep this in mind for the safety of your dog, as well as other animals.",
    "Health": "Mountain Feists tend to be pretty healthy, as they are descendants of quite a mix of other healthy dogs. However, they can be prone to a few health issues, which are important to keep in mind as you consider adding this dog to your home and monitor their health over their lifetime.These health issues include:hip dysplasiaelbow dysplasiaallergic dermatitis from environmental stimuliallergy to certain food elements",
    "Care": "As with all dogs, it's a good idea to cut your Mountain Feist's nails, or have your groomer cut them, about once a month, as well as to check their ears for redness or irritation about once a week. Brushing their teeth a few times a week is also a good idea to promote good dental health. You can ask your vet to show you how to do any of these tasks.Mountain Feists are very energetic; they would prefer to be active all the time. It's a good idea to take them on a couple of walks during the day, and they love having some additional play time outside, whether it's playing fetch with you, running around in the backyard, or doing agility training.Remember that they can be stubborn and have a high prey drive, so you may want to keep them on a leash or in a safe, enclosed area where you won't have to worry about their welfare (or other animals'). Their classification as a \"treeing dog\" isn't just a turn of phrase; don't be alarmed if you see they climbing a tree in pursuit of a squirrel!They can get some exercise indoors, too, especially with play. They are considered to be \"outdoor dogs,\" and they do tolerate cold weather very well, so don't let mildly inclement weather deter you. They would prefer to have several hours of exercise each day, but be sure to give them at least one, or else they may become destructive with that pent-up energy.",
    "Feeding": "An ideal Mountain Feist diet should be formulated for a small-to-medium breed with high energy levels.As with all dogs, the Mountain Feist's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Mountain Feist's diet, as there is far too much variation among individual dogs -- including weight, energy, and health -- to make a specific recommendation.",
    "Coat Color And Grooming": "Though Mountain Feists were quite varied in the past, coming from a blend of ancestor breeds, today, they have a more specific set of characteristics, some outlined by international breed organizations.Mountain Feists' coats are short and smooth. They come in every color and combination, including black, white, gray, silver, blue, tan, red, brown, cream, sable, brindle, pied, Isabella, and fawn.Mountain Feists are known for being low-maintenance. They shed an average amount, year-round, and they do not need haircuts. They should only be bathed as needed, or every few months, as they can have sensitive skin. Occasional brushing to remove loose hair will be helpful.They may not look it, but Mountain Feists actually prefer cooler weather. That being said, because they do not have long or heavy coats, you may need to put a jacket on your dog if it is snowing or very cold. When it's hot out, be sure to provide easy access to shade and water. As with all dogs, watch for heavy panting as a sign of dehydration or even heat stroke; be sure not to keep your dog outside too long if it's excessively hot.",
    "Children And Other Pets": "Mountain Feists are an interesting blend of personality traits: very loving and friendly to their families, but with a very strong prey drive. They generally do decently well with children; their sturdy physique and small-to-medium size makes them not too fragile. Also, they are not as aggressive as other terriers, so that is of less concern, too. Still, it's important to supervise play between children and animals.Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party.Teach your child to never approach any dog while they're sleeping or eating or try to take the dog's food away. No dog, no matter how good-natured, should ever be left unsupervised with a child.Because their prey drive is so strong, Mountain Feists are not recommended to add to a household with other animals, even cats, but especially small animals, like guinea pigs, rabbits, hamsters, mice, gerbils, etc. Mountain Feists can get along well with other dogs of equal or larger size, and, in fact, they do enjoy socializing.",
    "Rescue Groups": "Rescues specifically for Mountain Feist dogs might be hard to come by, as this is an uncommon breed. However, you can always check with your local shelter, and you may want to try a rescue that caters to all kinds of dogs. You can take a look at the following:Wright-Way RescueAngels Among Us Pet RescueYou can also check out DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Terrier Dogs"
    },
    {
      "name": "Height",
      "value": "10 to 22 inches"
    },
    {
      "name": "Weight",
      "value": "10 to 30 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 18 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}