{
  "id": "mudi",
  "url": "https://dogtime.com/dog-breeds/mudi",
  "name": "Mudi",
  "intro": "Alert, active, and smart, the Mudi (pronounced “moody”) is a highly trainable herding dog who can perform almost any task well. That includes watchdog duties, hunting, agility and obedience competitions, search and rescue, and more.\nAlso known as the Hungarian Mudi, this breed originated in Hungary. They helped shepherds maintain their flocks, and were often called “driver dog.” Even today, they’re used in Hungary for their herding skills and can help shepherds with flocks of up to 500 sheep.\nMudis have high exercise needs; however, they can also be calm family members when properly stimulated, both physically and mentally. Train them with positive reinforcement and don’t rely on punishment or harsh rebukes. If you train them well, you’ll have a loyal, smart, loving dog who’ll protect and adore you for life.\nSee below for complete list of dog breed traits and facts about Mudis!",
  "description": {
    "": "When you say \"Mudi,\" it may bring the word \"moody\" to mind, which is ironic considering dogs of this breed are generally upbeat, enthusiastic, and happy, especially when they are given a task that physically and mentally challenges them. They are always ready to work hard and willing to engage in energetic play sessions, too. Although Mudis are rare outside of their native Hungary, breed enthusiasts love them for their intelligence and their ability to soak up training like sponges. They make excellent watchdogs, ratters, obedience and agility competitors, and more. Mudis are generally healthy, need very little in the way of personal care, and have low grooming requirements. Even though they have high exercise needs, they're also willing to take a day off and relax once in a while, and you might be surprised by how laid back they can be. Don't make the mistake of thinking they can be left home alone in an apartment for long periods of time, however. A cooped up Mudi without human companionship will come up with their own ways of staying busy, which can include digging, chewing, barking, and acting out. Mudis do best when they are trained and socialized from an early age. They'll reward kind, patient training by learning quickly, but they won't respond well to yelling or punishment, and they can be quite sensitive. If you want a dog that can learn almost anything you can think of to teach them, master commands quickly, remain loyal and protective to you and your whole family, and bring joy and energy into your home, you'd have a hard time finding a better breed than the Mudi.",
    "Highlights": "The Mudi shares much in common with the Pumi and Puli, two other Hungarian dog breeds, though the Mudi was designated as a separate breed in the 1930s.This breed is still quite rare with only a few thousand in existence. Most Mudis can still be found in Hungary, though some Mudis live in Finland and, rarely, other parts of the world.The American Kennel Club does not fully recognize the Mudi as an official breed, partially due to the rarity of these dogs. They do, however, include the Mudi in their Foundation Stock Service, which helps keep records of the breed's lineage and allows them to compete in certain competitions.The plural form of Mudi in Hungarian is \"Mudik.\" Some use this word instead of \"Mudis\" even outside of the Hungarian language.Mudi coats come in a variety of colors, including black, brown, white, fawn, grey, or a marbled mix of black and grey.",
    "History": "The history of the Mudi breed may be difficult to trace, as these dogs do not seem to have been bred intentionally, but rather came into existence naturally through mixing of German Spitz type dogs and other Hungarian herding breeds, such as the Puli and Pumi. For some time, Mudis, Pulis, and Pumis were not recognized as separate breeds, but in 1936, Dr. Dezso Fenyes, a breeder and museum director, \"discovered\" the Mudi in Hungary, and Mudis have been referred to as their own breed ever since. However, shortly after the Mudi breed was designated, Mudis almost went extinct. Many were killed during World War II, and if it weren't for breed conservationists, they might have disappeared altogether. Despite making a comeback, Mudis are still rare to this day, which may be due in part to the popularity of other Hungarian dog breeds that overshadow the Mudi. In fact, there are only a few thousand Mudis around the world, and most still live in Hungary working as herding dogs, though there are several in Finland where they work as rescue dogs in the mountains, and there are a few others scattered throughout other countries. The Federation Cynologique Internationale recognized the Mudi breed in 1966, and the United Kennel Club recognized the breed in 2006. The Mudi was also admitted to the American Kennel Club's Foundation Stock Service in 2004, though it has yet to receive full breed recognition from the AKC.",
    "Size": "The Mudi is a small to medium-sized dog that typically measures between 14 and 20 inches at the shoulder and on average weighs 18 to 29 pounds. Individuals of the breed may also be smaller or larger.",
    "Personality": "Eager to please and full of enthusiasm for any task they are given, Mudis are valued by shepherds for their ability to think on their paws and keep flocks safe and in line without much supervision. With their high intelligence and alertness, they are also easily trainable and well-suited for other jobs like search and rescue, dog sports, hunting rodents, and more. Mudis are not overly trusting of strangers, and they are quick to bark when something is out of the ordinary, which makes them excellent watchdogs. They should, however, be socialized and trained from an early age so they are not standoffish around guests and know when to quiet down. Mudis have high exercise needs and require adequate mental stimulation, or they may get bored and engage in destructive behavior. They'll need at least a few good walks each day, and it's ideal if they have a chance to run for a while. So long as their exercise needs are met, they're happy to be calm, inside dogs, though they may do better with a large, fenced-in yard than an apartment. Mudis love personal attention and human companionship, and they typically latch on to one human family member more than the rest. They have a habit of following that family member closely and may get caught underfoot sometimes. Positive reinforcement-based training will be highly effective for a Mudi, but they do not respond well to punishment or harsh rebukes. Proper training will keep a Mudi mentally stimulated, happy, and well-behaved.",
    "Health": "Mudis are generally healthy, though owners should watch out for certain conditions to which the breed may be genetically predisposed. Some health problems that may affect Mudis include hip or elbow dysplasia, luxating patellas, cataracts, and epilepsy. If you have a Mudi, keep up with regular vet visits and stay vigilant for these conditions.",
    "Care": "Mudis have fairly basic care requirements. Their nails should be trimmed every few weeks as needed. Teeth should be brushed regularly as recommended by a veterinarian. Their ears should be checked for signs of infection, parasites, or debris and kept clean. Keep up with regular vet visits to maintain good health.",
    "Feeding": "A Mudi diet should be formulated for a small to mid-sized breed with above-average energy and exercise requirements. You should consult your veterinarian or professional nutritionist for advice on what to feed your Mudi and the correct portion sizes. Their dietary needs will change as they grow from puppyhood to adulthood and senior age. Stay on top of these nutritional requirements.",
    "Coat Color And Grooming": "The Mudi's body coat is medium length and wavy or curly, though the coat on the face and legs is shorter. They can be black, brown, white, fawn, grey, or a marbled mix of black and grey in color. Mudi coats tend to repel and shed most kinds of dirt and debris, and therefore require little grooming. A weekly brushing should be enough for most Mudis, and bathing should only be done as needed. Usually, Mudis love the water, and after a swim or a day at the beach, chances are a quick, freshwater rinse will be all that's necessary to get them clean. Mudi coats rarely need to be cut, if ever. They shed more heavily in the spring and typically don't regrow their full coat until the end of summer.",
    "Children And Other Pets": "Mudis can get along well with children and other animals, so long as they are properly socialized, preferably from a young age, and even better if they are raised with children and pets present in the home. Mudis are not, however, very tolerant of teasing or rough treatment, and children should be taught how to interact properly with dogs and supervised at all times when playing with them. Mudis are not overly trusting of strangers, either, so if kids have playmates over, it may be best if the resident Mudi is allowed to maintain a distance until they are used to the presence of a new human in the home. Mudis can be aggressive to other dogs if they are not socialized, but a properly trained Mudi should have no problem with other pets, though they prefer to have lots of personal attention from their humans, so it might be best if they are in a home with only a few other animals at most.",
    "Rescue Groups": "Mudis are quite rare outside of Hungary, but if you are interested in adopting a Mudi, you can try contacting Mudi Club of America, which lists Mudis in need of homes on their website when they find dogs that are available. They may be willing to keep an eye out for you and put you in touch with shelters or rescue organizations that can help you find a Mudi to adopt. You can also check your local shelters, as there's always a chance that they might have the perfect dog for you."
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Herding Dogs"
    },
    {
      "name": "Height",
      "value": "14 to 20 inches"
    },
    {
      "name": "Weight",
      "value": "18 to 29 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 14 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}