{
  "id": "mutt",
  "url": "https://dogtime.com/dog-breeds/mutt",
  "name": "Mutt (Mixed)",
  "intro": "A Mutt or mixed breed dog is a testament to nature. Without any input — some might say interference — from humans, the mixed breed defies description. Available in all sizes, shapes, colors, and patterns, they might have a long snout or a short nose. They may display pointed ears or floppy ones. They could have a stubby tail, spindly legs, a giant spot over their left eye — or all three.\nThe combinations of parent breeds are as endless as the possibilities for mixed breed dogs. Luckily, you can find plenty of these pups in the care of shelters and rescues. Adopt! Don’t shop!\nAnd as the ultimate family dog, the mixed breed excels where the purebred lacks. Drawing from a broader, more diverse gene pool, their intensity is softer than their pedigreed cousins; their drives and compulsions mercifully muted. The Mutt’s loyalty, warmth, and deep desire to please, however, remain as fiercely intact as any dog you could choose to create.\nSee below for more information on mixed breed dogs!",
  "description": {
    "": "Choosing a mutt is a lot like dating: you may meet a few dogs that seem interesting, and then fall in love with one for reasons that make sense only to you. (Choosing a purebred, on the other hand, is a little like saying, \"I only date blondes.\" You can still find a love match, but you may end up overlooking someone who's even more perfect for you.)The truth is, heritage matters very little. You'll get along well with your dog because you both love to run, for instance, not because a piece of paper says he comes from a long line of dogs originating on the coast of Croatia.When you adopt a mixed breed you learn to think in terms of personality, rather than breed. This can have the effect of stripping away expectations and so you appreciate even more deeply the surprises and joys that come from living with a dog.Finally, since about 75 percent of the dogs in shelters on any given day are mixed breeds, choosing a mutt usually means giving a home to a dog who really needs one, and that's nice, too.",
    "Highlights": "Your mixed breed, as with all dogs, is an individual. Don't prejudge his temperament according to his looks, or expect him to act a certain way just because he resembles a dog you once had as a kid. Love him on his own terms, and your love will be rewarded.",
    "History": "Once upon a time, before man imprinted his preferences on the canine population, there wasn't much difference between one dog and the next. They were of medium size, brown, and most had short coats.Even today, semiferal dogs who live on the edge of human life look somewhat alike. Climate doesn't seem to have much of an impact since similar-looking dogs show up from Australia to North America to Asia — though some have longer coats than others.When it's hard to figure out a mutt's heritage it may be because they draw directly from this line of non-breeds who were never selectively bred. That is, they've never had a purebred ancestor.But a lot of mixed breeds truly are mixed. That is, you can see a smattering of Australian Cattle Dog, or Beagle, or Collie in their coat or shape or size. Being able to identify contributing breeds can help give you some insight into their personalities, though of course it's only a partial story.",
    "Size": "Size and weight range from tiny enough to sleep inside your jacket with you in it, to humongous enough to break your foot when he steps on it.",
    "Personality": "Mixed breeds boast personalities as unpredictable and varied as those of their human owners. As with purebreds, the mixed breed's temperament is affected by a number of factors, including heredity, training, and early socialization.Some mutts' heritage is impossible to decipher. If you find one particularly baffling, it may be because he comes from a long line of dogs who were never selectively bred. These mystery dogs are more accurately called non-breeds, than mixed breeds.But a lot of mixed breeds truly are mixed. That is, you can identify a smattering of Australian Cattle Dog, or Beagle, or Collie. This means it's likely some of those breeds' traits are carrying through.Sometimes that can work in your favor. A dog that appears to be a mix of Labrador and Border Collie, for instance, may have the easygoing friendliness of the first and the whip-smart agility of the second.Or not.With any blend, there's no guarantee you'll get the best traits of the contributing breeds. The only guarantee is that whatever you end up with is something unique and inimitable.",
    "Health": "Mixed breed dogs are generally considered healthier than purebred dogs because they draw from a broader gene pool. Producing a mixed breed, in other words, is the opposite of inbreeding.But you can't assume your mixed breed will be the healthiest dog you've ever had. Having a fresh bloodline makes little difference if the parents aren't healthy.If you can determine one or more of the breeds that went into your mixed breed's heritage, it's worth researching the health concerns common to that breed or breeds. And like all dogs, mixed breeds are prone to certain conditions and diseases.Allergies: Allergies are a common ailment in dogs. There are three main types of allergies: food allergies, which are treated by eliminating certain foods from the dog's diet; contact allergies, which are caused by a reaction to a topical substance such as bedding, flea powders, dog shampoos, and other chemicals; and inhalant allergies, which are caused by airborne allergens such as pollen, dust, and mildew. Treatment varies according to the cause and may include dietary restrictions, medications, and environmental changes.Hip Dysplasia: This is an inherited condition in which the thighbone doesn't fit snugly into the hip joint. Some dogs show pain and lameness on one or both rear legs, but others don't display outward signs of discomfort. (X-ray screening is the most certain way to diagnose the problem.) Either way, arthritis can develop as the dog ages. Dogs with hip dysplasia should not be bred — so if you're buying a hybrid puppy, ask the breeder for proof that the parents have been tested for hip dysplasia and are free of problems.Cancer: Cancer can develop in dogs as well as humans. There are many different types of cancer, and the success of treatment differs for each individual case. For some forms of cancer, the tumors are surgically removed, others are treated with chemotherapy, and some are treated both surgically and medically.Ear Infections: These are most common in dogs with long ears. You may be able to prevent many ear infections by keeping the ears clean and dry. Ask your veterinarian about appropriate ear care products.",
    "Care": "Everyone knows that dogs must have adequate food and water, shelter from the elements, and medical attention when needed. His other requirements may be harder to quantify, but they are just as crucial: mental stimulation, physical exercise, and plenty of positive contact with his owner.A leashed walk around the block is usually a sufficient bathroom break, but it isn't enough exercise for most dogs. The majority need 30 to 60 minutes a day to stay in good shape. For some pups, this means off-leash, full-out running to burn off steam; some dogs enjoy a good long walk; others want to go play fetch in a lake. Whatever form of exercise your dog likes the most, he'll be healthier for indulging in it.A dog's mind needs exercise as much as his body does — the same \"use it or lose it\" philosophy applies to us all. Training is a mainstay of canine brain workouts. It could be as simple as playing games with you and learning to sit, or as complex as training for agility or obedience competitions.And whether it's through playing, training, hiking, or petting, your dog needs a substantial daily dose of attention from you.",
    "Feeding": "Keep your mixed breed in good shape by measuring his food and feeding him twice a day, rather than leaving food out all the time. How much your adult dog eats depends on his size, age, build, metabolism, and activity level. As a general rule of thumb, you can estimate how much he needs each day based on how much he weighs:Less than 10 pounds 1/4 to 1/2 cup10 to 15 pounds 1/2 to 1 cup20 to 30 pounds 3/4 to 1.5 cups30 to 40 pounds 1.5 to 2 cups40 to 60 pounds 1.5 to 2.5 cups60 to 70 pounds 2.5 to 3 cups80 to 90 pounds 3 to 4 cups100 to 150 pounds 4 to 5 cupsMore than 150 pounds 4.5 to 6 cupsOf course, dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.It's a good idea to consult with your vet if you're not sure how much to be feeding your mixed-breed dog. And if you're unsure whether your dog is overweight, give him the eye test and the hands-on test.First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs, without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your mixed breed, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "Mixed breeds come in all colors of the dog rainbow, and their grooming needs depend on what type of coat they have. Bathing should be done as needed for all breeds.Long, low-shedding coat: This is hair, not fur, and unless you cut it, it continues to grow just like yours. Brush a few times a week with a pin brush, and trim or clip the dog every five to eight weeks or so. Yorkie/Westie mixes tend to have coats of this type.Long, shedding coat: This is fur, because it sheds. Brush weekly, ideally with a pin brush, or more as needed (especially the armpits, which can mat). Golden/Lab/Australian Shepherd mixes tend to sport this kind of coat. (Make sure you have a really, really good vacuum cleaner.)Short coat: Brush weekly in the direction that the fur grows. You can use one of those rubber curry brushes or a hound glove that fits on your hand — then your dog is fooled into thinking he's being petted instead of brushed. Dalmatian/Boxer/Doberman mixes tend to have this kind of coat.Curly coats: Again, this is usually hair, not fur — and it can be relatively high maintenance because of its fine texture. It must be clipped regularly. It's easy to learn to clip a curly coat because the mistakes don't show up much. (Go ahead — it grows back. And that's what dog sweaters are for.) Use a slicker brush. Most Poodle mixes, including the Doodles and Cockapoos, have curly coats.Wire coats: These coats shed. The shorter the coat gets, the more likely it is to mat and knot up, so leaving it longer means less matting. Use a slicker brush. Some wiry coats belonging to Terrier mixes need to stripped.No matter what the heritage of your mixed-breed dog, check his ears once a week for dirt, redness, or a bad odor that can indicate an infection. Also wipe them out weekly with a cotton ball dampened with gentle, pH-balanced ear cleaner to prevent problems.Brush your dog's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim his nails regularly if your dog doesn't wear them down naturally. If you can hear them clicking on the floor, they're too long. Short, neatly trimmed nails keep your legs from getting scratched when your mixed breed enthusiastically jumps up to greet you.Accustom your dog to being brushed and examined when he's a puppy (or as soon as you get him, if he's an adult). Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling down the road.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin and feet or in the ears, nose, mouth, and eyes. Ears should smell good, without too much wax or gunk inside, and eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "Some mixed breeds are great with kids and other pets, and some aren't. Much of any dog's relationship with children and animals depends on early exposure and socialization.Heredity is also part of the picture. If the mix is predominantly terrier, don't bother trying to get him to live peaceably with small mammals such as rats and gerbils.But even if your dog is a Golden Retriever mix, that doesn't mean he'll automatically love everyone and every other dog. And just because your dog is a mix of big, intimidating breeds doesn't mean he's going to eat the neighborhood children. It also doesn't mean he's going to be okay around them.Who knows? Keep a watchful eye and a tight rein (not to mention a short leash) until you know for sure.",
    "Rescue Groups": "Dogs are often obtained without any clear understanding of what goes into owning one. Many dogs are in need of adoption and or fostering. If you want a mix involving a certain breed, contact the local chapter of that breed club, and they'll be able to point you toward a rescue organization.Many times a purebred group such as an Irish Setter rescue will also take in Irish Setter mixes, if the dogs appear to be predominantly and identifiably Irish."
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Life Span",
      "value": "8 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 3
    }
  ]
}