{
  "id": "neapolitan-mastiff",
  "url": "https://dogtime.com/dog-breeds/neapolitan-mastiff",
  "name": "Neapolitan Mastiff",
  "intro": "The Neapolitan Mastiff dog breed was developed in southern Italy as a family and guard dog. Today this massive breed is known as a gentle giant.\nSome fans of the breed affectionately call them the Neo, and others know them as Mastino. Although these are purebred dogs, you may still find them in shelters and rescues. Remember to adopt! Don’t shop if this is the breed for you.\nNeapolitan Mastiffs may not be the best choice for novice dog parents or apartment dwellers. Their massive size means they need space and confident training to thrive. However, if you can handle their needs and a bit of drool, you’ll find an affectionate, loyal companion who loves the whole family!\nDogTime recommends this big, spacious crate to give your big Neapolitan Mastiff a place to rest and relax. You should also pick up this dog brush and massager for your short-haired pup!\nSee all Neapolitan Mastiff dog breed characteristics below!",
  "description": {
    "": "The slow, rolling gait of this unique breed might be described as lumbering, but there's no mistaking the power in each stride. As he approaches, his massive size, loose skin, and thick facial wrinkles evoke speechless awe, followed by the question, \"What type of dog is that?\" This striking gentle giant is the Neapolitan Mastiff, also known as the mastino.The Neapolitan Mastiff is history come to life. His ancestry is thought to date to 3000 BCE, the beginning of the Bronze Age, the time when Upper and Lower Egypt were unified and mastiff-like working and guard dogs emerged in Tibet.While their appearance is unnerving, looks are deceiving. The Neo, as they're often nicknamed, has a reputation for being an affectionate 200-pound lapdog. This is a constant guardian with an intimidating stare that they direct toward strangers, but they're far from being a fighting dog. Steady and loyal, their primary goal is to be with their people. They'll defend them with ferocity if need be, but they're typically not aggressive without reason.Like all puppies, young Neos are active, but they mature into adulthood with a preference for lounging around the home or yard. Although they're pretty mellow indoors, Neos aren't especially suited for life in an apartment or condo unless they have room to sprawl. Otherwise, they're likely to shove your furniture out of place or knock objects over in their attempts to find a comfortable resting spot.Older children will find the Neo to be a warm and comfortable backrest while watching television or doing homework. They may be too large and clumsy for younger children, however, accidentally knocking them over or stepping on them.When it comes to living with a Neo, neat freaks need not apply. The Neo drools after eating or drinking or when they're nervous, and they're notorious for passing gas. Keep a small hand towel for wipeups and a can of air freshener nearby at all times. On the plus side, they're a quiet dog who rarely barks.For the family who can provide this large and strong-willed dog with the firm, loving, and consistent guidance they need, the Neapolitan Mastiff is a wonderful and unique companion who will provide protection and love for everyone in their family--a dog who will protect you, your family, and your home with all the strength and love they possess.",
    "Highlights": "Neapolitan Mastiffs do best in homes with a yard they can patrol. They are calm indoors however and can do fine in an apartment or condo big enough to accommodate their sprawl.Neos are generally clumsy dogs who have trouble navigating more than a few stairs, especially as puppies.The Neapolitan Mastiff is an average shedder and requires weekly brushing, plus close attention to cleaning their skin wrinkles and folds.They're an excellent deterrent to intruders, but rarely aggressive without cause. Socialize them early and often so that they learn how to behave around other people and animals.Neapolitan Mastiffs can be lazy and will become obese if they don't get much exercise. Make sure your dog maintains a healthy weight to avoid diseases that can significantly reduce their life span.The Neapolitan Mastiff is not recommended for a timid or first-time owner. This breed needs a confident trainer who is consistent and firm but also loving. The Neo is strong-willed and will test whether you really mean what you say.Neapolitan Mastiffs have a fearsome appearance and a deep bark, both of which are usually more than enough to deter even the most foolhardy criminals.Neapolitan Mastiffs have a number of what some consider offensive habits: slobbering, drooling, wheezing, grunting, snorting, and flatulence.This affectionate dog is not aware of their size and will happily cuddle up to you or on you. [Note: We know of a Neo whose family puts up the Christmas tree at Halloween and doesn't take it down until February because he loves to lie around the tree, and they get the sofa to themselves for a few months.]Neapolitan Mastiffs love the outdoors, but they also love being with their family. They should live indoors with their people, not alone in the backyard.Young Neapolitan Mastiffs are rowdy, but it's important for their orthopedic development to prevent a lot of jumping or stair climbing until they reach physical maturity.Neapolitan Mastiffs can be destructive if bored. Give them regular exercise, social interaction, and training to keep life interesting.Neapolitan Mastiffs are good with older children, but can be too large for a toddler. They can knock over or step on small children without meaning to hurt them.Never buy a Neapolitan Mastiff from a puppy mill, a pet store, or a breeder who doesn't provide health clearances or guarantees. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies and who breeds for sound temperaments.",
    "History": "Mastiff-type dogs have existed for millennia. The first Mastiffs are thought to have been developed in Tibet, some 5,000 years ago. The massive dogs were used in battle and served as guards, both tasks for which they were well suited.The dog that became the Neapolitan Mastiff was developed in southern Italy in the vicinity of Naples, from which they take their name. The Neapolitan breeders focused on creating a dog who was massive in size with heavy, loose skin that would protect them in case of attack. They also wanted a dog who would be loyal and loving toward family members.The Neo, or Mastino as they're also called, might have remained in obscurity in Italy but for the chance attendance at a Naples dog show in 1946 by journalist Piere Scanziana. He saw the Neapolitan Mastiff and recognized the breed for what it was: a living remnant of the Roman Empire, a descendant perhaps of the mastiffs of Epirus who accompanied Roman consul Paolo Emilio on his triumphant entry into the city after defeating Perseo of Macedonia.Scanziani took an interest in the breed and worked to make it become more well known. He was instrumental in writing the breed standard and in the Neo's recognition by Italy's national dog registry. The dogs were given the name Mastino Napoletano. One of Scanziani's dogs, Guaglione, became the first member of the breed to become an Italian champion.The breed was recognized by the international dog registry, the Federation Cynologique Internationale (FCI), in 1949. By the early 1970s the Neo had gained some popularity in Europe. The first Neo known in the United States was imported by Jane Pampalone in 1973, although Italian immigrants may have brought some of the dogs with them as early as the 1880s.The Neapolitan Mastiff Club of America (NMCA) was formed in 1973 and kept a registry of pedigrees, lineage, and ownership for the majority of American Neapolitan Mastiffs. The club's other function was to educate people about its well-loved breed.In the 1990s, the American Neapolitan Mastiff Association and the United States Neapolitan Mastiff Club were formed. The American Kennel Club recognized the breed in 2004.",
    "Size": "Male Neapolitan Mastiffs stand 26 to 31 inches at the shoulder and weigh 150 to 200 pounds. Females are 24 to 29 inches tall and weigh 120 to 175 pounds.Some dogs can be smaller or larger than average.",
    "Personality": "Steady and solid as an oak tree, the Neo is a guardian rather than an attack dog. They're always alert and aware, even if it looks like they're relaxing.If you aren't home, they simply won't let anyone onto your property. And really, who's going to argue with them?When you welcome someone, though, your Neo will accept that person as well, although they'll probably remain aloof. This isn't a \"hail fellow, well met\" kind of dog.The Neo is affectionate toward their family, but they're also strong-willed--and big enough to have their own way. Begin training early, be firm and consistent, and use positive reinforcement techniques, such as praise and food rewards.The Neo is best suited to a home with a fenced yard. Although they're a homebody and not prone to wandering, a fence will help them to know the limits of their property, an important bit of knowledge for a guard dog.Start training your Neo as soon as you bring them home, while they're still at a manageable size. Enroll in a puppy socialization class to accustom them to being around other dogs and people. This is extremely important for the Neapolitan Mastiff, who can be aggressive toward other dogs and people if they aren't taught manners.As with every dog, Neapolitan Mastiffs need early socialization or exposure to many different people, sights, sounds, and experiences. Socialization helps ensure that your Neo puppy grows up to be a well-rounded dog.In addition to puppy kindergarten and regular obedience class, take your Neo to parks, outdoor shopping malls, and other places where they can learn to meet people and become accustomed to new experiences, sights, and sounds.The Neo is headstrong and needs a confident trainer. Use positive reinforcement techniques, never physical punishment, but be firm and consistent in what you ask of them.Think beyond puppyhood. If you don't want your Neo on the furniture when they weigh 200 pounds, don't let them on it when they only weigh 20 pounds. Once a habit is established, it will be difficult to break.Housetraining shouldn't be a problem as long as you make it a positive experience and provide your pup with a regular potty schedule and plenty of opportunities to go outside. Crate training is a wonderful tool for housetraining and keeping your young puppy from chewing things they shouldn't.The Neapolitan Mastiff needs a firm hand when training, but they also need love and patience. When they're trained, you'll find that they're a wonderful, caring, and loyal companion who will gladly risk their life to defend yours.",
    "Health": "Neapolitan Mastiffs are generally healthy, but like all breeds, they can be subject to certain health conditions. Not all Neos will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.Hip Dysplasia: This is a heritable condition in which the thighbone doesn't fit snugly into the hip joint. Some dogs show pain and lameness on one or both rear legs, but you may not notice any signs of discomfort in a dog with hip dysplasia. As the dog ages, arthritis can develop. Dogs with hip dysplasia should not be bred. Hip dysplasia is hereditary, but it can be worsened by environmental factors, such as rapid growth from a high-calorie diet or injuries incurred from jumping or falling on slick floors.Elbow Dysplasia: This is a heritable condition common to large-breed dogs. It's thought to be caused by different growth rates of the three bones that make up the dog's elbow, causing joint laxity. This can lead to painful lameness. Your vet may recommend surgery to correct the problem, or medication to control the pain.Cardiomyopathy: This heart condition occurs when the heart muscle becomes very thin and is unable to contract normally. Because the heart must work harder, it becomes enlarged. Dogs with this disease have an abnormal heart rhythm and show signs of heart failure, including weakness, loss of appetite, weight loss, depression, collapse, difficulty breathing, a soft cough, and an enlarged abdomen. There is no cure, but rest, diet, and medication can help for a time.Cherry Eye: This condition occurs when the gland located in the dog's third eyelid (known as the nictitating membrane) bulges out. It looks like a reddened mass at the inner corner of the eye. Cherry eye can be repaired surgically.Cleft Palate: The palate is the roof of the mouth and separates the nasal and oral cavities. It is made up of two parts, hard and soft. A cleft palate has a slit that runs bilaterally or unilaterally and can range in size from a small hole to a large slit. A cleft palate can affect both the hard and soft palate separately and together and may cause a cleft lip. Puppies can be born with cleft palates, or a cleft palate can occur from an injury. Cleft palates are fairly common in dogs, but many puppies born with a cleft palate do not survive or are euthanized. The only treatment for a cleft palate is surgery to close the hole, although not all dogs with a cleft palate require the surgery. It is important to get a diagnosis and treatment recommendation from your veterinarian.Demodicosis: All dogs carry a little passenger called a demodex mite. The mother dog passes this mite to her pups in their first few days of life. The mite can't be passed to humans or other dogs; only the mother passes mites to her pups. Demodex mites live in hair follicles and usually don't cause any problems. If your Neo has a weakened or compromised immune system, however, they can develop demodectic mange. Demodectic mange, also called demodicosis, can be localized or generalized. In the localized form, patches of red, scaly skin with hair loss appears on the head, neck and forelegs. It's thought of as a puppy disease, and often clears up on its own. Even so, you should take your dog to the vet because it can turn into the generalized form of demodectic mange. Generalized demodectic mange covers the entire body and affects older puppies and young adult dogs. The dog develops patchy skin, bald spots, and skin infections all over the body. The American Academy of Veterinary Dermatology recommends neutering or spaying all dogs that develop generalized demodectic mange because there is a genetic link.Fold Dermatitis: A skin infection caused by moisture trapped in the folds of the skin. The signs of fold dermatitis are redness, sores, and odor. The dog can be affected on the tail, face, lips, vulvar folds, or any other wrinkled area. Mild cases of fold dermatitis are usually treated with topical ointments or antibiotics, but severe cases may require surgical removal of the folds or amputation of the tail in the case of fold dermatitis on the tail. Keep your Neo's wrinkles clean and dry to prevent this problem.",
    "Care": "It's critical to understand your Neo puppy's physical limitations; exercise them in a controlled manner so their bones and joints don't undergo too much stress during the formative period.This means short periods of free running and play and short walks on leash only. Stairs are another hazard for the Neo puppy. They're clumsy and can easily fall and hurt themselves. Carry them up and down the stairs for as long as possible, and try to restrain your dog from running on them.Avoid roughhousing or wrestling. You never want your adult Neo to think it's okay to play rough with you. It might have been cute when they were a puppy, but it can be dangerous once they're full-grown.Neapolitan Mastiffs don't make great jogging companions and are usually happiest when curled up on the couch. An adult Neo will benefit from a couple of short to moderate daily walks, however. They're sensitive to heat and humidity, so schedule walks for cool mornings and evenings, and be sure they always have a cool place to rest and plenty of fresh water.If you have a pool or spa, restrict your Neo's access to it unless you're there to supervise. This is a top-heavy dog who doesn't swim well and has difficulty keeping their head above water.Other needs include dental hygiene and nail care. Brush your Neo's teeth at least two or three times a week to remove tartar buildup and the accompanying bacteria. Daily is better.Trim their nails once or twice a month, as needed. If you can hear the nail clicking on the floor, they're too long. Short nails keep the feet in good condition and won't scratch your legs when your Neo jumps up to greet you.Check your dog's skin folds and wrinkles to see if they need cleaning. Wipe them out with a damp cloth and then dry the skin inside the folds thoroughly.",
    "Feeding": "An ideal Neapolitan Mastiff diet should be formulated for a large breed with medium energy levels.How much your adult dog eats depends on their size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog.The quality of dog food you buy also makes a difference--the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.The Neapolitan Mastiff has a high tendency to gain weight. Keep your Neo in good shape by measuring their food and feeding them twice a day rather than leaving food out all the time. If you're unsure whether they're overweight, give him the eye test and the hands-on test.First, look down at your dog. You should be able to see a waist. Then place your hands on their back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see their ribs without having to press hard. If you can't, they need less food and more exercise.You must speak to your vet about your individual dog's dietary needs. The generally recommended daily amount for an adult Neapolitan Mastiff is 4 to 6 or more cups of a high-quality dog food daily, divided into two meals.For more on feeding your Neapolitan Mastiff, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The Neo has a coat that comes in solid gray, black, mahogany, and tawny or in tan brindle, in which the dog appears dark with tan stripes. A Neo with a white spot on the head is disqualified from the show ring, but it doesn't affect their ability to be a companion or guardian.The Neo sheds about as much as the average dog. Weekly brushing with a bristle brush or hound glove will keep their coat clean and free of loose or dead hair. Bathe them as needed, and prepare to get wet when you do.The body skin is thick and abundant. The short, dense coat is the same length and smoothness all over the body, with straight hairs that are no longer than one inch.The Neo's face is made up of heavy, velvety wrinkles and folds that extend from the outside margin of the eyelids to the dewlap (the loose, pendulous skin under the throat and neck), and from under the lower lids to the outer edges of the lips. Cleaning and keeping the wrinkles dry are important parts of grooming this breed.Introduce your Neo to being brushed and examined when they're a puppy. Handle their paws frequently--dogs are touchy about their feet--and look inside their mouth and ears.Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when they're an adult, essential when you're dealing with a dog this size.Because they tend to have shorter coats, Neapolitan Mastiffs aren't particularly suited for extreme weather despite their size and strength. You'll likely need a coat in the winter for your dog, and you may need to apply dog sunscreen to the ears, nose, and sensitive areas where there's less fur coverage in the summer months.",
    "Children And Other Pets": "The Neo is suitable for families with older children, but they can be too big and clumsy to spend much time around toddlers. While they'll never intentionally hurt them, this dog can easily knock them over or step on them.Make it a rule that children are never to run and scream in a Neo's presence. The noise and activity can excite them, and they're simply too big to be allowed to chase children or play roughly with them.They may also feel the need to protect \"their\" children from other kids, especially if they're wrestling or otherwise appear to be fighting. Always supervise play so that your dog knows you're in charge.Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party.Teach your child to never approach any dog while they're sleeping or eating or try to take the dog's food away. No dog, no matter how good-natured, should ever be left unsupervised with a child.The Neo is not fond of dogs they don't know, although they can learn to get along with those they're raised with. They can also get along with cats if raised with them.",
    "Rescue Groups": "If you're interested in adopting an adult Neapolitan Mastiff who's already gone through the destructive puppy stage and may already be trained, a rescue group is a good place to start. Here are a few nonprofit rescues you can try:Mastino Rescue, Inc.Mastiffs To Mutts Rescue, Inc.You can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Working Dogs"
    },
    {
      "name": "Height",
      "value": "24 to 31 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "120 to 200 pounds"
    },
    {
      "name": "Life Span",
      "value": "8 to 10 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 1
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 1
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}