{
  "id": "newfoundland",
  "url": "https://dogtime.com/dog-breeds/newfoundland",
  "name": "Newfoundland",
  "intro": "The Newfoundland is a large, strong dog breed from—wait for it—Newfoundland. They were originally used as a working dog to pull nets for fishermen and haul wood from the forest.\nThey’re a capable and hardworking dog, well suited to work on land or water. They’re a strong swimmer and equally strong “pack horse.” Sweet-natured and responsive, they make a wonderful family companion as well.\nDogTime recommends this big, spacious crate to give your big Newfie a place to rest and relax. You should also pick up this dog de-shedder for your high shedding pup!\nSee all dog breed traits and facts about Newfoundlands below!",
  "description": {
    "": "Surely you remember Nana, the fictional Newfoundland employed as a nanny by the Darling family in Peter Pan? Sweet-natured Nana was first introduced to the public by Scottish novelist and playwright J. M. Barrie in his 1904 play, Peter Pan, which later became the well-loved kids' story we know today.It's true that Barrie's fictional account of Nana as a round-the-clock babysitter stretches reality a bit. However, there is truth in the author's characterization of the dog.The Newfoundland really is a sweet dog who loves children. He's naturally gentle and friendly with them, as well as protective. Fans of this breed say the Newfoundland really is a natural-born babysitter.Originating in Newfoundland, Canada, located on the northeastern shore of that country, the Newfoundland, affectionately nicknamed \"Newfie,\" shares a birthplace with the popular Labrador Retriever. The breeds are similar in character, sharing a desire to please, intelligence, a strong work ethic, friendliness, adaptability and versatility.The Newfoundland is a giant breed (about 100 pounds). Though relatively placid, he still needs daily exercise to keep fit.Neat freaks need not consider the Newfoundland because his long, heavy coat is a mud-burr-dirt magnet. He is especially skilled at tracking dirt and debris throughout the house. You'll need to keep up with quite a bit of grooming to minimize the damage. And he drools — a lot.But when it comes to training, you'll find the Newfoundland is an A student. He learns quickly and there is little this dog can't do. Training should begin early because the breed gets big quickly and it can be tough to haul a 100-pound pooch off the couch.All dogs have the potential for heroism, but it seems to be a hardwired into this naturally strong swimmer. There are many accounts of Newfoundlands rescuing people from the cold waters of the Atlantic following a shipwreck or plucking children from icy deep water — just in time.Regardless of the purpose of the Newfoundland in your life, be it worker or companion, he will no doubt capture your heart.",
    "Highlights": "The Newfoundland is a big dog when full grown. Though mellow, he's not your basic one-bedroom apartment dog and would probably be happier in a more spacious setting.He has has a strong work ethic, needs exercise, and mental stimulation. Ongoing training and dog sports are a perfect outlet for his working abilities.If you can't stand dog slobber, the Newfoundland is not for you. This breed drools. A lot.To keep the Newfoundland's thick coat looking great, he needs regular grooming. You can do it yourself, which is time consuming, or you can hire a professional groomer, which can be expensive.The Newfoundland thrives in cool climates, though he can adapt to living in warmer climates. To protect him from heat stroke, keep him near air conditioning or fans when it's really hot.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a shelter dog, a rescue group, or a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "The Newfoundland comes from the Canadian province of the same name and worked alongside the fishermen of the area. Although originating in Canada, the details are sketchy.There are three theories of how the Newfoundland came to be, though as is the case with most breeds, it's hard to validate. The first is that the Newfoundland is a cross between the Tibetan Mastiff and the now-extinct American Black Wolf. Through the pairings of those two animals, the Newfoundland eventually evolved.Another school of thought is that Vikings left the dogs when they visited the New World in 1000 A.D. and these dogs interbred and were eventually bred with wolves native to Eastern Canada.The third theory is that the Newfoundland is the result of many European breeds cross bred around the 15th and 16th centuries, among them the Pyrenean Sheep Dogs, Mastiffs, and Portuguese Water Dogs.What is known is that sometime in the late 18th century, Sir Joseph Banks, an English botanist, acquired several Newfoundlands and in 1775 George Cartwright named them. In the late 1800s, another fan, Professor Albert Heim of Switzerland identified and described the breed.But the existence of the Newfie, as the breed is sometimes called, was in jeopardy until then. In the 1780s, the breed was almost wiped out because of government-imposed restrictions mandating that Canadian families had to pay taxes on the one dog they were allowed to keep.One person who contributed to the Newfoundland's resurgence was Sir Edwin Landseer (1802-1873), who liked to include the Newfoundland in his paintings. The white and black variety of the Newfoundland was named Landseer in his honor.But the future of the breed was truly solidified when the Honorable Harold MacPherson (1884-1963), governor of Newfoundland, made the dog his breed of choice.In 1860, the first Newfoundland was shown in England. The breed was first registered with the American Kennel Club in 1879 and the first American Newfoundland champion was titled in 1883.",
    "Size": "Males stand 28 inches tall and weigh 130 to 150 pounds. Females stand 26 inches tall and weigh 100 to 120 pounds.",
    "Personality": "The Newfoundland is known for his sweet disposition. He's like a big, loveable Teddy Bear. He loves children, is intelligent, and aims to please. He's happiest when he is with his family, and should not be left alone for long periods of time or be banished to the backyard or a kennel.Like every dog, the Newfoundland needs early socialization — exposure to many different people, sights, sounds, and experiences when young. Socialization helps ensure that your Newfoundland puppy grows up to be a well-rounded dog.Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills.",
    "Health": "Newfoundlands are prone to certain health conditions. Not all Newfoundlands will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition.In Newfoundlands, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).Addison's Disease: Also known as hypoadrenocorticism, this extremely serious condition is caused by an insufficient production of adrenal hormones by the adrenal gland. Most dogs with Addison's disease vomit, have a poor appetite, and lethargy. Because these signs are vague and can be mistaken for other conditions, it's easy to miss this disease as a diagnosis until it reaches more advanced stages. More severe signs occur when a dog is stressed or when potassium levels get high enough to interfere with heart function, causing severe shock and death. If Addison's is suspected, your vet may perform a series of tests to confirm the diagnosis.Cataracts: As in humans, canine cataracts are characterized by cloudy spots on the eye lens that can grow over time. They may develop at any age, and often don't impair vision, although some cases cause severe vision loss. Breeding dogs should be examined by a board-certified veterinary ophthalmologist to be certified as free of hereditary eye disease before they're bred. Cataracts can usually be surgically removed with good results.Cherry eye: Cherry eye occurs when the gland known as the third eyelid swells. It looks like a red mass — a cherry — at the inner corner of the dog's eye. The treatment for cherry eye is usually surgery, either attaching the gland in place with stitches or removing the tissue, which results in a tightening that pushes the gland back in place once it has healed.Subvalvular Aortic Stenosis: This heart problem is caused by a narrow connection between the left ventricle (out-flow) and the aorta. It can cause fainting and even sudden death. Your vet can detect it and prescribe the proper treatment.Epilepsy: Epilepsy is often inherited and can cause mild or severe seizures. Seizures may be exhibited by unusual behavior, such as running frantically as if being chased, staggering, or hiding. Seizures are frightening to watch, but the long-term prognosis for dogs with idiopathic epilepsy is generally very good. It's important to remember that seizures can be caused by many other things than idiopathic epilepsy, such as metabolic disorders, infectious diseases that affect the brain, tumors, exposure to poisons, severe head injuries, and more.Hip Dysplasia: Hip dysplasia is a heritable condition in which the thighbone doesn't fit snugly into the hip joint. Some dogs show pain and lameness on one or both rear legs, but you may not notice any signs of discomfort in a dog with hip dysplasia. As the dog ages, arthritis can develop. X-ray screening for hip dysplasia is done by the Orthopedic Foundation for Animals or the University of Pennsylvania Hip Improvement Program. Dogs with hip dysplasia should not be bred. If you're buying a puppy, ask the breeder for proof that the parents have been tested for hip dysplasia and are free of problems.Elbow Dysplasia: This is a heritable condition common to large-breed dogs. It's thought to be caused by different growth rates of the three bones that make up the dog's elbow, causing joint laxity. This can lead to painful lameness. Your vet may recommend surgery to correct the problem or medication to control the pain.Hypothyroidism: This is a disorder of the thyroid gland that's thought to cause conditions such as epilepsy, hair loss, obesity, lethargy, dark patches on the skin, and other skin conditions. It's treated with medication and diet.Cystinuria: Cystinuria is an inherited disorder caused by an inability to reabsorb cystine, which is an amino acid, in the kidneys. This results in kidney or bladder stones that cause blockage and urinary tract inflammation. If left untreated, it can lead to death. Treatment includes medication that prevents the formation of stones. Genetic testing is available.Cancer: Symptoms that may indicate canine cancer include abnormal swelling of a sore or bump, sores that do not heal, bleeding from any body opening, and difficulty with breathing or elimination. Treatments for cancer include chemotherapy, surgery, and medications.Gastric Torsion: Commonly called bloat, this is a life-threatening condition that affects large, deep-chested dogs like Newfoundlands, especially if they're fed one large meal a day, eat rapidly, or drink large amounts of water or exercise vigorously after eating. Bloat occurs when the stomach is distended with gas or air and then twists. The dog is unable to belch or vomit to rid himself of the excess air in his stomach, and blood flow to the heart is impeded. Blood pressure drops and the dog goes into shock. Without immediate medical attention, the dog can die. Suspect bloat if your dog has a distended abdomen, is drooling excessively, and retching without throwing up. He also may be restless, depressed, lethargic, and weak with a rapid heart rate. If you notice these symptoms, get your dog to the vet as soon as possible.Ruptured Anterior Cruciate Ligament: This is a common knee injury and tends to occur in young, large dogs during play or older overweight dogs; the anterior cruciate ligament tears or ruptures resulting in a sudden lameness. Treatment varies according to severity, but includes rest, limited activity, medication, and surgery.",
    "Care": "Though relatively mellow, this dog needs regular activity. He's no long-distance runner, but he's a great swimmer.You'll need to take special care if you're raising a Newfoundland puppy. Like other giant breeds, the Newfoundland grows very rapidly between the age of four and seven months, making him susceptible to bone disorders. As a big dog, he ages more quickly than small dogs too.Don't let your Newfoundland puppy run and play on very hard surfaces such as pavement or pull a cart until he's at least two years old and his joints are fully formed. Normal play on grass is fine, as is puppy agility, with its one-inch jumps. Swimming is an ideal form of exercise for a Newfoundland puppy because he works his muscles without the danger of injuring his joints.Training should begin the day you bring your Newfoundland puppy home. He is generally eager to please so training is fairly easy. Leash training is a must with the Newfoundland, especially because he's going to weigh more than 100 pounds when he's full grown. Puppy kindergarten and obedience classes are recommended.",
    "Feeding": "Recommended daily amount: 4 to 5 cups of high-quality dry food a day, divided into two meals.Newfoundland puppies need slow, steady growth. Feed a good-quality diet with 22 to 24 percent protein, and 12 to 15 percent fat. Keep your Newfoundland in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time.Note: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less you'll need to shake into your dog's bowl.Keep your Newfoundland in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test.First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Newfoundland, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The Newfoundland has a flat, water-resistant double coat. The outer coat is coarse and long, and the undercoat is soft and dense. Shedding is moderate, and the bulk of it occurs primarily in the spring and fall.The Newfoundland coat comes in several colors, including solid black, brown, gray, or Landseer, a white coat with black markings.His thick, handsome coat requires brushing two to three times a week. Bathe as needed, every one to two months.Many owners opt to hire a professional groomer to groom their Newfoundland because it's a daunting task. Regardless, you still need to brush regularly. Like all dogs with a fluffy coat, the Newfoundland gets dirty easily. Expect muddy paws, leaves or burrs stuck in the coat, and feces on the hindquarters.Brush your Newfoundland's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim his nails once every month or so if your dog doesn't wear them down naturally to prevent painful tears and other problems. If you can hear them clicking on the floor, they're too long. Dog toenails have blood vessels in them, and if you cut too far you can cause bleeding. If you're not uncomfortable doing it yourself, ask a vet or groomer to do it for you.His ears should be checked weekly for redness or a bad odor, which can indicate an infection. When you check your dog's ears, wipe them out with a cotton ball dampened with gentle, pH-balanced ear cleaner to help prevent infections. Don't insert anything into the ear canal; just clean the outer ear.Begin accustoming your Newfoundland to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "This cuddly giant is highly tolerant of children, which is important because he's a kid magnet thanks to his size and wealth of soft fur. But he can also accidentally knock over a toddler or small child, and can appear intimidating to children who don't know him.As with every breed, you should always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's eating or sleeping or to try to take the dog's food away. No dog, no matter how friendly, should ever be left unsupervised with a child.The Newfoundland is also easygoing and friendly with other pets, including cats and small mammals, as long as he is properly socialized and trained.",
    "Rescue Groups": "Newfoundlands are often acquired without any clear understanding of what goes into owning one. There are many Newfoundlands in need of adoption and or fostering. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Newfoundland rescue.Newfoundland Club of America Rescue Network",
    "Breed Organizations": "Newfoundland Club of America, Inc."
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Working Dogs"
    },
    {
      "name": "Height",
      "value": "2 feet, 1 inch to 2 feet, 5 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "100 to 150 pounds"
    },
    {
      "name": "Life Span",
      "value": "8 to 10 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 1
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}