{
  "id": "norfolk-terrier",
  "url": "https://dogtime.com/dog-breeds/norfolk-terrier",
  "name": "Norfolk Terrier",
  "intro": "The Norfolk Terrier is what’s considered a “big dog in a small package.” Alert, gregarious, and nimble, they’re a loyal companion with the heart of a working terrier.\nAlthough these are purebred dogs, you may still find them in shelters and rescues. Remember to adopt! Don’t shop if this is the breed for you.\nAs a cute and cuddly breed with plenty of love to give, these pups get along with just about everybody in just about any type of living situation. Novice pet parents, apartment dwellers, or lifelong dog lovers in large homes can all fall for this pooch’s charms. But that doesn’t mean you get to relax and snuggle all day. This breed has high energy and needs plenty of exercise to stay happy and healthy. Meet their needs, and you’ll have a tiny best buddy for life.\nDogTime recommends this carrier for traveling with your small Norfolk Terrier. You should also pick up this dog fetch toy to help burn off your pup’s high energy!\nSee below for complete list of Norfolk Terrier dog breed facts and traits!",
  "description": {
    "": "If you're seeking a lively canine companion who is fearless, yet affectionate, the Norfolk Terrier may be the breed for you.With a perky, outgoing personality, and tireless constitution, the 12-pound Norfolk charms those who know and love him. Never boring, and certainly no couch potato, he is all terrier--tenacious, independent, hard-working, and charming.The Norfolk is also incredibly cute. With small, dark eyes sparkling with mischief, and a scruffy, wiry coat, it's difficult to resist his appeal.Norfolk Terriers have been known by different names over the years. They were called Cantab Terriers when Cambridge University students used to keep them as pets. They also have been called Trumpington Terriers, after a street in the area where the breed was developed. For a while, they were even called Jones Terriers, named after the man who first exported them to the United States.In 1932, the English Kennel Club called them Norwich Terriers because at the time, the Norwich and the Norfolk were considered the same breed. Norwich Terriers and Norfolk Terriers do look very much alike. The easiest way to tell them apart is by their ears: Norwich Terriers' are upright, and Norfolks' are folded.The Norfolk is relatively uncommon in the United States. Fewer than 300 puppies are born per year in America. Litters are small. So if you want a Norfolk, expect to wait up to one year.Even though the Norfolk is small, he is very strong. At 9 to 10 inches tall and weighing just 11 to 12 pounds, you might think this happy little canine is a lap dog who wants pampering. Far from it.While he is affectionate and loves his family, a Norfolk Terrier is always ready for the chase, whether it's vermin or fox. Because of his courage and ability to scrap with the best of foes, the Norfolk is allowed \"honor scars\" in the show ring to attest to his field worthiness.Norfolk Terriers have steady, live-and-let-live personalities. They generally have a happy attitude and make a reliable companion for children if they've been raised with them. They're not known for being yappy, but they will bark when the need arises.If left alone outside for long periods of time or not given enough exercise, however, the Norfolk will amuse himself by barking and digging. Give your playful Norfolk a lot of toys and activities to occupy his mind, or he will find his own entertainment.As with all terriers, Norfolks should be kept on leash when in public areas because their strong hunting instinct is easily triggered by the sight of a squirrel, rabbit, or other small animal dashing by.If you choose a Norfolk, be prepared to have him as a part of your family for a very long time. These are hardy dogs that have been known to live into their late teens, still active and happily playing with their toys.",
    "Highlights": "The Norfolk Terrier can be stubborn and difficult to housetrain. Crate training is highly recommended.Norfolks are energetic dogs who like a lot of activity so make sure he's included in the household action as much as possible.Do not allow a Norfolk off leash in unsecured areas because you never know when his instinct to chase will kick in.The Norfolk is not yappy, but he will bark if he thinks something is amiss or if he's bored.The Norfolk is passionate about digging. Fencing should be sunk one foot deep and checked regularly for escape holes.Some Norfolk Terriers become obese if fed too much and exercised too little. Do not indulge his desire for more food.Don't expect to call a Norfolk breeder Tuesday and buy a puppy on Thursday. You may have to wait as long as a year for one.",
    "History": "The Norfolk was originally bred to hunt and kill vermin in barns. Both the Norfolk, and the Norwich Terrier, were once both called Norwich Terriers, distinguished only by their ears--the Norwich's pricked ones and the Norfolk's dropped ones.The breed that would later come to be the Norfolk was developed in near the towns of Norfolk and Norwich in England in the early 1800s as a general farm dog and hunter. Many believe it was developed by crossing Border Terriers, Cairn Terriers, and Irish Terriers.In the late 19th century, the reputation of the small terriers as ratters grew. Students at Cambridge University brought some to help with their rat problems and the little dogs became known first as Cantab Terriers, and later as Trumpington Terriers.One of the early breeders of Norfolk/Norwich terriers was Jodrell Hopkins, a Cambridge student who had a livery stable on Trumpington Street after he graduated. Along with \"Doggy\" Lawrence, a Cambridge dog dealer, he bred and sold the lively little dogs to Cambridge students. At that time, most of the little terriers were red.Several breeders began to refine the breed: Frank Jones, who was responsible for giving the breed the name of Norwich, and R.J. Read, one of the first exporters of the breed and the first president of the Norwich Terrier Club in England.One of the dogs they used in their breeding program was a red dog named Rags, who belonged to Frank Jones' boss, Jack Cooke. Rags had been given to Cooke by Jodrell Hopkins, and he turned out to be a very dominant sire, siring red puppies like himself.Around the same time, the son of a Norwich veterinarian, Lewis Low (nicknamed \"Podge\") acquired a smooth-coated, prick-ear white female who was reportedly a hunt terrier/Dandie Dinmont cross. Her owners brought her to Low's father to be destroyed, but Low liked her coat, long legs, erect ears, and what seemed to him to be an \"old\" expression, so he kept her and named her Ninety.Ninety was bred to Rags, and several of the puppies were bought by Frank Jones. When Jones left his employment with Cooke, he took his terriers with him and continued to breed and sell the small red dogs.He also sent some of them to America, calling them Jones Terriers until in 1904, when he was asked the name of the breed and impulsively answered, \"Norwich Terriers.\" Jones and his employer at the time supplied many of the early breeders of Norwich Terriers with their foundation stock, both in England and America.Over the next several years, many breeders worked to perfect the breed, sometimes trying crosses with different breeds. One of these breeders is R.J. Read, who became interested in the breed around 1908. He purchased a Rags daughter from Podge Low in 1909 and experimented with cross-breeding with other breeds, such as the Bedlington Terrier, the Staffordshire Bull Terrier, and the Irish Terrier.By 1929, he had finally bred the dog that he was trying to produce. It was a small red terrier, no more than 10 pounds when mature, with a harsh red coat, dark eyes, short legs, and gamey personality. The dog's name was Horstead Mick, and his name appears in many of today's pedigrees. Mick was used a great deal as a stud and was the grandsire of one of the Norwich Terrier's first champions, a drop-ear female named Tinker Bell.Another influential breeder is Phyllis Fagan, who acquired a red female named Brownie. Many of today's Norwich and Norfolk Terriers are descended from her dogs. She showed her dogs and they did quite well in the show ring, as well as in earth trials.The breed was officially recognized in the 1930s in both the United States and Great Britain. Within the breed were dogs with prick ears and drop ears. Until this time, both prick-ear and drop-ear dogs were interbred because they were considered to be the same breed.When the breed was recognized by the English Kennel Club, however, the ears became an issue. Read liked the prick ear and wanted the breed standard to insist that all dogs of this breed have this type of ear. Proponents of the drop-ear dogs insisted that standard include both. In the end, the advocates of the dropped ear won and the standard was written to include both.For a few years, breeders continued to breed dogs with prick ears to those with drop ears, but then the ear carriage became erratic in both types and breeders decided on their own that this was not a good idea.After World War II, breeders stopped interbreeding the two different types of dogs. In September 1964, England's Kennel Club allowed separation of the prick-eared and the drop-ear dogs, with prick-ear dogs remaining Norwich Terriers and the drop-ear named Norfolk Terriers.In 1979, the Norfolk and Norwich Terriers were recognized as separate breeds by the American Kennel Club. Aside from the ears, the breed standards are very similar.",
    "Size": "Males and females are 9 to 10 inches tall, and weigh 11 to 12 pounds",
    "Personality": "The Norfolk has personality plus. Though small, he makes up for it with a buoyant, lively approach to life. He is active, alert, good natured, and always ready to play.The Norfolk is tireless in his pursuit of fun--which can be exhausting for you. Don't expect the Norfolk to sit around when there's something to investigate. This dog thrives on action so be prepared to provide it for him--or he'll be bored and unhappy.The Norfolk is a typical terrier, meaning he's independent and always ready to give chase. He's prone to dig and bark, too--behaviors that come naturally to breeds bred to chase vermin that live in dens.These traits can be frustrating to owners who are either unprepared for the terrier personality, or just don't enjoy it. If you're okay with terriers, you'll be delighted with the Norfolk's lively, plucky attitude, and his devotion to family.",
    "Health": "The Norfolk is generally a hearty dog. Like all breeds, though, the Norfolk is prone to some conditions.Mitral valve disease (MVD). MVD is a life-threatening heart abnormality that reputable Norfolk breeders are working to reduce or completely eradicate in the breed. Research is underway, but it may take many years for it to be completed. Meanwhile, dogs with MVD should not be bred, and all breeding dogs should be tested for the condition.Canine hip dysplasia. Hip dyplasia is a heritable condition in which the femur doesn't fit snugly into the pelvic socket of the hip joint. Hip dysplasia can exist with or without clinical signs. Some dogs exhibit pain and lameness on one or both rear legs. As the dog ages, arthritis can develop.X-ray screening for hip dysplasia is done by the Orthopedic Foundation for Animals or the University of Pennsylvania Hip Improvement Program. Dogs with hip dysplasia should not be bred. Ask the breeder for proof that the parents have been tested for hip dysplasia and found to be free of problems.Patellar luxation. The patella is the kneecap. Luxation means dislocation of an anatomical part (as a bone at a joint). Patellar luxation is when the knee joint (often of a hind leg) slides in and out of place, causing pain. This can be crippling, but many dogs lead relatively normal lives with this condition.Vaccination sensitivity. There are reports of Norfolks suffering from sensitivity to routine vaccinations. Usually, symptoms include hives, facial swelling, soreness and lethargy. Sometimes a dog who is sensitive to vaccines will develop complications, or die. Watch your Norfolk carefully for a few hours after being vaccinated and call the vet if you notice anything unusual.",
    "Care": "The Norfolk is an easy-care dog. Because of his small size, he's well-suited to apartment living--though he can get barky if bored.He needs at least one 20 to 30 minute vigorous walk or play session, or two 10 to 15 minute sessions every day.This dog is intelligent and enjoys learning. But his natural independence and occasional stubborness can make training challenging at times. Consistent, positive training is the best way to convince him to do what you ask.Teaching the Norfolk to come reliably when called is especially important in case he accidentally comes unleashed. Don't ever yell or use physical force with these dogs--they're highly sensitive and may become fearful or agitated as a result.Like many terriers, the Norfolk barks. While he's not overly noisy, a \"Quiet\" command should become part of his basic canine repertoire.One word of caution: the Norfolk, like many other earth dogs, enjoys, no, loves, digging and this trait is not as easy to deter as barking.",
    "Feeding": "Recommended daily amount: 1/2 to 1 cup of high-quality dry food a day, divided into two meals.NOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog.The quality of dog food you buy also makes a difference--the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.It's been said that the Norfolk will eat anything that doesn't eat him first. Not surprisingly, he's prone to obesity. If you're unsure whether he's overweight, give him the eye test and the hands-on test.First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Norfolk, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The Norfolk Terrier has a double coat that consists of a soft, downy undercoat and a wiry top coat. The coat is weather-resistant, and sheds minimally. The Norfolk coat comes in shades of red, wheaten, black and tan, or grizzle.The fur around the neck and shoulders is longer, and forms a ruff at the base of the ears and throat. The hair on the ears and head is short and smooth, except for eyebrows and whiskers.The shaggy, unkempt look of the Norfolk is part of his appeal. He does require some grooming, though.His coat should be brushed one or twice a week, toenails trimmed regularly, and ears cleaned or checked weekly.Frequent tooth brushing with a soft toothbrush and doggie toothpaste help prevent gum disease. Monthly bathing is needed. More than that may soften the coarse terrier coat.The Norfolk coat is not usually trimmed with clippers like other breeds, but shortened or shaped by stripping, a process by which coat is thinned and shortened with a stripping knife, a sharp, comb-like tool. Stripping is common practice for owners with show dogs, but not necessary for a family pet.",
    "Children And Other Pets": "The Norfolk is good with children, and makes a good family pet. He is best suited to families with children age 10 and older because they're less likely to accidentally step on or hurt him, due to his small size.Because the good-natured Norfolk is less apt to quarrel with other dogs than some terriers, he lives happily in a household with other dogs. He is not well suited, however, for a home with small animals. Unable to curb his natural instinct, he'll chase hamsters, gerbils, birds, and any other animal he perceives as prey.",
    "Rescue Groups": "Norwich and Norfolk Terriers Club of America",
    "Breed Organizations": "Below are breed clubs, organizations, and associations where you can find additional information about the Norfolk Terrier.Norwich and Norfolk Terrier Club"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Terrier Dogs"
    },
    {
      "name": "Height",
      "value": "9 to 10 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "11 to 12 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}