{
  "id": "northern-inuit-dog",
  "url": "https://dogtime.com/dog-breeds/northern-inuit-dog",
  "name": "Northern Inuit Dog",
  "intro": "The Northern Inuit Dog is a hybrid breed with a debated background, but most agree that the Husky, Malamute, and German Shepherd Dog are part of their ancestry. Other theories include Samoyeds and Canadian Eskimo Dogs.  Though their origin is a mix, they’re now only bred with other Northern Inuit Dogs by breeders seeking to secure purebred status for this hybrid. Calm, friendly, and intelligent, these dogs may be a great addition to your family.\nDespite the nickname and appearance of “wolfdog,” there is no actual wolf in their recent ancestry. Though they’ve been popular for decades, especially among people wanting dogs who look like wolves, their popularity spiked with their casting in HBO’s television series Game of Thrones as direwolves.\nUnfortunately, not all who purchase Northern Inuit Dogs end up keeping them, and they end up in shelters and rescues. So please, opt to adopt!\nWhile Northern Inuit Dogs may look like wolves, their temperament is much different. They’re often great family dogs and will not show aggression towards their humans. The flip side of their intense loyalty is they may suffer separation anxiety, so they would best fit an environment where someone is home most of the time or with another canine companion. They have a stubborn streak and may be difficult to train, so these dogs would be best for experienced pet parents. Since they are so active, they would also prefer a house with a yard.\nSee below for complete list of hybrid dog breed traits and facts about Northern Inuit Dogs!",
  "description": {
    "Highlights": "Northern Inuit Dogs are hybrid dogs. They do not currently have purebred status with the American Kennel Club.Northern Inuit Dogs come in a variety of colors, including white, black, grey, sable, and apricot, and they can be a mix of those colors, too.Northern Inuit Dogs shed a decent amount, especially when transitioning from between seasons. Their fur should be brushed two or three times a week. They may not be the best choice for allergy sufferers.Northern Inuit Dogs don't do well when left alone long periods of time, and they may suffer separation anxiety, so they would do best in households where someone is home most of the day or where they have a canine companion.Northern Inuit Dogs have very high energy. They will need one long walk or two shorter walks every day. They should be getting at least 60 to 90 minutes of exercise daily.Northern Inuit Dogs usually get along very well with children. Because these dogs have high energy and are on the larger side, supervision is recommended with young kids.Northern Inuit Dogs get along well with other dogs, and they get lonely if left by themselves for a long time, so a canine pal might be a great idea. However, their high prey drive may not make them a good choice for homes with small pets, like cats.",
    "History": "There are two origin stories of the Northern Inuit Dog, both of which may be true. Despite the location and exact blend in each story, the modern Northern Inuit Dog is its own distinct breed, and the Northern Inuit Society (NIS) claims to breed them only with dogs of the same hybrid breed, rather than mixing the original parent breeds, making the modern Northern Inuit quite distinctive.While they are not yet recognized as their own purebred breed with the American Kennel Club, this is something the NIS has been working towards. It's interesting to note that most other mixed breeds are still bred from their purebred parents -- occasionally with other same mixes, but this is not the norm -- making the Northern Inuit Dog an unusual case.Aligned with the heyday of mixed breeds, in the 1970s and 80s, the Northern Inuit Dog was the answer to people wanting a domesticated dog that was as wolf-like as possible. Although, while their appearance may be similar to wolves, their temperament is very different. But that has not decreased their popularity, which has only risen, especially since their appearance as \"direwolves\" in HBO's Game of Thrones.Indeed, their loyal, friendly nature makes them much better-suited to family home life than their wolf lookalike cousins.",
    "Size": "Northern Inuit Dogs are considered medium-to-large. Males are usually markedly larger than females, with a height of 23 to 32 inches and weight of 79 to 110 pounds, versus a height of 23 to 28 inches and 55 to 84 pounds, respectively.Some dogs may be smaller or larger than average for their breed.",
    "Personality": "Northern Inuit Dogs are very friendly and loyal, and they're much more likely to make friends with strangers than to be good guard dogs. They're great family pets, especially if you can train and socialize them early.While they are not recommended for first-time dog parents due to the higher challenge of training them, they do know to respect authority once they are trained, especially from the \"alpha\" of your family pack or person who spends the most time with them.Much like the wolves they've been bred to look like, they have a tendency to howl more than bark. This can also be addressed with early training. Northern Inuit Dogs are very intelligent, intuitive, and active, so they thrive with lots of time outside (in temperatures below the mid-70s Fahrenheit), including walks and play time every day.As long as Northern Inuit Dogs are getting enough exercise, they'll also be happy relaxing with family indoors. They're playful and social creatures, so the more interaction for them, the better! They do not do well when left alone long periods of time, and they may suffer separation anxiety, so they would do best in households where someone is home most of the day or where they have a canine companion.",
    "Health": "Northern Inuit Dogs are typically pretty healthy animals, with a rather long life span for their size. While most are generally healthy, some may be prone to a few medical issues, which is why it's important to maintain good care and regular veterinary checkups.Some of the conditions Northern Inuit Dogs may encounter include:Orthopedic conditions (such as hip or elbow dysplasia)Chondroplasia (dwarfism)Note: all Northern Inuit Dogs with this reported trait have been removed from the breeding pool, so this is a less likely trait as time goes on.Cataracts/glaucomaEpilepsyAddison's diseaseCancerCryptorchidism (retained testicles)Degenerative myelopathy",
    "Care": "Northern Inuit Dogs are not low-maintenance dogs. They will need you or a groomer to trim their nails as needed, which can range from about once to twice a month. It's also good to check their ears for redness or irritation about once a week.Brushing their teeth a few times a week is also a good idea to promote good dental health. You can ask your vet to show you how to do any of these tasks.Northern Inuit Dogs have very high energy. They will need one long walk or two shorter walks every day. Additional play time is also recommended, including activities like agility training to stimulate their minds and bodies. An ideal day, in the mind of a Northern Inuit Dog, would be to play outside with you from sunrise to sunset. They should be getting at least 60 to 90 minutes of exercise daily.They benefit emotionally from one-on-one bonding with you, too, which will keep them happy and healthy. They also do well relaxing indoors with the family, as long as they're getting enough exercise outside.",
    "Feeding": "An ideal Northern Inuit Dog diet should be formulated for a medium- to large-sized breed with high energy.As with all dogs, the Northern Inuit Dog's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. These dogs can be prone to sensitive stomachs, too. You should ask your veterinarian for recommendations about your Northern Inuit Dog's diet, as there is far too much variation among individual dogs -- including weight, energy, and health -- to make a specific recommendation.",
    "Coat Color And Grooming": "Northern Inuit Dogs come in a variety of colors, including white, black, grey, sable, and apricot, and they can be a mix of those colors, too.Their double coat is dense, coarse, waterproof, and plush to the touch. Their fur has a natural oil to it, to help it stay waterproof, but they do not need to be bathed often -- only as needed if they get dirty. They shed a decent amount, especially when transitioning from between seasons. Their fur should be brushed two or three times a week.Northern Inuit Dogs' fur is best-suited for cooler temperatures. While they can tolerate warm temperatures, they really should not be in very hot weather longer than necessary. You should move them inside with air conditioning, or at least a fan, if it gets very hot. The low 70s Fahrenheit is about the top of their comfort level.Your Northern Inuit Dog may also wish to take a swim every so often, if at all possible.",
    "Children And Other Pets": "Northern Inuit Dogs usually get along very well with children. They are great family dogs, loyal, friendly, and playful. Because these dogs have high energy and are on the larger side, supervision is recommended with young kids (really, with all dogs and other animals), and it's important for children to learn how to interact properly with their dogs, too.Northern Inuit Dogs get along well with other dogs, and they get lonely if left by themselves for a long time, so a canine pal might be a great idea. However, their high prey drive may not make them good contenders to mix with small animals in or outside of the home.When Northern Inuit Dogs are puppies, play can be a bit rough, and throughout their lifetimes, they can have a stubborn streak. Early socialization and training are key to bringing out the best in these dogs. Training can be more challenging with this breed, so the earlier you start, the better.",
    "Rescue Groups": "People often purchase Northern Inuit Dogs without understanding the challenges they can bring. For that reason, some of these dogs may end up in the care of shelters and rescues.If you're looking to adopt, the Northern Inuit Society has its own rescue set up. You may also try Lake Tahoe Wolf Rescue, a rescue with a mission of rehoming “wolfdogs,\" including Northern Inuit Dogs and other wolf-like pups.You can also check out DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Hybrid Dogs"
    },
    {
      "name": "Height",
      "value": "23 to 32 inches"
    },
    {
      "name": "Weight",
      "value": "55 to 110 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}