{
  "id": "norwegian-elkhound",
  "url": "https://dogtime.com/dog-breeds/norwegian-elkhound",
  "name": "Norwegian Elkhound",
  "intro": "The gorgeous Norwegian Elkhound dog breed, with their wolf-like face, delights in life. Smart as can be, they also have a wonderful sense of humor. They’ll race you around the kitchen island, reverse directions when you do, and then howl for sheer fun.\nEven though these are purebred dogs, some may still end up in the care of shelters or rescues. Consider adoption if this is the breed for you.\nBold, energetic, and protective, the Norwegian Elkhound makes an excellent watchdog and guardian. Elkhounds are utterly devoted to their families. When you’re upset, this tenderhearted Viking will plop their head on your lap. Adaptable and affectionate, both experienced pet parents and novices will find it easy to fall in love with these dogs. Just make sure you can provide plenty of exercise to meet their high energy levels. Oh, and prepare to deal with quite a bit of shedding.\nDogTime recommends this dog bed to give a good night’s sleep to your medium-sized Norwegian Elkhound. You should also pick up this dog de-shedder for your high shedding pup!\nSee all dog breed traits and facts about Norwegian Elkhounds below!",
  "description": {
    "": "The Norwegian Elkhound was originally used to hunt moose and other big game. The name of this ancient breed is a complete misnomer; they weren't meant to hunt elk, and they aren't hounds. In Norwegian, Norsk Elghund means \"moose dog,\" and in German, elch means \"moose\" — probably part of the reason for the confusion in English.Linguistic history aside, the Elkhound has phenomenal stamina. While hunting, he would jump forward and back and around the moose, bear, or wolf, keeping it in one place and barking nonstop until the hunter arrived.While most people who live with a Norwegian Elkhound today don't hunt outside the refrigerator, think about his fearless and active noisemaking strategy before you choose to bring an Elkhound into your life. Norwegian Elkhounds are known for barking, and although the trait can be trained out of some, you can't bet on it.What this background means to the average dog owner is that exacting obedience work just isn't in the picture. He'll be fine in basic obedience and he makes a great family dog, but understand clearly that pleasing you is not the highest item on his to-do list. This is no Golden Retriever, so go get your own slippers. Toys are generally of no interest. He loves chasing balls, but you can forget about him bringing them back to you.That's what happens when you share your heart and home with an independent thinker. He'll want something in return for obedience work — which he sees as pointless — and you can forget a pat on the head as his reward. If you want to motivate your Elkhound in training and form a partnership, you'd better have a steady supply of treats on hand. Once an Elkhound bonds to you, though, you'll be an inseparable pair as far as he's concerned.Norwegian Elkhounds are strong-willed enough that they can take over a home if they're allowed half a chance. They love the dominant role, and without proper training and socialization, this can become a problem. Training can be difficult, and they need a firm and consistent owner.Naturally, they prefer a winter climate with lots of snow to play in. A true adventurer, the Elkhound wants his adventure to occur outdoors. Long daily exercise is a necessity, so if you're not ready to turn your couch potato ways into those of an outdoorsman, think twice — if you can't keep up, you'll soon be met with a house full of destroyed belongings that met their fates as he found ways to expend his endless energy. Not surprisingly, the Elkhound excels at fast-moving performance events such as agility.Once he's outside, the Elkhound may see game he just has to track, and he'll likely choose to ignore your calls for his return. Thanks to their strong prey drive, Elkhounds may even chase their quarry through plate-glass windows; and while they were bred to track but not attack game, they have been known to kill game on their own.That said, Norwegian Elkhounds are affectionate dogs who make devoted, wonderful family members. They're excellent with children and are terrific watch dogs, treating strangers with natural suspicion. They thrive on attention, and it's hard to find a more loyal companion.",
    "Highlights": "The Norwegian Elkhound is loyal and affectionate, and he does very well with children and is generally friendly with strangers. However, he can be aggressive to other dogs and animals, so it's important to properly socialize your Elkhound from puppyhood to a variety of new experiences and dogs.The Elkhound can be dominant and difficult to train, but training can nonetheless be enjoyable and effective as long as the approach is consistent and firm.Being a working breed, the Elkhound has a level of intelligence, independence, and energy that can be overwhelming for timid or inconsistent owners. You should expect him to need at least 30 minutes of exercise twice per day, which will also fight this food-motivated dog's tendency toward obesity. He'll also need some form of mental stimulation to keep him from becoming bored.The Norwegian Elkhound does fine in apartments if he's properly exercised, but the ideal setting is a large, fenced yard. Despite his outdoor hardiness, he needs to live indoors with his family.He can be a barker, which you should keep in mind before bringing one home. Although some Elkhounds can be trained to not bark, this is not the norm.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "The Norwegian Elkhound originated in the breathtakingly beautiful and rugged country of Norway. He can be traced back roughly a thousand years, where a breed of dog similar in shape and size was used by the Vikings to guard and hunt.It's possible that the breed may reach back as far as 5000 BCE, since alongside other artifacts from a primitive culture, archaeologists have found skeletons of dogs greatly resembling the shape of the Norwegian Elkhound. Although its exact history is lost in time, there's little doubt that this breed is closely intertwined with the history of mankind.The Norwegian Elkhound has been a common fixture in the history of not only the Vikings but of Norwegian culture in general. The breed has been used to guard herds, flocks, and homes; and to hunt large game such as bear and moose. His role in hunting was to first track down his prey and then to hold it at bay by barking until the hunter could arrive to kill the animal.The Norwegian Elkhound became a breed of interest after the Norwegian Hunters Association held its first dog show in 1877. Shortly thereafter, breeders began an effort to create a breed standard and records, and to also shape the Norwegian Elkhound into a serious competitor in the conformation ring.Today, the Norwegian Elkhound makes a wonderful family companion and does well in a variety of dog sports and careers, including conformation, agility, obedience, flyball, freestyle, tracking, guarding, herding, sledding, and search and rescue. Norwegian Elkhounds are still used in their original capacity as hunting dogs as well.",
    "Size": "The Norwegian Elkhound is a medium-sized dog, averaging 20.5 inches in height. Males average 55 pounds; females 48 pounds.",
    "Personality": "Independent thinkers, these extroverted clowns like to be where the action is. They see themselves as coexisting with you — not necessarily underneath you in the chain of command.They can be hard to train because of that independence, but they can get it if you're firm and consistent. If you're not a firm person, however, this dog will walk all over you. And while consistency is critical, harsh training methods don't work well.Amazingly devoted, he's protective if not outright possessive of his family. Attached and loyal, he's happiest to be with you all the time and dotes on your attention and interaction. A born watchdog but not aggressive by nature, his bark provides a level of safety from intruders.Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Choose the middle-of-the-road puppy, not the one who's beating up his littermates or the one who's hiding in the corner.Always meet at least one of the parents — usually the mother is the one who's available — to ensure that they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when he grows up.Like every dog, the Elkhound needs early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Elkhound puppy grows up to be a well-rounded dog.Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills.",
    "Health": "Elkhounds are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Elkhounds will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition.In Elkhounds, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).Fanconi Syndrome: This is a serious, inherited disease that affects the kidneys and the tubules that reabsorb substances. This leads to improper levels of calcium, glucose, phosphate, sodium and amino acids. Symptoms, which usually begin with excessive urination and thirst, can occur between the ages of one to seven years. As the disease progresses and the kidneys begin to fail, symptoms include weight loss, muscle wasting, muscle pain, lethargy, loss of appetite, and vomiting. Untreated, the disease is fatal. If caught early and treated with appropriate management, affected dogs can do well. Management includes medication, change in diet, and a constant supply of fresh water.Hypothyroidism: This is a disorder of the thyroid gland. It's thought to be responsible for conditions such as epilepsy, alopecia (hair loss), obesity, lethargy, hyperpigmentation, pyoderma, and other skin conditions. It's treated with medication and diet.Progressive Retinal Atrophy (PRA): This is a family of eye diseases that involves the gradual deterioration of the retina. Early in the disease, affected dogs become night-blind; they lose sight during the day as the disease progresses. Many affected dogs adapt well to their limited or lost vision, as long as their surroundings remain the same.Sebaceous Cysts: These are follicular cysts that form under the dog's skin. They can range in size from small to as large as a walnut, and they will occasionally burst open, expelling a thick, white cheesy mass. Surgical removal is the usual treatment.",
    "Care": "The Norwegian Elkhound requires daily exercise (breeders recommend 30 minutes twice a day), not only to burn off energy but also to help him maintain a healthy weight. Exceptionally food-motivated, he can become obese (look out for those huge, soulful brown eyes aimed at your dinner), and proper feeding and exercise are required throughout his life.He does all right in apartments, but he is a barker, so take that into consideration. A home with a fenced yard is more suitable. He could live outside because he's so hardy, but he'd much rather be indoors with you.Crate training benefits every dog and is a kind way to ensure that your Elkhound doesn't have accidents in the house or get into things he shouldn't. A crate is also a place where he can retreat for a nap. Crate training at a young age will help your Elkhound accept confinement if he ever needs to be boarded or hospitalized.Never stick your Elkhound in a crate all day long, however. It's not a jail, and he shouldn't spend more than a few hours at a time in it except when he's sleeping at night (if that's where he sleeps — he's going to prefer to be in your bed with you). Elkhounds are people dogs, and they aren't meant to spend their lives locked up in a crate or kennel.",
    "Feeding": "Recommended daily amount: 2 to 2.5 cups of high-quality dry food a day, divided into two meals.Note: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Remember that Elkhounds are highly motivated by food and can turn into accomplished beggars. So if you can't resist sneaking him scraps from the table, and if you can't provide the high level of exercise he requires, you could find yourself with an obese dog.Keep your Elkhound in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test.First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Elkhound, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "A Northern breed, the Elkhound has a double coat that sheds dirt and is weather-resistant. The topcoat is short and thick and lies smooth. The undercoat is dense, woolly and soft to the touch.The Elkhound is usually medium gray with black-tipped guard hairs accented by a lot of light silver. Typically there's a darker gray coloring on the saddle, and black tipping on the ears and tail. His chest and mane are a lighter gray. The Elkhound is shown in conformation in a natural state, without any trimming.Most of the year he doesn't shed too much, but two or three times a year he \"blows coat\" and sheds like crazy. He requires weekly brushing, possibly more when shedding; but his coat is fairly easy to maintain. If you like a fastidiously clean house, however, another breed would be a better choice.The Norwegian Elkhound tends to be a clean breed in terms of his coat, which naturally expels debris (usually onto your couch or clothing). He generally doesn't smell too doggish and requires baths only when absolutely necessary. When you do bathe him, it's important to use a high-quality dog shampoo.Brush your Elkhound's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim nails once or twice a month if your dog doesn't wear them down naturally to prevent painful tears and other problems. If you can hear them clicking on the floor, they're too long. Dog toenails have blood vessels in them, and if you cut too far you can cause bleeding — and your dog may not cooperate the next time he sees the nail clippers come out. So, if you're not experienced trimming dog nails, ask a vet or groomer for pointers.His ears should be checked weekly for redness or a bad odor, which can indicate an infection. When you check your dog's ears, wipe them out with a cotton ball dampened with gentle, pH-balanced ear cleaner to help prevent infections. Don't insert anything into the ear canal; just clean the outer ear.Begin accustoming your Elkhound to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "An Elkhound is excellent with children and will play with and protect them. However, without careful obedience training, they may take over the role of pack leader and become dominant, especially toward children, less strong-willed adults, or other dogs.As with every breed, you should always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's eating or sleeping or to try to take the dog's food away. No dog, no matter how friendly, should ever be left unsupervised with a child.The Norwegian Elkhound generally gets along with other pets, including cats, but remember his prey drive and willingness to hunt big game.",
    "Rescue Groups": "Elkhounds are often purchased without any clear understanding of what goes into owning one. There are many Elkhounds in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Elkhound rescue.John Nelsen Moosedog Rescue Fund, Inc.Norwegian Elkhound Association of AmericaNorwegian Elkhound Club of the Potomac Valley RescueNorwegian Elkhound Rescue"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Hound Dogs"
    },
    {
      "name": "Height",
      "value": "19 to 20 inches tall at the shoulder"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}