{
  "id": "nova-scotia-duck-tolling-retriever",
  "url": "https://dogtime.com/dog-breeds/nova-scotia-duck-tolling-retriever",
  "name": "Nova Scotia Duck Tolling Retriever",
  "intro": "The Nova Scotia Duck Tolling Retriever dog breed was created to both lure and retrieve waterfowl. This versatile breed excels in the field and show ring, in obedience and agility, and as a companion to an active family.\nHighly adaptable and affectionate, these dogs can even fair well in apartments, so long as their humans can keep up with providing enough exercise and lots of daily walks. Without adequate activity, they can end up growing bored and acting out with unwanted behaviors.\nDogTime recommends this dog bed to give a good night’s sleep to your medium-sized Nova Scotia Duck Tolling Retriever. You should also pick up this dog water bottle for any outdoor adventures you have with your pup!\nSee all dog breed traits and facts about Nova Scotia Duck Tolling Retrievers below!",
  "description": {
    "": "Frolicking at the water's edge, white-tipped tail flashing in the sunlight, a Nova Scotia Duck Tolling Retriever dances in the waves. Curious ducks and other waterfowl draw closer to watch his performance, when a hunter takes aim and fires. That's when this remarkable dog shows he's not simply a harmless goofball but a hardworking gun dog. He splashes into the water to retrieve the bounty he helped attract.The Nova Scotia Duck Tolling Retriever is a rare breed that originated in the Little River district of Nova Scotia, a province on Canada's Atlantic coast. Originally known as Little River Duck Dogs, they were renamed the Nova Scotia Duck Tolling Retriever — a mouthful, even for a retriever, so most fans call them Tollers.This sporting breed has a lot going for it: personality, versatility, and an easy-care coat. They're the smallest of all the retriever breeds and share many of the same traits, such as a strong working drive, intelligence, and a happy nature. But the breed has some drawbacks as well. They can be strong willed and are not as eager to please as a Labrador or Golden Retriever. If allowed to, they will take control of a household.They need to be guided by people who are firm, fair, and consistent. Even then they can be inventive in getting their way. With training, however, that intelligence and inventiveness can be channeled into almost any activity.They're best suited to life with a weekend hunter or an active family who enjoys hiking or participating in dog sports, such as agility, flyball, and Frisbee.Tollers love kids. They're great for playing ball or pulling a child on a skateboard. They get along well with other dogs, especially other Tollers. Their prey drive, however, may send them careening after cats or other animals that look like good sport.You'll need a fenced yard if you have a Toller or be able to give him at least two good walks a day. That said, his activity level is moderate, and he doesn't have the drive and intensity of, say, a Lab or a Border Collie.One hitch to living with a Toller in the city is the breed's loud, high-pitched scream, which can make him unacceptable in apartments and neighborhoods with noise restrictions. The Toller yelps out when he's stimulated, excited, or frustrated. Often, the sight of birds or squirrels elicits the scream. Other than that, however, they don't tend to bark excessively.So he screams, sheds, likes to roll in dead fish and other stinky things, and is generally smarter than the average person. If these things concern you, look for another breed.On the other hand, the Nova Scotia Duck Tolling Retriever is an ideal dog if you are looking for a fun-loving, hard-working dog who enjoys long periods of exercise, and being with family.What is tolling?You can't mention the Nova Scotia Duck Tolling Retriever without wondering what exactly \"tolling\" means. The word toller comes from the Middle English word tollen, meaning \"to entice.\" Tolling is the act of luring game and it's exactly what the Nova Scotia Duck Tolling Retriever does.While the hunter remains behind a blind, out of sight of ducks and other waterfowl, the dog plays at the water's edge, romping and retrieving. These antics draw the attention of the birds, who swim closer to shore. When the birds are close enough, the Toller retreats to the blind, the hunter stands, scaring the birds into flight, and then fires. The Toller then swims out and retrieves any fallen birds.",
    "Highlights": "Nova Scotia Duck Tolling Retrievers are generally healthy, but because of the limited gene pool, some diseases have begun to occur. His red coat and flesh-colored nose mean the Toller may have a higher incidence of immune-mediated disease.Although he has a medium length coat, the Toller's coat is fairly low maintenance and easy to care for.Nova Scotia Duck Tolling Retrievers are moderately active sporting dogs and need roughly an hour a day of exercise. If not properly exercised, they will expend their energy in less positive ways, such as chewing and digging.Tollers have a strong prey drive that will prompt them to chase cats or other small animals they see outdoors. Keep your Toller in a fenced yard to prevent him from running after prey.If you live in an apartment, or noise controlled neighborhood, the Nova Scotia Duck Tolling Retriever may not be the dog for you. When he's excited, he's likely to emit a scream that's loud, high-pitched, and nerve wracking.If you prefer a clean and tidy dog, the Toller may not be the breed for you. He sheds seasonally and enjoys rolling and frolicking in mud and dirt.The Nova Scotia Duck Tolling Retriever is not a miniature Golden Retriever; their temperaments are quite different.The Nova Scotia Duck Tolling Retriever is a rare breed and it may take time to locate a reputable breeder who has puppies available. Expect a wait of six months to a year or more for a puppy. To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "The original Tollers were foxes. Canada's Micmac Indians observed foxes performing tolling behavior on the shores of rivers and lakes, then snatching the ducks foolish enough to come too close. The Micmacs encouraged this behavior in their own dogs, who also learned to lure the inquisitive ducks.In the 19th century, hunters in England and Canada began to develop dogs who'd go into the water to bring back downed birds. These retrievers, as they were called, bore the names of the places where they were developed, such as Labrador and Chesapeake Bay.But the hunters in Yarmouth County in southwest Nova Scotia's Little River district went one step further. They created a dog who would attract birds as well as retrieve them. Starting with the Micmac Indian dogs, they mixed a little of this and that, skillfully blending in various other retriever breeds, Cocker Spaniels, Irish Setters, and maybe even farm collies. The result became known as the Little River Duck Dog.For years, the Little River Duck Dog was known only in the area where he was developed. But in 1945 the Canadian Kennel Club gave the breed recognition, as well as a new name: Nova Scotia Duck Tolling Retriever.The breed first came to the United States in the 1960s, but didn't garner much interest. By 1984, however, the breed had enough fans that the Nova Scotia Duck Tolling Retriever Club USA was formed. The American Kennel Club accepted the breed in the Miscellaneous Class in 2001 and into the Sporting Group in 2003.Today the Toller ranks 110th among the 155 breeds and varieties recognized by the AKC.",
    "Size": "Males stand 18 to 21 inches tall at the shoulder with an ideal height of 19 inches. Females are 17 to 20 inches, with the ideal height being 18 inches. Weight is in proportion to height and generally ranges from 35 to 50 pounds.",
    "Personality": "Tollers are smart, independent, and curious. Their personality lies somewhere between that of a Golden Retriever and a terrier. It's not unusual for them to have a sense of humor, and they generally have an outgoing, upbeat attitude.When not working or playing, they're content to lie down and be quiet. Adults are typically gentle dogs, particularly with children.Tollers are adaptable, moving from one environment to another with ease, and tolerant of crate training and travel. They can be standoffish toward strangers, but they take their cues from their people. If you're friendly toward someone, your Toller will be, too.Tollers watch everything that's going on and will alert you if someone is approaching your home. They usually get along well with other animals, although aggression is occasionally a problem. That's not typical for the breed, however.As with every dog, Tollers need early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Establish yourself as the benevolent leader, rather than the harsh dictator, and your Toller should take well to training.",
    "Health": "Tollers are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Tollers will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.Hip dysplasia: This is a heritable condition in which the thighbone doesn't fit snugly into the hip joint. Some dogs show pain and lameness on one or both rear legs, but you may not notice any signs of discomfort in a dog with hip dysplasia. As the dog ages, arthritis can develop. X-ray screening for hip dysplasia is done by the Orthopedic Foundation for Animals or the University of Pennsylvania Hip Improvement Program (PennHIP). Dogs with hip dysplasia should not be bred. If you're buying a puppy, ask the breeder for proof that the parents have been tested for hip dysplasia and are free of problems. Hip dysplasia is hereditary, but it can be worsened by environmental factors, such as rapid growth from a high-calorie diet or injuries incurred from jumping or falling on slick floors.Progressive Retinal Atrophy (PRA): This is a degenerative eye disorder that eventually causes blindness from the loss of photoreceptors at the back of the eye. PRA is detectable years before the dog shows any signs of blindness. Fortunately, dogs can use their other senses to compensate for blindness, and a blind dog can live a full and happy life. Just don't make it a habit to move the furniture around. Reputable breeders have their dogs' eyes certified annually by a veterinary ophthalmologist and do not breed dogs with this disease.Collie Eye Anomaly: Although Collie eye is usually seen in Collie breeds, it has been seen in the Nova Scotia Duck Tolling Retriever in the last several years. Collie Eye Anomaly is an inherited condition that can lead to blindness in some dogs. It usually occurs by the time the dog is 2 years old and is diagnosed by a veterinary ophthalmologist. There is no treatment for CEA, but blind dogs can get around very well using their other senses. It is important to remember that this condition is a genetic abnormality, and your breeder should be notified if your puppy has the condition. It is also important to spay or neuter your dog to prevent the gene from being passed to a new generation of puppies.Deafness: A few lines of Tollers appear to be prone to deafness. It tends to develop late in life, between 7 and 8 years of age.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition.In Tollers, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).",
    "Care": "The Toller does best living in a home with access to a securely fenced yard. He can, however, live happily in a city highrise as long as he gets a couple of daily walks. There are Tollers in the country and Tollers who live in apartments and are paper-trained to potty on the balcony.Toller puppies are born yipping and running around, or at least it seems that way. During their first year, they're highly active, but eventually their activity level tapers to a more manageable level.Like any dog, Tollers can be destructive as puppies if not properly supervised. Crate training is recommended. Adults can be destructive as well if they don't get the exercise they need.A tired Toller is a good Toller. Expect to give him at least an hour of exercise per day. He'll enjoy a couple of 30-minute walks or runs, a 30-minute walk and 30 minutes of playing fetch, a hike of an hour or two, or any other combination of exercise the two of you can do together. And this dog likes to swim.To keep his feet in good condition, walk your Toller on rough ground once in a while. This helps keep the foot pads tight so they don't pick up a lot of debris that could damage the foot.To protect puppies as they grow, monitor their activity and don't let them overdo things. A good rule of thumb is 5 minutes for every month of age, so limit a 6-month-old puppy to 30 minutes of play or other exercise throughout the day.When it comes to training, be firm but gentle with your Toller, as well as creative, patient, and flexible. You must be able to earn his trust and respect without using anger, intimidation, or physical force. With this breed, harshness begets stubbornness, and you don't want to get into a battle of wills with a Toller. You'll lose. Set firm rules, enforce them consistently, and don't let your Toller get bored.Train him with a light touch, however. He doesn't perform well under pressure. But when he's motivated by praise, play, and food rewards, the Toller learns quickly and easily.He shouldn't be difficult to housetrain, given a consistent schedule, no opportunities to have accidents in the house, and positive reinforcement when he potties outdoors.",
    "Feeding": "Recommended daily amount: 2.5 to 3 cups of high-quality dry food a day, divided into two meals.Note: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog.The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Toller in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test.First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Toller, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The Toller has a medium-length, water-repellent double coat. The red or orange color gives him a foxlike appearance, even giving rise to the tale that he's the result of a fox-retriever cross, a genetic impossibility.He may have white markings on his feet, chest, face, or tail tip. A white tail tip is especially desirable because it allows the hunter to keep the dog in sight from a distance. The tail itself should be full and bushy, never trimmed and sculpted. Nose, lips, and eye rims are black or flesh-colored, blending with the coat.This is a wash-and-go dog. Throughout most of the year, the coat requires only weekly brushing to keep the fur from matting and to remove dead hair. During the spring and fall shedding seasons, daily brushing may be necessary.Otherwise, simply keep the nails trimmed, clean and trim the foot pads, and pluck around the ears if they're particularly hairy. Bathe as needed.At some point during puppyhood, usually at three to four months of age, your Toller's ears may go wonky, folding back instead of framing the face. The ears may need to be taped to regain the correct position. Your Toller's breeder can show you how.Brush your Toller's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Begin getting your Toller accustomed to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears.Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.",
    "Children And Other Pets": "Tollers love kids and make good playmates for active older children who'll play ball with them, teach them tricks, and otherwise keep them occupied. They may be too rambunctious for very young children.Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's sleeping or eating or to try to take the dog's food away. No dog should ever be left unsupervised with a child.Tollers enjoy the company of other dogs and get along just fine with cats, especially if they're raised with them.",
    "Rescue Groups": "Consider adopting a Toller from a rescue group before going to a breeder.Nova Scotia Duck Tolling Retriever Club (USA)Nova Scotia Duck Tolling Retriever Club of Canada"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Sporting Dogs"
    },
    {
      "name": "Height",
      "value": "1 foot, 5 inches to 1 foot, 9 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "35 to 50 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 14 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}