{
  "id": "otterhound",
  "url": "https://dogtime.com/dog-breeds/otterhound",
  "name": "Otterhound",
  "intro": "The large and rough-coated Otterhound was originally bred for hunting otter in England. Built for work, the dog breed has a keen nose and renowned stamina.\nThis is an uncommon breed, with fewer than ten litters born each year in the United States and Canada. Still some may still end up in the care of shelters or rescues. Consider adoption if this is the breed for you.\nOtterhounds are also playful clowns, friendly and affectionate with their families. They even love kids and other dogs, and they crave playtime and plenty of exercise to burn off their high energy. In fact, apartment dwellers will find it very difficult to provide enough space for them to run and move. But those who have room to roam and love to give will be rewarded with a loving companion who will never fail to delight their humans with silly antics and fun.\nDogTime recommends this big, spacious crate to give your big Otterhound a place to rest and relax.  You should also pick up this dog water bottle for any outdoor adventures you have with your pup!\nSee below for complete list of Otterhound dog breed facts and characteristics!",
  "description": {
    "": "Do you think life with a large, boisterous, shaggy dog would be perfect? If so, the Otterhound might be the dog for you.The Otterhound is an old breed, developed in England from Bloodhounds and other types of dogs. Although the Otterhound is believed to have been in existence for more than 500 years, it's a fairly rare breed today. There are currently fewer than 1,000 Otterhounds, only 350 to 500 of them residing in the United States. In fact, just four to seven litters are born each year in the United States and Canada. If you have your heart set on an Otterhound, expect difficulty finding one.Why is the breed so uncommon? No one knows for sure, but it certainly isn't because of the Otterhound personality. Sometimes called the \"class clown,\" the Otterhound has a sweet, affectionate, fun-loving personality. He's independent, too, not demanding a lot of attention. After greeting you with enthusiasm, the Otterhound is likely to finish the nap he was taking when you arrived.The Otterhound is a large breed. Even small females weigh about 65 pounds, and large males can weigh 125 pounds. They're definitely dogs who take up space in the household.Otterhounds are great with kids, but because of their large size and bouncy personality, they may be too rowdy for very young or small children. They can also be too boisterous for frail seniors.The Otterhound has a distinctively shaggy look. His head appears to be very large and long; and his ears are long and folded, giving them a draped appearance. He's physically strong, with a long, striding gait. He has the extremely sensitive nose of a hound, and it's likely to lead him off to investigate his surroundings.Because the Otterhound was bred to hunt on land and in water, he has a rough, double coat and large, webbed feet. He comes in many different colors, the most common being a variation of black and tan grizzle, which often gets lighter as the dog gets older.The Otterhound has the distinctive and almost musical bark of the hound. This deep, loud, extended bay is music to a hunter's ears, but it might not play as well with the neighbors. Although some Otterhounds are quiet, most seem to like the sound of their own voices, so it's wise to teach your Otterhound a \"quiet\" command.Speaking of voices, the Otterhound also has wide range of vocalizations, from grunts to groans. Some even like to \"sing\" and vocalize with other dogs or with people.Otterhounds are usually good with other dogs and animals if they are raised with them or introduced carefully. The Otterhound benefits from a lot of socialization, especially as a pup, and it's good for him to be included in all aspects of your life.Otterhounds tend to be opinionated, so training requires patience, especially since they become especially playful when they don't want to comply with whatever you're asking them to do. And because of their large size, training is absolutely necessary.Despite size and strength, however, the Otterhound has a \"soft\" personality; he doesn't respond to harsh training methods. It's best to be even more stubborn than he is, while keeping the training sessions short, fun, and positive for both of you.The Otterhound enjoys food, so this can be a great motivator in training. Be aware that his love of food can lead him astray: there are stories of Otterhounds who have learned to escape from any confinement to get into the kitchen, where they open cabinets, drawers, and even the refrigerator in order to steal a tasty tidbit.The Otterhound needs exercise, and a lot of it. He has a great deal of stamina and energy; jogging for three or four miles is like a walk in the park to him. If left alone in the backyard for long periods of time, especially without enough exercise, the Otterhound will find ways to entertain himself--ways that are apt to displease you, such as nonstop baying or excavating your newly planted flower garden.The hardworking Otterhound can be trained to compete in obedience and agility. He excels in tracking, and the percentage of Otterhounds who earn American Kennel Club tracking titles is usually higher each year than for any other breed.Despite his size, strength, and impressive bark, the Otterhound isn't really suited to guard duty — he's far too friendly to take the job of a watchdog seriously.",
    "Highlights": "Otterhounds require a great deal of exercise, and not just chasing a ball in the backyard. A vigorous daily workout of jogging or swimming for several miles is needed to keep him physically and mentally healthy. However, because of the adverse effect of strenuous exercise on growing joints and bones, you should limit exercise among puppies and adolescent Otterhounds (and among those with hip dysplasia). Swimming is the best exercise for younger dogs, because the risk of joint injury is minimal.Otterhounds are enthusiastic and loud barkers. But don't expect yours to be a guard dog — he's far too friendly for that.Don't allow your Otterhound off-leash in unfenced areas; you never know when he might catch an enticing scent and run off.Otterhounds enjoy being outdoors, but they're best suited to living daily life inside the house with their families.A fenced yard is mandatory. Otterhounds have been known to jump fences as high as five feet, so be sure the fencing is at least six feet tall.The Otterhound is affectionate, but he's also independent. He won't follow you around, begging for attention. He'll probably greet you when you get home, and then — if he doesn't need exercise — he'll return to his favorite snoozing spot.The Otterhound loves food and can become obese if you don't monitor his diet. Also, his incredible sense of smell enables him to locate those special goodies you've hidden in the cabinets, and his size and cleverness enable him to find a way to get at them.Big dog, bigger expense. Everything for a big dog costs more, from food to grooming to veterinary care.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "While it's fairly certain that Otterhounds descended from Bloodhounds, some think that they might also be related to French Griffons because of the distinctive fold of their ears. The breed was developed in England to hunt and destroy otters, which were decimating the fish in English rivers.Otter hunting, largely enjoyed by the nobility, was the first organized sport in England that used packs of scent hounds. It was first mentioned in the 12th century, during the reign of Henry II. The Otterhound, however, was not mentioned as a specific breed for another 200 years.The Otterhound was used, along with small terriers, to hunt otters along the banks of ponds and rivers. Terriers flushed the otter from its den; when the otter ran to the water, the Otterhound took over. The Otterhound's nose is so sensitive that he can follow not only the \"wash\" (the scent of the otter in the water), but also the \"drag,\" the trail of the otter on land. The dogs have been known to stay on 12-hour-old trails and to swim and wade as far as 20 miles in a day.With his rough, weather-resistant outer coat; slightly oily undercoat; big, webbed feet; and size, strength, and determination, the Otterhound did his job so well that eventually otters were declared a protected species in England. Otter hunting became illegal in 1982 (although some people then used their Otterhounds to hunt mink).Along the way, however, the Otterhound picked up many notable admirers. In fact, it's said that the Otterhound was fancied by more kings (and one queen) than any other breed. Included among the Otterhounds' royal fanciers were Edward II, Henry VI, Richard III, Henry VIII, King John, Charles II, Edward IV, Henry II, Henry VII, and Elizabeth I.Otter hunting reached its peak popularity in the years immediately before World War I. At that time there were more than 500 hounds, in 24 packs, that hunted otter in England. Most of these dogs weren't purebred Otterhounds, however, because hunters continued to crossbreed to improve the prowess of their dogs.Otterhounds appear to have been brought to the United States in 1900. They were first entered in a conformation show in 1907 in Claremont, Oklahoma.The Otterhound Club of America was founded in 1960, and the first National Specialty took place in 1981. The Otterhound was officially recognized by the American Kennel Club in 1991.",
    "Size": "Males are approximately 27 inches tall and weigh about 115 pounds. Females are approximately 24 inches tall and weigh about 80 pounds.",
    "Personality": "The Otterhound is an amiable fellow, with plenty of affection for every member of the family. He loves children, though he can play a little rough (not purposely) due to his large size. He is devoted to his family, but not overly so.He's likely to extend happy greetings when you come home at the end of the day, but don't expect him to follow you from room to room. He's too independent for that.The Otterhound's characteristic independence makes training challenging. You have to convince him that he wants to do what you're asking. This is entirely possible, as long as you are patient and skilled.The good-natured Otterhound is not a top candidate for a watchdog. He'll sound a loud warning bark to intruders, but that's about it.As with every dog, the Otterhound needs early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Otterhound puppy grows up to be a well-rounded dog.Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills.",
    "Health": "Otterhounds are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Otterhounds will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition. In Otterhounds, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).Gastric dilatation-volvulus: Also called bloat, this is a life-threatening condition that can affect large, deep-chested dogs such as Otterhounds. This is especially true if they are fed one large meal a day, eat rapidly, drink large volumes of water after eating, and exercise vigorously after eating. Bloat is more common among older dogs. GDV occurs when the stomach is distended with gas or air and then twists (torsion). The dog is unable to belch or vomit to rid himself of the excess air in the stomach, and the normal return of blood to the heart is impeded. Blood pressure drops and the dog goes into shock. Without immediate medical attention, the dog can die. Suspect bloat if your dog has a distended abdomen and is salivating excessively and retching without throwing up. He also may be restless, depressed, lethargic, and weak, with a rapid heart rate. It's important to get your dog to the vet as soon as possible if you see these signs.Hip Dysplasia: In this inherited condition, the thighbone doesn't fit snugly into the hip joint. Some dogs show pain and lameness on one or both rear legs, but others don't display outward signs of discomfort. (X-ray screening is the most certain way to diagnose the problem.) Either way, arthritis can develop as the dog ages. Dogs with hip dysplasia should not be bred — so if you're buying a puppy, ask the breeder for proof that the parents have been tested for hip dysplasia and are free of problems.Canine Idiopathic Thrombocytopenia (CIT): Also called immune mediated thrombocytopenia or ITP, this condition results from an immune system disorder in which there are not enough platelets. CIT is more common in female dogs than in males, and it runs primarily in a few Otterhound lines. Symptoms include abnormal bleeding under the skin or gums.",
    "Care": "Because of his large size and high activity needs, the Otterhound is not recommended for apartment dwellers or families without yards. He's perfect, however, for active families who can take him jogging or, better yet, swimming each day. If he has enough exercise, he's relatively inactive when inside the house.In temperate and cool climates, the Otterhound can sleep outdoors if he has adequate shelter. However, since he loves to be near his family, in spite of his independent nature, he can become bored and start barking, digging, or trying to escape if left alone too much. Invisible electric fences are not adequate for containing the Otterhound.Training and socialization are essential for the Otterhound, beginning with puppy classes. Incorporate socialization with training by taking your Otterhound pup with you wherever he's allowed, be it the lumber yard, the pet supply store, outdoor events, or on long walks in busy parks. Anyplace where there are a lot of people to meet and sights to see is a good place to take an Otterhound.Just don't let your Otterhound off his leash in such places, even if you think he'll come reliably when called. His instinct is to follow his nose, and that, coupled with his independent nature, means he's likely to give take off after any interesting scent.",
    "Feeding": "Recommended daily amount: 3 to 4.5 cups of high-quality dry food a day, divided into two meals.Note: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Do not overfeed the Otterhound, and feed in meals rather than leaving food available at all times. Limit treats and encourage activity. Keep food safely locked away, too, to prevent thievery!Keep your Otterhound in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test.First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Otterhound, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "You might say the messy look is \"in\" with the Otterhound. This characteristically scruffy-looking breed has a double coat. The outer coat is two to six inches long, rough and very thick. The undercoat is woolly and slightly oily. With this combination, the Otterhound is relatively weather-resistant, and he can bound in and out of streams and lakes without the undercoat absorbing a great deal of water.The Otterhound's coat color is any recognized hound color except liver and white, all white, or white with distinct black and tan patches. Black and tan grizzle is common.The shaggy Otterhound coat sheds and must be brushed at least once a week to avoid matting. Some Otterhounds have softer coats that require brushing at least two to three times a week to prevent mats.The Otterhound coat is best kept au naturel, so it is not clipped. If you decide to clip because the coat is matted, or because your dog has a skin condition, it takes about two years for the coat to grow back to its original length. You may need to wash his beard daily, because it tends to drag in his food or on the ground; and if you don't keep the beard clean, it can develop an unpleasant odor.Brush your Otterhound's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim his nails once or twice a month if your dog doesn't wear them down naturally to prevent painful tears and other problems. If you can hear them clicking on the floor, they're too long. Dog toenails have blood vessels in them, and if you cut too far you can cause bleeding — and your dog may not cooperate the next time he sees the nail clippers come out. So, if you're not experienced trimming dog nails, ask a vet or groomer for pointers.Since they are long and hang down, they don't allow the best air circulation, and ear infections can result. His ears should be checked weekly for redness or a bad odor, which can indicate an infection. When you check your dog's ears, wipe them out with a cotton ball dampened with gentle, pH-balanced ear cleaner to help prevent infections. Don't insert anything into the ear canal; just clean the outer ear.Begin accustoming your Otterhound to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "Otterhounds are boisterous, fun-loving dogs, but because of their size and tendency toward clumsiness, you should supervise them when they are with small children. They love children and wouldn't hurt them intentionally, but their size and exuberance might cause them to knock a small child to the ground. The Otterhound is probably better suited to a family with older children, ages 10 and up.If properly trained and socialized, the Otterhound gets along well with other dogs. Use caution when introducing him to small pets, however. The Otterhound's hunting instinct is strong, and he's likely to chase animals he perceives as prey.",
    "Rescue Groups": "Otterhounds are often purchased without any clear understanding of what goes into owning one. There are many Otterhounds in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward an Otterhound rescue.Otterhound Club of America"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Hound Dogs"
    },
    {
      "name": "Height",
      "value": "24 to 27 inches tall at the shoulder"
    },
    {
      "name": "Life Span",
      "value": "10 to 12 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}