{
  "id": "papipoo",
  "url": "https://dogtime.com/dog-breeds/papipoo",
  "name": "Papipoo",
  "intro": "The Papipoo is a mixed breed dog — a cross between the Papillon and Poodle dog breeds. Loving, intelligent, and active, this devoted, little dog wants to be part of all family activities.\nPapipoos are also known as Papoodles, Papi Doodles, Papidoodles, and Papi Poos. They’re considered “designer dogs,” making them in high demand, which also means they’re readily found in shelters or rescues. Please adopt if you’d like to add one of these pups to your life. Remember, when you adopt, you save two lives–the one you bring home and the one you make room for at the shelter.\nAs a cross between old-world breeds known for their intelligence and athleticism, the Papipoo has it all, with brains and brawn, not to mention beauty. Although these dogs are active, their size lends well to any dwelling, including small apartments. Their sociability makes them a good fit for all types of families, provided they get attention throughout the day. If you want an affectionate, little lapdog who may also be a contender for the Canine Olympics, this may be a perfect dog for you!\nSee below for all Papipoo facts and mixed dog breed traits!",
  "description": {
    "Highlights": "Papipoos are mixed breed dogs. They are not purebreds like their Papillon or Poodle parents.Papipoo colors include white, black, cream, red, sable, apricot, and gray. They can sometimes have white patches mixed in among these other colors.If Papipoos exhibit curly Poodle hair, they will be more allergy-friendly. Papipoos are fairly low-maintenance, but they benefit from brushing a few times a week.Because Papipoos are toy-sized dogs, it's especially important that children and other pets learn how to be gentle and cautious around them, as small dogs can more easily be hurt.Your Papipoo will need at least one hour of exercise per day, though most of this will be self-induced by running, jumping, and playing around the house. At least one walk with you per day, even if it's just around the neighborhood, will be good for them.Although they often like to be in charge, Papipoos do great with all sorts of other animals. Their hunting drive is about average for dogs, so it is a good idea to supervise them when they are around smaller animals.Because they are tiny, you should not leave Papillons unattended outside, nor should they live outside--they would be vulnerable to predators of both the land and air.",
    "History": "The exact history of the Papipoo is a mystery, but it's clear they were part of the worldwide popular trend starting in the 1980s to create Poodle mixes--an effort to emphasize the intelligent, affectionate traits of the Poodle, as well as their hypoallergenic curly fur. This particular mix likely started in the US.As for the Papipoo's parent breeds, the Poodle is one of the most ancient breeds in the world--beginning in Germany as waterfowl retrievers, but becoming the Poodle breed we know and love now in France. The Papillon is also an old-world breed, dating back at least to Renaissance times, when they were bred to be lapdogs for noblewomen. \"Papillon\" means \"butterfly\" in French--so-named for the pup's distinctive butterfly-wing ears.Designer dogs with these intentional mixes are still in high demand, meaning they're also available to adopt from shelters, as not everyone who brings home a Papipoo--or any dog--ends up keeping them, unfortunately. If you want to make a Papipoo part of your life, please opt to adopt!",
    "Size": "Papipoos belong to the smallest size category of dogs--\"toy\" (smaller than small!). Athough, as a mixed breed, there are few standards when it comes to size.They typically weigh anywhere from six to 14 pounds and are around eleven inches in height, or possibly a little shorter. However, many can be smaller or larger than average.",
    "Personality": "Papipoos are fabulous family dogs, given their loving, loyal, playful personalities. They will want to be with you as much as possible and don't do well when left alone for very long periods of time.They can be a bit sensitive, so take care with your tone when speaking to them because they will take it to heart--and physical punishment is never a good idea with any dog.Their loyalty will manifest itself in becoming your shadow around the house, never leaving your side, as well as in notifying you if there are strangers nearby or if something is amiss.Their playfulness has a mischievous--though not destructive--side. Papipoos are intelligent and easy to train, so you needn't worry that their mischief will cause chaos in your household--rather that their clever antics may leave you prone to laughter. Providing proper toys for them to play with will foster their curious nature.Equally a fan of cuddling and showing off great stunts of agility, it's important your Papipoo gets sufficient opportunity for both. Their small size makes indoor activity, such as running and jumping, a great possibility, though they do enjoy being outside to play or exercise, too.Because they are tiny, you should not leave Papillons unattended outside, nor should they live outside--they would be vulnerable to predators of both the land and air.",
    "Health": "Papipoos are moderately healthy dogs. They have the advantage of being a mixed breed, where nature's tendency is to eliminate bad genetic conditions as much as possible. However, there is a possibility they could inherit conditions from either Papillon or Poodle parents. As with all pets, regular veterinary check-ups are important to maintain ideal health.Some of the more common conditions Papipoos can face include:EpilepsyVon Willebrand's DiseaseHypothyroidismAddison's DiseaseLegg-Calve Perthes DiseaseCollapsed TracheaPatellar LuxationHypoglycemiaEye Problems",
    "Care": "As with all dogs, you should keep up with your Papipoo's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.Papipoos can be prone to weight gain, and they have high energy levels. Your Papipoo will need at least one hour of exercise per day, though most of this will be self-induced by running, jumping, and playing around the house. At least one walk with you per day, even if it's just around the neighborhood, will be good for your Papipoo's mental and physical health, too.Brushing their teeth a few times a week, or ideally every day, will ensure optimal dental health, especially because small breeds are prone to dental problems. It's a good idea to check their eyes and ears for any debris or irritation at least once a week.They may need their nails trimmed once or twice each month. Nails should not be clicking loudly against the floor. Your groomer can help with this and make recommendations for at-home nail care.",
    "Feeding": "An ideal Papipoo diet should be formulated for a small breed with high energy. The Papipoo has a slightly above average tendency to become overweight, so be careful to give them a regimented amount of food every day and not overdo it on giving treats.As with all dogs, the Papipoo's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Papipoo's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "Papipoo colors include white, black, cream, red, sable, apricot, and gray. They can sometimes have white patches mixed in among these other colors. Their small noses are black, but their eyes can be either brown or amber.Coat texture can vary, depending if they take on more of the Poodle (curly) or Papillon (long and silky) traits--or somewhere in between the two, wavy and medium-length. If Papipoos exhibit curly Poodle hair, they will be allergy-friendly. Papipoos are fairly low-maintenance, but they benefit from brushing a few times a week.Bathing should be done as needed when they get quite dirty, but not overly frequently, as it could dry out their skin. Their hair should be trimmed every few months, either by you or a groomer.Your Papipoo's tolerance to hot and cold weather is going to depend on which parent's coat they inherit. In general, Papipoos are pretty middle-of-the-road with tolerance to heat and cold. Neither parent has an undercoat, which means they tolerate heat more easily and cold less easily.As with all dogs, watch for heavy panting as a sign of dehydration or even heat stroke--be sure not to keep your dog outside too long if it's excessively hot. Many small dogs do well with coats or sweaters when it is extra cold or snowy in the winter, so that may be helpful for your Papipoo, too.",
    "Children And Other Pets": "Papipoos are very social dogs and are great with children and other animals. Because Papipoos are toy-sized dogs, it's especially important that children and other pets learn how to be gentle and cautious around them, as small dogs can more easily be hurt. However, the natural playfulness, affection, and mischievousness of the Papipoo makes them a great childhood playmate or adult companion.Although they often like to be in charge, Papipoos do great with all sorts of other animals. Their hunting drive is about average for dogs, so it is a good idea to supervise them when they are around smaller animals, like rodents.As with all dogs, Papipoos will do best if they have early socialization and training. This will foster the loving, loyal traits of your dog, and it can help them get used to being around people and other animals. Papipoos are one of the most versatile mixed dog breeds you can meet and do well around all sorts of people and animals--indeed, the more interaction, the better!",
    "Rescue Groups": "It may be hard to find a breed specific rescue for Papipoos because they are a mixed breed. However, you may want to try Papillon or Poodle breed specific rescues, as they often care for mixes, as well. Here are some rescues you can try:Papillon Haven RescueCarolina Poodle RescueYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "10 to 11 inches"
    },
    {
      "name": "Weight",
      "value": "6 to 14 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 14 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}