{
  "id": "papillon",
  "url": "https://dogtime.com/dog-breeds/papillon",
  "name": "Papillon",
  "intro": "The Papillon dog breed descends from the toy spaniels that are frequently portrayed in paintings by the Old Masters, from as far back as the 16th century. They’re highly active and wonderful competitors in agility and obedience.\nEven though these are purebred dogs, you may find them in the care of shelters or rescue groups. Remember to adopt! Don’t shop if you want to bring a dog home.\nThe breed’s sparkling personality makes these dogs a favorite of all who meet them. Even though you might think of Papillons as lap dogs, these pooch’s are active and playful, and they won’t be content lounging on the couch with you all day. They do, however, love companionship and will always try to be where their humans are. This is not the breed for you if you’re away from home for long hours of the day. Meet the breed’s needs, and you’ll have a loving companion who won’t want to leave your side!\nSee below for complete list of dog breed traits and facts about Papillons!",
  "description": {
    "": "The Papillon, whose name comes from the French word for butterfly, is a portrait come to life, the modern representation of the small spaniels often seen in paintings from centuries past. The dwarf spaniel, as he was once known, has changed somewhat in appearance over the years, but he's still the same wonderful companion who graced the laps of ladies and kings so many years ago.The word papillon, meaning \"butterfly,\" refers to the breed's fringed upright ears, which resemble a butterfly's outspread wings. The breed also comes in a drop-eared variety called the phalene, which means \"moth,\" a cousin of the butterfly that folds its wings at rest. Both varieties can be born in the same litter, although the Papillon is the more popular and recognized variety.While he might be categorized by size as a lap dog, the bright, busy, and curious Papillon is no shrinking butterfly. If you want a dog to sit on your lap while you watch television, he's probably not the best choice. He's more likely to be flitting around looking for something to do and will happily rid your home and yard of any small rodents that might be lurking there. And this small dog in a sturdy package takes seriously his duties as family companion and guardian. He has a big-dog attitude and a level of alertness that makes him a super watchdog, but when it comes to protecting you it's important to make sure he doesn't bite off more than he can chew. He has no idea that he weighs only 4 to 9 pounds.The Papillon is outgoing and energetic. He loves to be with people and is a happy dog who gives kisses freely to all. The Papillon's small size makes him easy to handle, and his coat, while profuse, is easy to care for and doesn't shed excessively.His energy level ranges from moderate to intense, and being highly trainable he's a great choice if you want to participate in dog sports such as agility or rally. Papillons are also excellent competitors in the obedience ring and are the number-one toy breed in obedience competition.All Papillon owners should attend obedience class if only to ensure that they don't spoil their charming companions. Papillons can develop a stubborn streak if not shown early that such behavior will not be tolerated. On the plus side, their will to please and desire to succeed make them good at learning tricks or anything else a creative person can teach them. Papillons can even learn to pull a tiny cart and will proudly pull it in parades.Papillons get along well with other pets in the family, including cats, if introduced at a young age. The fearless Papillon will often boss around dogs much bigger than he is, and this may or may not cause problems. It's not unusual for the smallest dog to be the one in charge.Papillons love children, but the combination of a tiny dog and a young child can be a recipe for disaster. A Papillon may leap from a child's hands and injure himself if he's not being held correctly, and he won't hesitate to defend himself if he's being mistreated. No matter what the breed, dogs and children must always be supervised when they're together.This is a long-lived breed. It's common for Papillons to live well into their teens, and if you're considering purchasing one you should take that into consideration. The dog will be a member of your family for years to come.A Papillon made breed history in 1999 when for the first time one took Best In Show at the Westminster Kennel Club show. The dog, Ch. Loteki Supernatural Being, or Kirby to his friends, also won the World Dog Show in Helsinki, Finland, and the Royal Invitational in Canada in 1998. This dog's wins introduced the breed to many who had never seen or heard of the Papillon and has contributed to the breed's rise in popularity. Nonetheless, you won't find a Papillon on every street corner. He's not a rare breed, but he's not common, either. Most breeders have a waiting list because Papillons tend to have small litters.The Papillon has been bred for centuries to be the ultimate companion. They are extremely people oriented and demand to be included in their person's life at all times. If you are looking for a lively, energetic, outgoing, and gregarious companion this could be the breed for you. You and your Papillon will live happily together for many years.",
    "Highlights": "Papillons do not do well in environments where there is little time for the dog. They will choose to be never separated from their human companions.Puppies are fragile and can be injured by rough and tumble play. They are not suitable for families with very small children.Papillons are among the breeds sensitive to anesthesia. Keep this in mind when scheduling any surgical procedure.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "The Papillon was portrayed in portraits dating to the 16th century, a testament to the breed's age and staying power. Rubens, Watteau, Boucher, Van Dyke, Rembrandt, and Fragonard all portrayed them in various artworks, usually accompanying their doting mistresses. The little spaniels were favorite companions of court ladies throughout Europe. Traders carried them in baskets on mules through France, Italy, and Spain.The early toy spaniels from which the Papillon descended had drop ears, but in the 17th century court of Louis XIV a small spaniel with upright ears was developed and given the name Papillon for its resemblance to a butterfly. Other names by which the breed has been known over the centuries include Epagneul Nain (dwarf spaniel), Dwarf Continental Spaniels, Little Squirrel Dogs (because their full, plumed tail resembled that of a squirrel) or Belgian Toy Spaniels.Besides the ears, the only other major change in the breed's appearance was in color. Originally the little spaniels were solid-colored, but these days they're white with patches of color. Otherwise, a Papillon today looks much the same as one you might see portrayed in a painting in the Louvre. The drop-eared variety, known as the Phalene, still exists although he's not as commonly seen. The Papillon ranks 35th among the 155 breeds and varieties registered by the American Kennel Club.",
    "Size": "Papillons stand 8 to 11 inches at the shoulder and weigh 4 to 9 pounds.",
    "Personality": "The Papillon is happy, alert, and friendly. He should never be shy or aggressive. This is, however, a take-charge little dog with a moderate to intense activity level. He's very smart and highly trainable and is best described as a doer, not a cuddler.Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Choose the middle-of-the-road puppy, not the one who's beating up his littermates or the one who's hiding in the corner. Always meet at least one of the parents — usually the mother is the one who's available — to ensure that they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when he grows up.Like every dog, Papillons need early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Papillon pup grows up to be a well-rounded dog. Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills.",
    "Health": "Papillons are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Papillons will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition. In Papillons, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).Patellar Luxation: Also known as \"slipped stifles,\" this is a common problem in small dogs. It is caused when the patella, which has three parts — the femur (thigh bone), patella (knee cap), and tibia (calf) — is not properly lined up. This causes lameness in the leg or an abnormal gait, sort of like a skip or a hop. It is a condition that is present at birth although the actual misalignment or luxation does not always occur until much later. The rubbing caused by patellar luxation can lead to arthritis, a degenerative joint disease. There are four grades of patellar luxation, ranging from grade I, an occasional luxation causing temporary lameness in the joint, to grade IV, in which the turning of the tibia is severe and the patella cannot be realigned manually. This gives the dog a bowlegged appearance. Severe grades of patellar luxation may require surgical repair.Hypoglycemia: Hypoglycemia, or low blood sugar, is a possible problem with all toy breed puppies. Hypoglycemia is easily treatable in the early stages but can be fatal if not treated. It is important that breeders and owners of toy breed puppies recognize the signs and symptoms because this condition can often be misdiagnosed as viral hepatitis or encephalitis by veterinarians. A puppy with hypoglycemia will slow down and become listless, followed by trembling or shivering. Place some honey under his tongue and get him to the vet immediately. If the situation is allowed to continue, he'll eventually collapse, go into convulsions, fall into a coma, and die. Any time your Papillon is limp, with grayish-blue gums and tongue, it's an emergency. Hypoglycemia occurs in toy puppies because they do not have the fat reserves to supply adequate glucose in times of stress or when they do not eat regularly.Collapsed Trachea: It is not completely understood how this occurs, but the rapid inhalation of air causes the trachea to flatten and makes it difficult for air to enter the lungs, much like a soda straw being drawn on too vigorously. This condition may be inherited; it occurs in certain breeds, and dogs with it show an abnormality in the chemical makeup of their tracheal rings in which the rings lose their stiffness and become unable to retain their circular shape.Progressive Retinal Atrophy (PRA): This is a degenerative eye disorder that eventually causes blindness from the loss of photoreceptors at the back of the eye. PRA is detectable years before the dog shows any signs of blindness. Fortunately, dogs can use their other senses to compensate for blindness, and a blind dog can live a full and happy life. Just don't make it a habit to move the furniture around. Reputable breeders have their dogs' eyes certified annually by a veterinary ophthalmologist and do not breed dogs with this disease.Open Fontanel: Papillons are born with a soft spot on the top of their head. Usually the soft spot closes, much like a baby's will, but sometimes one will not close fully. An accidental blow to that spot on the head could kill a Papillon with an unclosed soft spot.",
    "Care": "Papillons are housedogs and aren't suited to living outdoors. They are active, however, and will enjoy having a yard where they can run in wild, fast circles. If that's not available, however, they'll make do with tearing through your house and jumping on and off the furniture. They are often described as mountain goats, so don't be surprised if you find yours up on the kitchen table or some other high spot.Adults need two or three 20- to 30-minute walks or playtimes per day, and they'll appreciate more if you can provide it. Start puppies with two or three 10- to 15-minute walks and gradually increase the time and distance. Puppy or adult, they'll let you know if they're getting tired by stopping or sitting.Although they grow up to be sturdy little dogs, Papillon puppies can be fragile. They can easily break a leg soaring off the back of the sofa or jumping off the bed, so try to avoid such situations by teaching them to use steps to get on and off furniture or waiting until you lift them down.Papillons are easy to housetrain if you keep them on a schedule. Always take them out when they first wake up in the morning, after every meal, after naps, after playtime, after a grooming session or bath, and just before bedtime. When you can't supervise them, they should be crated or placed in a puppy-proofed room.Crate training benefits every dog and is a kind way to ensure that your Papillon doesn't have accidents in the house or get into things he shouldn't. A crate is also a place where he can retreat for a nap. Crate training at a young age will help your Papillon accept confinement if he ever needs to be boarded or hospitalized. Never stick your Papillon in a crate all day long, however. It's not a jail, and he shouldn't spend more than a few hours at a time in it except when he's sleeping at night. Papillons are people dogs, and they aren't meant to spend their lives locked up in a crate or kennel.Train your Papillon using positive reinforcement techniques such as food rewards, praise, and play, and you will soon find that he can learn anything you can teach.",
    "Feeding": "Recommended daily amount: 1/4 to 1/2 cup of high-quality dry food a day, divided into two meals.Note: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.It's easy to overfeed a Papillon, but he has delicate knees and shouldn't be allowed to get fat. Keep your Papillon in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the hands-on test. Place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Papillon, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The Papillon's long, flowing coat is straight, fine, and silky, with no undercoat. Cascading down his chest is a frill of hair. His beautiful butterfly-like ears are fringed with hair, and the insides are covered with medium-length silken hair. Feathering covers the backs of the forelegs, and the hind legs are dressed in breeches, a fringe of longish hair on the thigh area, also known as culottes. Topping it all off is a long, flowing plume of a tail carried proudly arched over the body.The Papillon is always parti-colored, white with patches of any color. On the head, any color other than white covers both ears back and front and extends without interruption from the ears over both eyes. The ideal Papillon has a clearly defined white blaze and nose band, but one with a solidly marked head still makes a great companion. The nose, eye rims, and lips are black.The coat isn't prone to matting but should be combed and brushed once or twice a week to distribute the natural skin oils and keep the hair and skin healthy. The Papillon doesn't have a doggie odor, so bathe him only as needed. He's a wash-and-go kind of dog. Trim nails two or three times a month or as needed. If you can hear them clicking on the floor, they're too long. Small dogs are prone to periodontal disease, so start dental hygiene early. Brushing your Papillon's teeth two or three times a week — daily if possible — will help keep them clean and tartar-free.",
    "Children And Other Pets": "Papillons love children, but the combination of a tiny dog and a young child can be a recipe for disaster. A Papillon may leap from a child's hands and injure himself if he's not being held correctly, and he won't hesitate to defend himself if he's being mistreated. Many breeders won't sell puppies to families with toddlers for fear that the dog will be injured.Make it a rule that young children can only hold or pet the Papillon if they're sitting on the floor. Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's sleeping or eating or to try to take the dog's food away. No dog should ever be left unsupervised with a child.Papillons get along well with other pets in the family, including cats, if introduced at a young age. The fearless Papillon will often boss around dogs much bigger than he is, and this may or may not cause problems. It's not unusual for the smallest dog to be the one in charge.",
    "Rescue Groups": "Papillons are often purchased without any clear understanding of what goes into owning one. There are many Papillons in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Papillon rescue.Papillon Club of AmericaPapillon Haven RescuePapillon 911 Rescue and Adoption"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Companion Dogs"
    },
    {
      "name": "Height",
      "value": "8 to 11 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "4 to 9 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 16 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}