{
  "id": "patterdale-terrier",
  "url": "https://dogtime.com/dog-breeds/patterdale-terrier",
  "name": "Patterdale Terrier",
  "intro": "The spunky and energetic Patterdale Terrier is a very popular dog in the United States but originated in the United Kingdom. Compact, confident, and independent, this beloved dog was originally bred to hunt foxes and rabbits.\nAlthough these are purebred dogs, you may still find them in shelters and rescues. Remember to adopt! Don’t shop if this is the breed for you.\nPatience is much needed when it comes to training as these dogs have a reputation for being stubborn. However, they’re charming and affectionate and will form strong bonds with their main caregiver.\nThese adorable pups love big and small families alike as long as they get plenty of attention — because they will demand it! That said, large families might work best for them because there are more people to interact with, and Patterdale Terriers don’t like being left alone for any length of time. This is a high energy dog and would not be happy in a low energy family.\nA large home with a backyard or countryside is ideal. Make sure you have a secure yard, as they’re prone to tracking and wandering off.\nSee below for complete list of dog breed traits and facts about Patterdale Terriers!",
  "description": {
    "Highlights": "Patterdale Terriers coats come in a variety of colors that include pied, black, red, and brown, and they can also be smooth, broken, or rough. While this breed is not an ideal choice for allergy sufferers, their coat is very easy to care for. A good brush per week should keep them in tip top shape.Patterdale Terriers are prone to weight gain, and they have high energy levels. Make sure your dog gets at least one good half-hour- to hour-long walk per day with a few good, active play sessions and shorter walks mixed in.They should not be left alone for long periods of time as they are prone destructive behavior when they feel isolated. Large families are great for combating this.Patterdale Terriers bond with everyone in the family. They can be rambunctious when playing, however, so they need to be properly socialized and supervised with very small children.Patterdale Terriers usually get along well with other dogs but have a strong prey drive and should not be trusted around small animals, like birds or hamsters.",
    "History": "The Patterdale Terrier was named after a village in England where they are originally from, and they're closely related to the Fell Terrier. The Fell was developed in Northern England so they would be able to withstand harsher climates. Patterdale Terriers are also pretty versatile when it comes to tolerating extreme weather.Originally bred to hunt rats, foxes, and other vermin, their small bodies are able to squeeze into tunnels and burrows to flush out game. Nowadays, these dogs are mostly desired for their fearless and lively personalities.Not exactly an ancient breed, they were recognized by the United Kennel Club in 1995.The Patterdale Terrier is also recognized by these following clubs as well;ACA - American Canine AssociationACR - American Canine RegistryAPRI - American Pet Registry, Inc.CKC - Continental Kennel ClubDRA - Dog Registry of America, Inc.NKC - National Kennel Club",
    "Size": "The Patterdale Terrier should weigh between eleven and 13 pounds and stand between twelve and 15 inches at the shoulders.That said, many dogs may be smaller or larger than average for their breed.",
    "Personality": "Like most terriers, the Patterdale is a big dog in a small package. They are outgoing, lively, and fun spirited. This dog will keep you on your toes. Slap on your Fitbit, and you'll rack up lots of steps keeping up with them.They're a working dog and love to have a job to do, no matter how big or small. They can be very willful, so positive re-enforcement is the recommended route to take when it comes to training. Short training sessions are recommended to keep them from losing interest.The Patterdale Terrier needs early socialization -- exposure to many different people, sights, sounds, and experiences -- when they're young. Socialization helps ensure that your Patterdale Terrier puppy grows up to be a well-rounded dog.The outgoing nature of the Patterdale makes them a good match for an active person who can give them plenty of attention. They love kids and make excellent family pets because they're able to keep up with kids of all ages.They'll enjoy a game of fetch just as much as an interactive, stimulating toy or a long walk. So long as they feel busy, they will be very content. They should not be left alone for long periods of time as they are prone destructive behavior when they feel isolated. Large families are great for combating this.",
    "Health": "While most Patterdale Terriers are generally pretty sturdy and healthy, some may be prone to a few health issues, which is why it's important to maintain good care and regular veterinary checkups.Some of the more common health problems Patterdale Terriers suffer from include:Dry SkinLens LuxationInverterbral Disc DiseaseHypothyroidismHip Dysplasia",
    "Care": "As with all dogs, you should keep up with your Patterdale Terrier's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.Patterdale Terriers are prone to weight gain, and they have high energy levels. Make sure your dog gets at least one good half-hour- to hour-long walk per day with a few good, active play sessions and shorter walks mixed in. Luckily, their high energy levels make it easier for them to keep off extra weight with appropriate exercise.Patterdale's have floppy ears and are prone to ear infections, so it is important to check and clean the ears regularly to prevent this from happening. If your dog develops a pungent aroma or you find them scratching or rubbing their ears, chances are they may have an ear infection and could require a trip to the vet.Trim your dog's nails before they get too long -- usually once or twice per month. They should not be clicking against the floor. Your groomer can help with this if it's too difficult to do by yourself.One of the toughest jobs when caring for any animal is maintaining their oral health. Small breeds are prone to dental issues, and it's best to start brushing your pup's teeth early to help get them used to it.",
    "Feeding": "An ideal Patterdale Terrier diet should be formulated for a small, active breed. Terriers are notorious for being very food driven and tend to become overweight quite easily, so you should stick to a regular feeding schedule and limit treats. Look for a high quality food or learn how to make your own pet food for optimum nutrition.As with all dogs, the Patterdale Terrier's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Patterdale Terrier's diet, as there is far too much variation among individual dogs -- including weight, energy, and health -- to make a specific recommendation.",
    "Coat Color And Grooming": "Patterdale Terriers coats come in a variety of colors that include pied, black, red, and brown, and they can also be smooth, broken, or rough.Smooth Coat - short and shinyBroken Coat - coarse with longer hair around the face and chinRough Coat - longer hair all over with a thick double coatWhile this breed is not an ideal choice for allergy sufferers, their coat is very easy to care for. A good brush per week should keep them in tip top shape. Shampoo only as needed. They have oils that are important for helping them tolerate warm and cold weather.One very common issue with short, smooth-coated breeds is that they tend to get dry skin rather easily. Patterdale Terriers are considered light shedders but excessive shedding may occur in stressful situations.Patterdale Terriers are closely related to the Fell Terrier who was bred in Northern England to withstand harsh weather conditions. The Patterdale Terrier is also able to withstand heat and cold weather alike but should live indoors with their family.",
    "Children And Other Pets": "Patterdale Terriers bond with everyone in the family. They can be rambunctious when playing, however, so they need to be properly socialized and supervised with very small children.Patterdale Terriers usually get along well with other dogs but have a strong prey drive and should not be trusted around small animals, like birds or hamsters.As with every breed, you should always teach children how to approach and touch dogs, and supervise any interactions. Teach your child never to approach any dog while they're eating or sleeping or to try to take the dog's food away. No dog, no matter how friendly, should ever be left unsupervised with a child.",
    "Rescue Groups": "Rescues specifically for Patterdale Terriers might be hard to come by, as this is an uncommon breed. However, you can always check with your local shelter, and you may want to try a rescue that caters to all kinds of dogs. You can take a look at the following:Wright-Way RescueAngels Among Us Pet RescueYou can also check out DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Terrier Dogs"
    },
    {
      "name": "Height",
      "value": "12 to 15 inches"
    },
    {
      "name": "Weight",
      "value": "11 to 13 pounds"
    },
    {
      "name": "Life Span",
      "value": "11 to 14 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}