{
  "id": "pekingese",
  "url": "https://dogtime.com/dog-breeds/pekingese",
  "name": "Pekingese",
  "intro": "Pekingese dogs were bred for centuries to be the cherished companions of the imperial family of China. Today they’re still cherished family companions and show dogs who greet everyone they meet with dignity and grace.\nEven though these are purebred dogs, you may find them in the care of shelters or rescue groups. Remember to adopt! Don’t shop if you want to bring a dog home.\nThe Peke is an adaptable dog who can live with just about anybody, including apartment dwellers and novice pet parents. However, they have a tendency to bark, which neighbors might not be too thrilled about. They also tend to stick to one human caretaker most of all. Children may injure them during rough play, so they’re best suited to homes with teens and adults. If you can meet the breed’s needs, you’ll have a loving, loyal companion who won’t want to leave your side!\nSee below for complete list of dog breed traits and facts about Pekingese!",
  "description": {
    "": "It's no wonder the Pekingese has a self-important attitude, given his history as an imperial favorite. He was held in great esteem at the imperial court of China, and he still knows it today. A Pekingese will greet you with dignity and pride. He is well aware that his ancestors were the companions of royalty and he continues to demand the respect such a position entails today. With his soft round brown eyes, mane of long straight hair and tail carried jauntily over his back, he swaggers through life in full awareness of who he is and the importance he has to the people who live with him.Pekingese are very intelligent, but that intelligence is offset by an independent mind and a wide stubborn streak. Training them is a challenge. They consider themselves in charge of any situation so you must persuade them that you are in charge and that doing what you want is to their advantage. Pekingese do not respond well to harsh training or discipline and it can cause them to become defensive and possibly to bite.Pekingese are very loving and affectionate with their family but aloof, almost wary, of strangers. That characteristic makes them excellent watchdogs; they like to bark when strangers approach. Some Pekingese tend to bark too much, so it's a good idea early on to teach them when to stop. They are brave, sometimes to the point of being foolhardy, and will defend you to the death if needed.While children are always intrigued by small dogs, a Pekingese is not a good choice for families with toddlers who may treat him roughly without meaning to. The Peke won't tolerate being grabbed or poked and won't hesitate to defend himself. Always supervise any interaction between a Pekingese and a child of any age.Pekes don't always get along with other dogs. They prefer the company of other Pekingese, and it can take them a long time to get used to other animals in the household. With proper socialization — early exposure to many different people, other animals, sights, sounds, and experiences — however, they can become best friends with other dogs and cats and include them in their royal group. Until you're sure everyone gets along, though, supervise any active play. The Peke's round, protuberant eyes are easily injured with the swipe of a paw or claw.The profuse coat of the Pekingese needs daily to weekly care. The long, flowing coat of the show dog needs daily maintenance, but people who have companion Pekingese can choose to keep their pets' coats trimmed short to ease the burden of grooming.If you are looking for a devoted, loving friend who will treat you with respect and dignity and expect the same treatment from you, then the Pekingese may be a breed to consider. They need someone who understands their unique needs and who is willing to make room for a truly individual personality in their lives. The Pekingese will return your care with all the love and affection that a truly large heart in a small package can offer.",
    "Highlights": "Due to their short noses, Pekes snore, some quite loudly.The round bulging eye of the Pekingese can be damaged or \"popped out\" during excessively rough play; this is rare but can occur.Pekes have an excessive amount of wrinkling on face; this can cause problems with skin fold dermatitis, skin irritations, and infections. The folds should be kept clean and dry.Pekes have a tendency to gain weight if overfed.A Peke may go on a hunger strike just to prove a point over his owner.Pekingese tend to bark a lot.The breed can be difficult to housebreak.Pekingese tend to be one-person dogs.Because of their profuse coat and short noses, they do not tolerate heat well.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "According to Chinese legend, a lion once fell in love with a marmoset, a type of monkey. To wed his love, the lion begged Buddha to reduce him in size but let him retain his great lion heart and character. Buddha consented, and from the union of the two descended the dogs of Fu Lin, the lion dogs of China.Perhaps that's not quite how the Pekingese came into being, but it's a good story. The breed is indeed ancient, with DNA evidence confirming it as one of the oldest of dog breeds. The Peke is believed to have existed in China for as long as 2,000 years. Named for the capital city of Peking (now Beijing), they were companions to nobles, princes, and members of the imperial family. Commoners bowed down to them, treatment they still expect today.The Pekingese was closely guarded and never allowed to leave the palace let alone the country, but he came to the attention of the Western world as a result of the Opium War in 1860. When British troops entered the imperial palace after invading Peking, one of their discoveries was five Pekingese dogs guarding the body of their mistress, who had committed suicide rather than face capture. The dogs became prizes of war and were taken to England where two were presented to the Duchess of Wellington, two to the Duke and Duchess of Richmond and Gordon, and one to Queen Victoria, who named it \"Looty.\"They remained rare, although by the 1890s, more Pekingese were being smuggled out of China. A dog named Pekin Peter was reportedly the first Pekingese to be exhibited at a British dog show, in 1894. The breed at the time was known variously as a Chinese Pug and a Pekingese Spaniel. A Pekingese club was established in 1904.Naturally, the Peke's popularity spread across the Atlantic to the United States. The first Pekingese registered by the American Kennel Club was Rascal, in 1906, and the Pekingese Club of America was formed in 1909. Today the breed ranks 49th among the 155 breeds and varieties registered by the AKC.",
    "Size": "The Pekingese is heavy for his size with a stocky, muscular body. He is 6 to 9 inches tall at the shoulder and weighs 7 to 14 pounds. In imperial China, Pekingese that weighed less than six pounds were called \"sleeve dogs\" and rode in the sleeve cuffs of the robes worn by members of the imperial court.",
    "Personality": "He may look foofy, but the Pekingese is a stand-up character who's tougher and braver than his appearance suggests. The Peke's regal dignity, self-importance, confidence, and stubborn streak all come together in a lively, affectionate, good-natured dog who'll respect you if you respect him. He's loyal to and protective of his people, barking in warning when strangers appear. Train him with firm, kind consistency, using positive reinforcements such as food rewards and praise. You will always succeed if you can persuade the Peke that doing something is his idea, not yours.Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Choose the middle-of-the-road puppy, not the one who's beating up his littermates or the one who's hiding in the corner. Always meet at least one of the parents — usually the mother is the one who's available — to ensure that they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when he grows up.Like every dog, Pekingese need early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Peke puppy grows up to be a well-rounded dog. Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills.",
    "Health": "Pekingese are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Pekes will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition. In Pekes, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).Patellar Luxation: Also known as \"slipped stifles,\" this is a common problem in small dogs. It is caused when the patella, which has three parts — the femur (thigh bone), patella (knee cap), and tibia (calf) — is not properly lined up. This causes lameness in the leg or an abnormal gait, sort of like a skip or a hop. It is a condition that is present at birth although the actual misalignment or luxation does not always occur until much later. The rubbing caused by patellar luxation can lead to arthritis, a degenerative joint disease. There are four grades of patellar luxation, ranging from grade I, an occasional luxation causing temporary lameness in the joint, to grade IV, in which the turning of the tibia is severe and the patella cannot be realigned manually. This gives the dog a bowlegged appearance. Severe grades of patellar luxation may require surgical repair.Brachycephalic Syndrome: The full name for the condition is brachycephalic airway obstruction syndrome (BAOS). This condition occurs in those breeds that have been selectively bred to have a shortened face. These dogs have some problem with breathing from the time they are born. The exaggerated features that occur with their anatomy include an elongated and fleshy soft palate, narrowed nostrils, changes to the larynx, and a relatively small trachea. Problems vary according to the severity of the disease. Most brachycephalic dogs snuffle and snort to some degree. Some have no other problems; others have increasingly noisy breathing, coughing, gagging, fainting, and collapsing episodes and a decreased tolerance for exercise. Overheating is especially dangerous for these breeds because panting causes more swelling and narrowing of the airway, increasing the dogs' anxiety. Treatment can include keeping dog from becoming overweight, corticosteroids for short term relief of airway inflammation, and surgical shortening of the soft palate if it is elongated.Cataracts: A cataract is an opacity on the lens of the eye that causes difficulty in seeing. The eye(s) of the dog will have a cloudy appearance. Cataracts usually occur in old age and sometimes can be surgically removed to improve the dog's vision.Cleft Palate: The palate is the roof of the mouth and separates the nasal and oral cavities. It is made up of two parts, hard and soft. A cleft palate has a slit that runs bilaterally or unilaterally and can range in size from a small hole to a large slit. A cleft palate can affect both the hard and soft palate separately and together and may cause a cleft lip. Puppies can be born with cleft palates, or a cleft palate can occur from an injury. Cleft palates are fairly common in dogs, but many puppies born with a cleft palate do not survive or are euthanized by the breeder. The only treatment for a cleft palate is surgery to close the hole, although not all dogs with a cleft palate require the surgery. It is important to get a diagnosis and treatment recommendation from your veterinarian.Cryptorchidism: Cryptorchidism is a condition in which one or both testicles on the dog fail to descend and is common in small dogs. Testicles should descend fully by the time the puppy is 2 months old. If a testicle is retained, it is usually nonfunctional and can become cancerous if it is not removed. The treatment that is suggested is to neuter your dog. When the neutering takes place, a small incision is made to remove the undescended testicle(s); the normal testicle, if any, is removed in the regular manner.Distichiasis: This condition occurs when an additional row of eyelashes (known as distichia) grow on the oil gland in the dog's eye and protrude along the edge of the eyelid. This irritates the eye, and you may notice your Aussie squinting or rubbing his eye(s). Distichiasis is treated surgically by freezing the excess eyelashes with liquid nitrogen and then remove them. This type of surgery is called cryoepilation and is done under general anesthesia.Ectopic Cilia: An abnormality of eyelash growth in which extra eyelashes grow through the eyelid to the inside. One or more ectopic cilia may be present. Clinical signs of discomfort vary according to the number of abnormal cilia and whether they are fine or coarse. This type of eyelash abnormality is particularly irritating to the eye and more likely to cause corneal ulcers. Treatment consists of treating any corneal ulcers that have occurred with antibiotics and surgical removal of the aberrant follicle.Entropion: This defect, which is usually obvious by six months of age, causes the eyelid to roll inward, irritating or injuring the eyeball. One or both eyes can be affected. If your Pekingese has entropion, you may notice him rubbing at his eyes. The condition can be corrected surgically if he doesn't outgrow it by adulthood.Fold Dermatitis: A skin infection caused by folds in the skin in which rubbing occurs or moisture gets trapped. It is more commonly found in breeds that have folds in the skin such as Pekingese. The signs of fold dermatitis are redness, sores, and odor, and the dog can be affected on the tail, face, lips, vulvar folds, and any other fold on the body. The treatment for fold dermatitis varies depending on the area affected, but it can include surgical removal of the folds or amputation of the tail in the case of fold dermatitis on the tail. It can also include topical antibiotic ointments. The best means of treatment is to properly maintain your dog's coat to prevent the condition.Hydrocephalus: Occurs when the cerebrospinal fluid (CSF) in the brain accumulates because of a congenital defect, obstruction, or the result of perinatal trauma, placing pressure on the brain. This usually occurs in young dogs under the age of 18 months and older dogs that are more than 6 years old. If hydrocephalus is left untreated, the dog will die. Treatment consists of medical treatment and surgery where either the obstruction is removed or a shunt is inserted.Keratoconjunctivitis Sicca: Keratoconjunctivitis sicca, or dry eye, is caused when the eyes don't produce enough tears to stay moist. Your vet can perform a Schirmer tear test to diagnose dry eye, which can be controlled with medication and special care. This eye condition requires life-long therapy and care.Mitral Valve Disease: This defect in the mitral valve of the heart causes a backup of blood into the left atrium, known as mitral regurgitation. This causes the heart to be less efficient at pumping the blood. It is the most common acquired cardiac disease, affecting more than one-third of dogs over ten years of age. There are several breeds that are genetically predisposed to acquire the condition at a much younger age, and the Pekingese is one of them. If your veterinarian hears a heart murmur, your Peke should be evaluated by a veterinary cardiologist.Progressive Retinal Atrophy (PRA): This is a degenerative eye disorder that eventually causes blindness from the loss of photoreceptors at the back of the eye. PRA is detectable years before the dog shows any signs of blindness. Fortunately, dogs can use their other senses to compensate for blindness, and a blind dog can live a full and happy life. Just don't make it a habit to move the furniture around. Reputable breeders have their dogs' eyes certified annually by a veterinary ophthalmologist and do not breed dogs with this disease.Exposure Keratopathy Syndrome: This syndrome can be caused by a number of factors such as exophthalmos, which is a protrusion of the eyeball, macroblepharon, which is a large eyelid opening, and lagophthalmos, which is an inability to completely close the eyelid. These factors cause the cornea to be exposed, resulting in an inability to blink properly and the easy evaporation of tears. The syndrome can lead to corneal ulcers, and a pigmentation of the cornea that may cause vision impairment. Signs are generally red eyes, increased tears, and pawing at the eyes. Treatment for Exposure Keratopathy Syndrome is usually various surgeries, but tear substitutes have been used as a temporary treatment.Intervertebral Disk Disease: The spinal cord is surrounded by the vertebral column, and between the bones of the vertebral column are intervertebral discs that work as shock absorbers and allow normal movement of the vertebrae. The discs are made of two layers, an outer fibrous layer and an inner jelly-like layer. Intervertebral disc disease occurs when the jelly like inner layer protrudes into the spinal canal and pushes against the spinal cord. Compression of the spinal cord may be minimal, causing neck or back pain, or it can be severe, causing loss of sensation, paralysis, and lack of bowel or bladder control. The damage done by the spinal compression may be irreversible. Treatment is based on several factors, including location, severity, and length of time between injury and treatment. Confining the dog may be of some use, but surgery is often needed to relieve pressure on the spinal cord. Surgery is not always successful.",
    "Care": "Pekingese make good apartment dogs, and of course they'll be equally happy in a mansion. They love to run and romp but need a fenced area because they will explore and may wander off. Pekingese appreciate going for walks and will be excellent company jaunting through the neighborhood with you. They will run around the house, especially with another Peke or other dog. Despite their heavy coat, Pekingese are housedogs and should not live outdoors. Their short noses make them sensitive to heat, so they need to live in an air-conditioned environment.Pekes are stubborn and can be difficult to train. They won't respond at all to harsh corrections or training methods. Reward them any time they do something you like, and be creative in persuading them that what you want them to do is their idea and worth their while.",
    "Feeding": "Recommended daily amount: 1/2 to 1 cup of high-quality dry food a day, divided into two meals.Note: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Pekes are meant to be stocky, muscular dogs who feel heavy when lifted, but they shouldn't be fat. Keep your Pekingese in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the hands-on test. Place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs fewer bonbons and more exercise.For more on feeding your Peke, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The Pekingese wears a coat that is long, coarse, and straight, standing away from the body like a furry halo. Beneath the topcoat is a thick, soft undercoat. True to his description as a lion dog, the Pekingese has a noticeable mane on the neck and shoulder area, with the coat on the rest of the body being somewhat shorter. While it should be long and profuse, the coat should not obscure the shape of the body. Long feathering is found on the backs of the legs and on the toes, with longer fringing on the ears and tail.The Peke's coat can be any color or have any markings, including black and tan, fawn or red brindle, and particolor, which is white with another color. He may or may not have a black mask. Solid white Pekingese were highly prized by the Chinese and are still popular today. Regardless of coat color, the exposed skin of the muzzle, nose, lips, and eye rims is black.Unless you're showing him, you can brush your Peke's coat weekly with a small bristle brush, curry brush, or shedding comb. Before brushing, mist the coat lightly with water to prevent the hair from breaking. Brush all the way down to the skin; if you just go over the top of the coat, you won't get out the dead hair that forms mats and tangles. Continue to mist the hair as you brush each area of the body. Use a metal comb on the feathering and fringing on the legs, ears, and tail. These areas tangle easily, so comb them daily.Clean the face and around the eyes daily with a damp cotton ball to prevent problems with the skin folds in the area. Keep skin folds clean and dry to prevent infections. Any time your Peke gets wet, thoroughly dry the skin folds until no dampness remains.Bathe your Pekingese once or twice a month, as needed. Use a shampoo made for dogs so you don't dry out his coat. You can also shake on a dry dog shampoo and then brush it out.Trim the hair on the feet to prevent mats from developing and foreign objects from becoming tangled there. Trim the nails regularly, usually every two or three weeks. If you can hear them clicking on the floor, they're too long. Teaching your Peke puppy to accept having his teeth brushed at least weekly (daily is better) can help prevent dental disease later in life, a common problem in small dogs.",
    "Children And Other Pets": "A Pekingese is not a good choice for families with toddlers who may treat him roughly without meaning to. The Peke won't tolerate being grabbed or poked and won't hesitate to defend himself.Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's sleeping or eating or to try to take the dog's food away. No dog should ever be left unsupervised with a child.Pekes prefer the company of other Pekingese, but with early socialization they can learn to get along with other dogs (and cats) and may even rule over dogs that are 20 times their size.",
    "Rescue Groups": "Pekingese are often purchased without any clear understanding of what goes into owning one. There are many Pekes in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Peke rescue.Houston Pekingese RescueNortheast Pekingese RescuePeke Rescue NetworkPekingeseRescue.orgPekingese Rescue of New EnglandPotomac Valley Pekingese Club, Inc. Rescue"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Companion Dogs"
    },
    {
      "name": "Height",
      "value": "6 to 9 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "7 to 14 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 1
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 3
    }
  ]
}