{
  "id": "pembroke-welsh-corgi",
  "url": "https://dogtime.com/dog-breeds/pembroke-welsh-corgi",
  "name": "Pembroke Welsh Corgi",
  "intro": "Originally bred to herd cattle, sheep, and horses, the Pembroke Welsh Corgi is an active and intelligent dog breed. Easy to train and eager to learn, Pembrokes are great with children and other pets, and you can find them in four different coat colors and markings.\nEven though these are purebred dogs, you may find them in the care of shelters or rescue groups. Remember to adopt! Don’t shop if you want to bring a dog home.\nAdaptable and loving with the whole family, Corgis can fit into just about any household, whether it’s an apartment or large home with a yard. However, they do have quite a bit of energy for a small dog. They’ll need plenty of walks and active play sessions. You might be surprised by how quickly these short-legged pups can move! For humans who can meet the breed’s needs, the Pembroke will make an excellent family companion, even for novice pet parents.\nSee below for complete list of dog breed traits and facts about Pembroke Welsh Corgis!\n",
  "description": {
    "": "Welsh Corgis come in two varieties: the Pembroke and the Cardigan. They were registered as one breed by the Kennel Club in the U.K. until 1934, although many breeders believe the two breeds developed separately. Both have similar heads, bodies, levels of intelligence and herding ability, but the Cardigan is slightly larger and heavier boned than the Pembroke.For most of us, the easiest way to tell the difference between a Pembroke and a Cardigan is to look at the tails. Pembrokes' are docked and Cardigans' are long. (Remember it this way: the Pembroke has a \"broke\" tail; the Cardigan has a long tail like the sleeves of a cardigan sweater.)Pembroke Welsh Corgis (also called Pembrokes, PWCs or Pems) are the smallest of the American Kennel Club's Herding Group, and are also recognized by the United Kennel Club. Their coats can be red, sable, fawn or tri-colored (red, black and tan), usually with white markings on the legs, chest, neck, muzzle and belly. They also may have a narrow blaze on their heads. Pembroke heads are shaped much like the head of a fox. Their eyes are oval-shaped and dark, and their ears are erect.The official AKC breed standard is maintained by the Pembroke Welsh Corgi Club of America.",
    "Highlights": "Pembrokes are vocal dogs that have a tendency to bark at anything and everything.While they are intelligent dogs, they also can be stubborn. If housebreaking is a problem, crate training is advised.Their strong herding instinct may cause them to nip at the heels of children when they are playing.Pembrokes are prone to overeating. Their food intake should be monitored closely.Even though they are small dogs, Pembrokes have a lot of energy and need a healthy amount of exercise each day.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "Originating in Pembrokeshire, Wales, the Pembroke Welsh Corgi is an enchanting dog whose background is steeped in folklore. According to Welsh legend, the Pembroke Welsh Corgi sprang from the lairs of fairies and elves!As the legend goes, one day two children were out in the fields tending to their family's cattle when they found a couple of puppies. The children thought they were foxes, but recognizing something different about them, bundled them up and took them home. Their parents immediately saw that the pups were not foxes, but dogs, and told their children that the pups were a gift from the fairies that lived in the fields. The fairies used them to pull their carriages and sometimes ride into battle.As proof that Pembrokes were indeed the mounts of fairies, the parents pointed to the marks on their backs where the fairy saddle had been placed on their shoulders. The children were delighted and cherished their pups. As they grew, the dogs became treasured companions and learned to help the children take care of the family's cattle.For those who don't believe in fairy tales, there are historians who say that the Pembroke Welsh Corgi is descended from Vallhunds, Swedish cattle dogs that were brought to Wales by the Vikings in the 9th and 10th centuries. Others think they may have been descended from dogs that were brought to Wales by Flemish weavers in the 12th century.Either way, the breed has a rather misty historical pedigree. Farmers who kept working dogs in the past bred the best dogs for the jobs they wanted them to do. They didn't keep good records about the matings.In the 1920s, the UK Kennel Club recognized Corgis as purebred dogs. They were officially known as Welsh Corgis when exhibited for the first time in 1925. At that time, Pembrokes and Cardigans were shown in the same class as one breed.Then, in 1934, the Kennel Club recognized the Pembroke and the Cardigan as two separate breeds. In that same year, the American Kennel Club followed suit. Pembrokes were first shown in the U.S. in 1936.Pembrokes have slowly gained in popularity in the U.S., and today, are among the top 50 most popular breeds for family pets. They're also popular with Her Majesty, Queen Elizabeth II of England, who received her first Pembroke Welsh Corgi from her father (King George VI) in 1933.The puppy's name was Rozavel Golden Eagle and was a playmate for Elizabeth and her sister, Margaret. Elizabeth has loved the little dogs ever since, and currently has a pack of them lounging around Buckingham Palace.",
    "Size": "Pembroke Welsh Corgis are between 10 and 12 inches tall at the shoulders, and weigh no more than 30 pounds.",
    "Personality": "Although Pembrokes are still used as working dogs, they are most often seen as family pets these days. They are known for being happy, loving, and intelligent, but with a stubborn or independent streak at times. They are easy to train, but don't expect your Pembroke to be subservient. They like to think for themselves.Although they want to please their owners, food is a great motivator for them when training. Proceed with caution: Pembrokes love to eat and can become obese if their food intake isn't moderated.Pembrokes also make good watchdogs. They can be suspicious of strangers, and will be quick to bark if they feel that something or someone is threatening their home and family.Like every dog, the Pembroke needs early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Pembroke puppy grows up to be a well-rounded dog.",
    "Health": "Pembrokes are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Pembrokes will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition.In Pembrokes, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).Hip Dysplasia: This is an inherited condition in which the thighbone doesn't fit snugly into the hip joint. Some dogs show pain and lameness on one or both rear legs, but others don't display outward signs of discomfort. (X-ray screening is the most certain way to diagnose the problem.) Either way, arthritis can develop as the dog ages. Dogs with hip dysplasia should not be bred — so if you're buying a puppy, ask the breeder for proof that the parents have been tested for hip dysplasia and are free of problems.Cataracts: This affliction causes opacity on the lens of the eye, resulting in poor vision. The dog's eye(s) will have a cloudy appearance. Cataracts usually occur in old age and sometimes can be surgically removed to improve visionCutaneous Asthenia: Also known as Ehlers-Danlos syndrome, dermatosparaxis, or dominant collagen dysplasia, this condition causes defective connective tissue in the skin to become fragile, loose, and stretchy. Blood vessels are also affected, leading to excessive bruising and blood blisters.Cystinuria: This is a condition where high levels of a protein, called cystine, are excreted in the urine, and may indicate stone formation. This is usually a problem only in males.Degenerative Myelopathy (DM): This is a progressive degeneration of the nervous and supportive tissue of the spinal cord in the lower back region. It causes rear leg lameness, weakness and eventual paralysis and is often misdiagnosed as disk disease.Epilepsy: Epilepsy is a neurological condition that's often, but not always, inherited. It can cause mild or severe seizures that may show themselves as unusual behavior (such as running frantically as if being chased, staggering, or hiding) or even by falling down, limbs rigid, and losing consciousness. Seizures are frightening to watch, but the long-term prognosis for dogs with idiopathic epilepsy is generally very good. It's important to take your dog to the vet for proper diagnosis (especially since seizures can have other causes) and treatment.Intervertebral Disk Disease: Because of their long backs, Pembrokes are prone to ruptures in a spinal disk. Symptoms include unsteadiness, problems with going up or down stairs and furniture, knuckling over of limbs, weakness, and paralysis.Patent Ductus Arteriosus (PDA) with Pulmonary Hypertension: PDA is a congenital defect of the vascular system that allows unoxygenated blood to bypass the lungs. It is usually detected in puppies during veterinary examination. Pulmonary hypertension is high blood pressure within the lungs and is a rare part of the PDA disease. PDA can be surgically corrected.Progressive Retinal Atrophy (PRA): is a family of eye diseases that involves the gradual deterioration of the retina. Early in the disease, affected dogs become night-blind; they lose sight during the day as the disease progresses. Many affected dogs adapt well to their limited or lost vision, as long as their surroundings remain the same.Retinal Dysplasia: This is an abnormal development of the retina. Sometimes the retina may detach and cause blindness.Von Willebrand's Disease: Found in both dogs and humans, this is a blood disorder that affects the clotting process. An affected dog will have symptoms such as nosebleeds, bleeding gums, prolonged bleeding from surgery, prolonged bleeding during heat cycles or after whelping, and occasionally blood in the stool. This disorder is usually diagnosed between three and five years of age, and it can't be cured. However, it can be managed with treatments that include cauterizing or suturing injuries, transfusions before surgery, and avoidance of specific medications.",
    "Care": "Athletic and surprisingly fast, Pembrokes were bred to be herding dogs and require plenty of exercise each day. That said, they make fine apartment dogs as long as they get the physical stimulation they need.With their short legs and long backs, they should not be expected to hop up on (or down from) the couch or any other modest height — fractures are common.Pems can adapt quite easily to living in the country or the city. Although their coats are weather-resistant and they do well in most climates, they are very people-oriented, and need to be a part of the family at all times — not left alone in the backyard.",
    "Feeding": "Recommended daily amount: 3/4 to 1.5 cups of high-quality dry food a day, divided into two meals.Note: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Pembrokes like to eat, and will over-indulge if given the chance. Keep your Pem in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test.First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Pembroke, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "Pembrokes are double-coated, with a thick undercoat and a longer topcoat. They shed continuously, with heavier shedding at least twice a year. You'll find them in red, sable, black, tri-colored, or fawn, usually with white markings.The length of the coat varies on the body. Some Pems have fluffy coats — long with excessive feathering on the ears, chest, legs and feet.Many Pembrokes have what is called a \"fairy saddle\" over their back. This marking, which is caused by a change in thickness and direction of a strip of hair, gets its name from legend: According to one, fairies rode Pembrokes in their home country of Wales.Pembrokes are easy to groom, but shedding can be a problem if you don't keep up with the brushing, especially during the heavier seasonal shedding. When they are shedding the most, daily brushing is recommended. You only need to bathe them as needed, but many people find that regular bathing also helps control heavy shedding.Brush your Pembroke's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim his nails once or twice a month if your dog doesn't wear them down naturally to prevent painful tears and other problems. If you can hear them clicking on the floor, they're too long. Dog toenails have blood vessels in them, and if you cut too far you can cause bleeding — and your dog may not cooperate the next time he sees the nail clippers come out. So, if you're not experienced trimming dog nails, ask a vet or groomer for pointers.His ears should be checked weekly for redness or a bad odor, which can indicate an infection. When you check your dog's ears, wipe them out with a cotton ball dampened with gentle, pH-balanced ear cleaner to help prevent infections. Don't insert anything into the ear canal; just clean the outer ear.Begin accustoming your Pembroke to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "Pembrokes have a remarkable affinity for children, but thanks to their herding instincts, they sometimes nip at children's feet or ankles. Pems are eager learners, though, and can be trained out of this behavior at a young age.As with every breed, you should always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's eating or sleeping or to try to take the dog's food away. No dog, no matter how friendly, should ever be left unsupervised with a child.They usually are good with other pets in the household, so long as they have been socialized with them.",
    "Rescue Groups": "Pembrokes are often purchased without any clear understanding of what goes into owning one. There are many Pembrokes in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Pembroke rescue.Lakeshore Pembroke Welsh Corgi Rescue"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Herding Dogs"
    },
    {
      "name": "Height",
      "value": "10 to 12 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "Up to 30 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 14 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}