{
  "id": "petit-basset-griffon-vendeen",
  "url": "https://dogtime.com/dog-breeds/petit-basset-griffon-vendeen",
  "name": "Petit Basset Griffon Vendéen",
  "intro": "The Petit Basset Griffon Vendéen is a small scent hound who has won the hearts of millions. Although the dog breed appears to be designed for winsome cuteness, in actuality, PBGVs are tough hunters who were developed for a specific purpose: to hunt small game in the rough terrain of the Vendeen region of France. The breed is known for a merry and outgoing personality.\nEven though these are purebred dogs, some may still end up in the care of shelters or rescues. Consider adoption if this is the breed for you.\nAdaptable and affectionate, these pups can fair well in apartment living situations. They do have high energy levels, though, and because of that, they need plenty of exercise. PBGVs can also have a stubborn streak, so they’ll need plenty of consistent training with lots of positive reinforcement. If you can provide this pooch with lots of physical activity and care, you’ll be rewarded with a loving companion for the whole family, even for other resident canines.\nDogTime recommends this dog bed to give a good night’s sleep to your medium-sized Petit Basset Griffon Vendéen. You should also pick up this interactive puzzle toy to keep your pup active indoors!\nSee below for complete list of Petit Basset Griffon Vendéen characteristics!",
  "description": {
    "": "The Petit Basset Griffon Vendéen (pronounced peh-TEE bah-SAY grih-FON von-day-ON, and nicknamed the PBGV) has a rough, scruffy outline and distinctive long eyebrows, beard, and moustache. They are generally 13 to 15 inches tall, and their bodies are longer than they are tall. PBGVs were bred to hunt small game, such as rabbits, in rough terrain.The PBGV's coat is moderately long, and harsh to the touch. They are a double-coated breed, and the undercoat is thick and soft. Coat color is white with any combination of lemon, orange, black, sable, tri-color, or grizzle markings.In addition to their charmingly tousled appearance, PBGVs have a delightful personality. They are active, happy, curious, and highly intelligent. They are affectionate dogs that need attention from people. They are great with children and people of all ages. They also get along well with other dogs and pets in your family when properly socialized.While PBGVs can have a mind of their own, they respond well to patient, consistent training methods. Bored or lonely PBGVs will find ways to entertain themselves, so it's important to give yours a variety of toys and things to chew on, as well as keeping him in a safe place where he can't harm himself or your possessions if you must leave him alone.As delightful as PBGVs are, you should know that according to the American Kennel Club breed standard (standardized guidelines for the breed), the PBGV has \"a good voice freely used.\" It doesn't take much to translate that into \"He likes to bark!\" If it's any consolation, PBGVs usually just bark at something rather than barking just to hear their own voices.Also, like all hounds, the PBGV is governed by his nose. You should always keep your PBGV on a leash when walking in unfenced areas. All it takes is one enticing smell for him to be off on the hunt!They definitely need a fenced yard, but since some PBGVs are escape artists, you'll need to be sure that it is at least four feet tall (so they can't jump over it), and regularly inspect it for holes or areas where he might escape. Electric fences don't deter a PBGV who has seen a rabbit or a squirrel just beyond the boundary. The momentary shock will go unnoticed as he wildly runs after prey. Another disadvantage of an invisible fence is that it doesn't prevent other dogs from coming into your yard and harming your PBGV.PBGVs are pack animals at heart, and enjoy only one thing more than the company of another dog or pet — your company, of course!",
    "Highlights": "PBGVs are charming and strong-headed. Consistent, patient training is essential.PBGVs can be stubborn and difficult to housebreak. Crate training is recommended.This breed likes to bark. Don't be surprised by the PBGV that has plenty to say.PBGVs have a lot of energy and stamina. They need exercise every day. They enjoy a good long walk, but don't turn them off leash because you never know when their hunting instincts will kick in.PBGVs are escape artists!The nose rules! Like all hounds, the PBGV is driven by his nose.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "The Petit Basset Griffon Vendéen is one of many small varieties of the French hounds that were developed long ago. The PBGV can be traced back to the 16th century. His name is descriptive with \"petit\" meaning small, \"basset\" meaning low to the ground, \"griffon\" meaning wire-haired, and \"vendeen\" referring to the part of France where the breed originated. This area of France is on the country's western coast, and is known for being a tough environment with a lot of thick underbrush, rocks and brambles.Although the breed had been in existence for centuries, breeders didn't standardize the breed type until the last part of the 1800s. The official breed standard was adopted in 1898. At that time, they were called the Basset Griffon Francais.In 1907, when the Club du Basset Griffon Vendéen was formed, the same breed standard was used for both the Petit and Grand Basset Griffon, with the only difference being size. Often, both types were born in the same litter (the large and the small Griffons). In 1909, the club rewrote the standard to recognize two types of Basset. The Petit was to be 13 to 15 inches tall and the Grand was to be 15 to 17 inches tall.In the 1950s, the Societe de Venerie published a book of standards that included an official breed standard just for PBGVs. From that time on, they've been considered a separate breed from the Grands. Many breeders continued to breed Petits with Grands. However, Hubert Dezamy, third President of the French Basset club, rallied support to forbid this. Because of this recent interbreeding, litters today may include pups that have characteristics of both the Grand and Petit Bassets.PBGVs made their debut at the Westminster Kennel Club show in New York in 1992. The Petit Basset Griffon Vendéen Club of America was formed at the AKC Centennial Show in Philadelphia in November 1984. By the end of 1985, the club's membership had grown from 11 to 50 members, and a breed standard had been drafted.On July 1, 1989, the PBGV became eligible to compete in AKC Miscellaneous class (dogs allowed to compete in the Miscellaneous class are recognized by the AKC, but are not yet eligible to be awarded points towards an AKC championship. It's a sort of a testing ground for the breed, and many breeds remain in the Miscellaneous class for several years). On February 1, 1991, the breed received full recognition by the AKC and was entered into the Hound group at that time.",
    "Size": "Males and females stand 13 to 15 inches tall, and weigh 30 to 40 pounds.",
    "Personality": "The PBGV is known as the \"happy breed.\" This breed enjoys life and people. He is enthusiastic and good-natured.The PBGV is also an active breed. Unlike some other hounds in his group (Basset, for example) that are typically laid back, the PBGV is busy, and requires an active owner to keep him occupied.PBGVs can be willful, but they are generally so charming about it that you end up laughing instead of scolding them. If you want him to be well-trained, you'll need to be patient and firm.PBGVs are good watchdogs because they love to bark! It's wise to train them to be quiet on command.PBGVs are very curious dogs that also happen to be great escape artists. If they can, they will either go over a fence, or under it by digging. A tall fence is recommended, plus regular checks of the fence to make sure the PBGV isn't digging an escape tunnel.",
    "Health": "PBGVs are generally healthy, but like all breeds, they're prone to certain health conditions. Not all PBGVs will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition. In PBGVs, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).PBGV Pain Syndrome: This is a miserable condition that affects 6- to 18-month-old dogs. Symptoms include bouts of pain, fever, and/or listlessness. The intensity of the pain varies from very mild in some dogs to quite severe in others. Some dogs suffer only a single episode, but most affected dogs have several. One of the more severe forms of this condition affects the cervical area of the neck, giving the problem its common names: the \"neck thing\" and, more formally, steroid-responsive meningitis. Most dogs outgrow the problem, but some can suffer permanent complications.Epilepsy: This is a puzzling condition that causes dogs to experience seizures for no apparent reason. Some affected dogs experience only one or a few seizures during their lifetime, while others have seizure a regular basis. If necessary, this condition can usually (but not always) be managed successfully with medication.Glaucoma and lens luxation. Glaucoma and lens luxation are eye problems that have been identified in PBGVs only recently. In glaucoma, the pressure inside the eyeball increases and eventually damages the optic nerve, causing blindness. In lens luxation, the lens tilts out if its normal position, causing blindness. Usually, both eyes are affected. These conditions strike dogs around 5 years of age and generally occur together.Allergies: In PBGVs, allergies manifest themselves primarily as chronic inflammation of the ears or as redness of the feet or armpits. In addition to these non-specific allergies, PBGVs can suffer from food allergy, fleabite allergy, hay fever, and vaccine reactions. Most allergies cause only itching, but in some cases, dogs can suffer a great deal of discomfort. Be especially watchful of your dog for a several hours after he has been vaccinated.Inguinal and Umbilical Hernias: Inguinal and umbilical hernias are defects of the abdomen muscles that allow internal organs to protrude and form a bubble under the skin on the belly (umbilical hernia) or in the groin (inguinal hernia). The condition sometimes corrects itself as the puppy grows, but surgery may be required.Patellar Luxation and Hip Dysplasia: Patellar luxation (\"trick knee\") and hip dysplasia are caused by the abnormal development of the knee and hip joints, respectively. Patellar luxation, also called slipping kneecaps, is more common in PBGVs than hip dysplasia. Either can lead to lameness and arthritis in old age. Your vet will be able to tell if this is a potential problem and may want to do x-rays to evaluate the condition. Treatment often consists of giving the dog nutritional supplements, and may occasionally require surgery.Hypothyroidism: This is a condition in which the thyroid gland doesn't produce enough thyroid hormones. Symptoms include obesity, lethargy, poor coat quality, dry, scaly skin, intolerance to cold and, some think, irritability or aggression. Middle-age and older dogs appear to be the most affected, but symptoms can appear at any age. This condition usually can be effectively treated with medication.Persistent Pupillary Pembranes (PPM) and Multifocal Retinal Dysplasia: Persistent pupillary membranes and multifocal retinal dysplasia (retinal folds) are congenital eye defects. Fortunately, the dog's vision usually isn't affected, many consider these primarily cosmetic defects.",
    "Care": "Because of their small size and love of being with people, PBGVs can be apartment dwellers as long as you make the commitment to daily exercise. They are generally active when inside the house, so it good to have plenty of sturdy toys on hand. While they do well in most climates, they prefer cooler temperatures.The breed's nose and hunting instinct is strong, so the PBGV should not be allowed to run off-leash. A secure, fenced yard is best.",
    "Feeding": "Recommended daily amount: 1.5 to 2 cups of high-quality dry food a day, divided into two meals.Note: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.For more on feeding your PBGV, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The PBGV's coat is rough, medium long, and harsh to the touch, while his undercoat is thick, soft and short. He has long eyebrows that stick out so they don't obscure the eyes, and the ears are covered with long hair. They also have long hair around their mouths, forming a beard and moustache. Their tails have quite a bit of hair, too. Overall, the PBGV has a casual, tousled appearance.PBGVs come in a wide range of colors and can be white with any combination of lemon, orange, black, sable, tricolor, or grizzle markings.Grooming is a cinch. PBGVs need to be brushed at least once a week to remove loose and dead hair, and control shedding. You should bathe your PBGV only when needed. The toenails need to be trimmed periodically, and ears checked and cleaned as needed. No trimming is necessary.",
    "Children And Other Pets": "The friendly PBGV loves children. He enjoys the noise and activity associated with children. Adults should always supervise interactions between children and pets; this is especially important with the PBGV is ensure that gates or doors are not left open, giving him an opportunity to escape.The PBV can be trustworthy with other pets, given proper training and socialization. He especially enjoys the companionship of other dogs. He is a hunter at heart, though, and is likely to chase small animals that run away.",
    "Rescue Groups": "PBGVs are often purchased without any clear understanding of what goes into owning one. There are many PBGVs in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a PBGV rescue.The Petit Basset Griffon Vendéen Club of America Health and Rescue Foundation"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Hound Dogs"
    },
    {
      "name": "Height",
      "value": "13 to 15 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "30 to 40 pounds"
    },
    {
      "name": "Life Span",
      "value": "Starts at 14 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}