{
  "id": "pharaoh-hound",
  "url": "https://dogtime.com/dog-breeds/pharaoh-hound",
  "name": "Pharaoh Hound",
  "intro": "The Pharaoh Hound is an ancient dog breed that’s changed little since their development more than 5,000 years ago. They were the dogs of kings and may have hunted gazelles with pharaohs, hence their name. This loyal hunting companion later made their way to Malta, where they’re now the national dog.\nEven though these are purebred dogs, some may still end up in the care of shelters or rescues. Consider adoption if this is the breed for you.\nYou need not be royalty to befriend the Pharaoh Hound. Adaptable and affectionate, these pups make great family companions, even for novice pet parents and apartment dwellers. Pharaoh Hounds delight their humans with clownish antics and will love to make you laugh. They also have a sensitive side, though, and are even known to blush! Return this pup’s love in kind, and you’ll have a loyal friend for life.\nDogTime recommends this dog bed to give a good night’s sleep to your medium-sized Pharaoh Hound. You should also pick up this interactive puzzle toy to keep your pup active indoors!\nSee below for complete list of dog breed traits and facts about Pharaoh Hounds!",
  "description": {
    "": "The Pharaoh Hound has a remarkable personality characterized by an immense joy of life. Intelligent and affectionate, he takes life as it comes and enjoys clowning for his people.As with any hound, he has moments of aloofness and can be strong-willed. But in the main he's a gentle dog who gets along well with others, including children and other dogs. He loves human companionship and will seek out affection and attention from his people while still maintaining his independence.One of his most endearing traits is his ability to blush. You may spot a deep rose color on his nose and ears when he's excited, happy, or enjoying some affection. Many owners will train their Pharaoh Hounds to smile. Since this fun-loving breed enjoys smiling so much, it isn't a hard trick to teach.While he's too friendly to serve as a guard dog, the Pharaoh Hound will bark to alert you to anyone or anything that seems suspicious. Unfortunately, a lot of things look suspicious to a Pharaoh Hound. He'll also bark if he's left alone for too long or when he's bored, so it's best not to leave him alone for long periods.It's wise to keep this dog on leash whenever he's in an unfenced area. Even if he obeys your every command at home, his prey instinct is so strong he'll be off — and temporarily deaf to your commands — if he spots anything interesting.",
    "Highlights": "Introduce your Hound to many different people, sights, sounds, and experiences, preferably as a puppy. He can be sensitive to changes in schedules and stress, and an unsocialized dog has a harder time adapting to abrupt changes. A properly socialized is a polite and undemanding dog who is wonderful with strangers and other dogs.Pharaoh Hounds can get cold very easily, but they can live in a chilly climate if they're kept indoors and wear a warm coat on wintertime walks.Don't let your Pharaoh Hound run off-leash in an unfenced area. He's got a strong prey drive and will chase other animals for miles. Backyard fences should be too high to jump or climb, and preferably solid so he can't see through it. Underground electronic fencing won't stop a Pharaoh Hound with something interesting in his sights.Pharaoh Hounds can do well in homes with other canines but smaller dogs may trigger their prey drive — as will small pets such as cats and rabbits — and some Pharaoh Hounds are aggressive toward dogs of the same gender.Although sighthounds are not known as barkers, the Pharaoh Hound is an exception. They bark when chasing prey, when they see intruders or hear an unusual noise, or when bored. They can indulge in long bark-a-thons, usually when you're away from the house, which could cause problems if you live in a place with noise restrictions or neighbors that could be disturbed.Pharaoh Hounds are low to average shedders depending on the time of the year and the individual dog. The thin coat leaves their skin vulnerable to scrapes, tears and nicks.Coprophagia, better known as stool eating, is commonly seen in the Pharaoh Hound. The best way to avoid this habit is to scoop the poop right away.Pharaoh Hounds require at least 30 minutes of exercise per day.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "The Pharaoh Hound is an ancient breed that originated in Egypt, and many reminders of its long history can be found in art and literature.An artifact from 4000 BC depicts two Pharaoh Hound-shaped dogs hunting gazelles; a dog resembling the Pharaoh Hound was often depicted as the companion of kings and nobles in ancient Egyptian art; and a letter dating to the 19th Egyptian dynasty mentions a red long-tailed dog whose face glows like a God, a reference no doubt to the breed's habit of blushing.From Egypt, the Pharaoh Hound was imported into Malta by Phoenician traders. There they were called the \"Kelb tal-Fenek,\" meaning \"dog of the rabbit,\" after the prey the local hunters used the dog to catch. The breed thrived and became the official dog of Malta.The Pharaoh Hound remained largely unknown in the west until arriving in England in the 1930s. The first Pharaoh Hounds were imported into the U.S. in 1967. The Pharaoh Hound Club of America was founded in 1970, and the breed was officially recognized by the American Kennel Club in 1984. The Pharaoh Hound is still an uncommon breed, but he can be found throughout the world, wherever people appreciate his unique appearance and personality.",
    "Size": "The athletic Pharaoh Hound has a lithe and powerful build. They should be slightly longer than they are tall, with males standing 23 to 25 inches at the shoulder, females 21 to 24 inches. Pharaoh Hounds generally weigh 45 to 55 pounds.",
    "Personality": "Pharaoh Hounds love their own people and happily entertain them with their clownish antics. The flip side is that they can be aloof with new people.This is a dog who likes to have his own way. Still, he's smart and willing to please — most of the time — which generally makes training easy.The Pharaoh Hound can be a bit of a sensitive plant. He picks up on people's feelings and may find a high-drama home very stressful. It's always important to introduce a dog to lots of new people and situations as a puppy, but this is particularly true with a Pharaoh who can grow up to be timid.Enroll your Hound in a class. Help him polish his social skills, and invite visitors over regularly, and take him to busy parks, stores that allow dogs and on leisurely strolls to meet neighbors.",
    "Health": "Pharaoh Hounds are generally healthy, but as with breeds, they're prone to certain health conditions. Not all Pharaoh Hounds will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.Anesthesia Sensitivity: Pharaoh Hounds are not as sensitive to anesthesia as other sighthounds, but your veterinarian should be aware of the potential risks. The most important rule is to administer to effectiveness not weight. Because of their low body fat, sighthounds can be sensitive to anesthesia, and what would be a normal dose for another dog of his weight can harm or even kill a sighthound. Pharaoh Hounds are less sensitive than some other breeds, but you'll need to find a vet who's aware of the risks and knows how to dose your dog properly if he ever needs anesthesia.Allergies: Allergies are a common ailment in dogs. There are three main types: food-based allergies, which are treated by an elimination process of certain foods from the dog's diet; contact allergies, caused by a reaction to a topical substance such as bedding, flea powders, dog shampoos, and other chemicals, and treated by removing the cause of the allergy; and inhalant allergies, caused by airborne allergens such as pollen, dust, and mildew. The medication for inhalant allergies depends on the severity of the allergy. It is important to note that ear infections often accompany inhalant allergies.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition.In Pharaoh Hounds, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).",
    "Care": "With their calm nature, Pharaoh Hounds can live in an apartment or condo, though his barking has the potential to annoy close neighbors.If you leave him in a yard, you'll need a fence that's too high for him to climb or jump, preferably solid so he can't see the squirrels or cats on the other side. Electronic fencing won't cut it with this breed — no shock will stop a Pharaoh Hound once he decides to chase something.Because of his thin skin, he gets cold easily and will need a dog sweater or jacket when venturing out on cold or wet days.If you want a well-behaved dog, you'll need to make sure your high-energy Pharaoh Hound gets at least 30 minutes of exercise a day. This dog can participate in lure coursing and agility, or come with you on a family jog or bike ride.Just make sure you keep him on a leash whenever you're in an unfenced area. If he sees something small and furry, his strong prey drive will overcome the best training every time.When he's not distracted by something chase-worthy, however, his intelligence and eagerness to please makes him fairly easy to train.Just make sure you keep lesson time interesting and pleasant; harsh or repetitive training methods don't work with his sensitive, fun-loving personality. Keep training sessions short and end with something he's done right so you can praise him for it.",
    "Feeding": "Recommended daily amount: 1.5 to 2 cups of high-quality dry food a day, divided into two meals.Note: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog.The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Don't be fooled into overfeeding; sighthounds have a slim build that many mistake as being underweight. Some Pharaoh Hounds suffer from food allergies; if your dog's one of them, your vet can recommend a special diet.Keep your Pharaoh Hound in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test.First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Pharaoh Hound, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The Pharaoh Hound has a short coat with a fine to slightly harsh texture. His color ranges from a rich tan to a chestnut tan. He may have a dab of white on the tip of the tail, the toes, the chest, or on the center of the face.The Pharaoh Hound sheds (as do all dogs) but a weekly brushing with a hound glove — a rubber mitt with a nubby palm that fits over the hand — removes loose hair and helps keep it from settling on your clothes and furniture.Pharaoh Hounds don't have a strong doggy odor and don't need frequent baths. Unless he's been rolling around in something stinky, wiping him down daily with a damp cloth will in most cases keep him clean.Your Pharaoh Hound's skin will need some care too. The short coat isn't very protective, and cuts, scrapes, and other irritations are common. Check your dog for nicks and cuts every time you brush him.Brush your Pharaoh Hound's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim nails once or twice a month if your dog doesn't wear them down naturally. If you can hear them clicking on the floor, they're too long. Short, neatly trimmed nails keep the feet in good condition. Dog toenails have blood vessels in them, and if you cut too far you can cause bleeding — and your dog may not cooperate the next time he sees the nail clippers come out. So, if you're not experienced trimming dog nails, ask a vet or groomer for pointers.Check his ears weekly for redness or a bad odor, which can indicate an infection. When you check your dog's ears, wipe them out with a cotton ball dampened with gentle, pH-balanced ear cleaner to help prevent infections. Don't insert anything into the ear canal; just clean the outer ear.Introduce your Pharaoh Hound to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "Pharaoh Hounds are very affectionate with children. Nonetheless, as with every breed, you should always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party.Teach your child never to approach any dog while he's eating or sleeping or to try to take the dog's food away. No dog, no matter how friendly, should ever be left unsupervised with a child.Pharaoh Hounds generally get along with other dogs, although some are aggressive toward dogs of the same gender. And because they see small animals as prey, Pharaoh Hounds aren't suited to sharing a roof with small pets such as rabbits or cats, or even smaller dogs.",
    "Rescue Groups": "Pharaoh Hounds are often acquired without any clear understanding of what goes into owning one.If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Pharaoh Hound rescue.SPAR — Sighthound Placement & ReferralPharaoh Hound Club of America Rescue"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Hound Dogs"
    },
    {
      "name": "Height",
      "value": "21 to 25 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "45 to 55 pounds"
    },
    {
      "name": "Life Span",
      "value": "11 to 14 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}