{
  "id": "pitsky",
  "url": "https://dogtime.com/dog-breeds/pitsky",
  "name": "Pitsky",
  "intro": "The Pitsky is a mixed breed dog — a cross between the American Pit Bull Terrier and Siberian Husky dog breeds. They range in size from medium to large, they are energetic, and loyal, these pups inherited some of the best qualities from both of their parents.\nPitskies don’t go by any other names — maybe because Hutbull doesn’t have the same ring — just Pitsky or Husky/Pit mix or Pit/Husky mix. Despite their unfortunate status as a designer breed, you may find these mixed breed dogs in shelters and rescues. So remember to adopt! Don’t shop!\nThese high energy dogs need fast-paced lifestyles. Novice dog parents are not recommended. Pitskies are demanding and high maintenance. If you love Siberian Huskies and American Pit Bull Terriers and have experience with both, then this mixed breed may be a perfect choice for you!\nSee below for all mixed dog breed traits and facts about Pitskies!",
  "description": {
    "Highlights": "The Pitsky is a mixed breed dog. They are not purebreds like their American Pit Bull Terrier or Siberian Husky parents.No two Pitskies are the same, and they can vary quite a bit in size. It may be difficult to tell how big a puppy will be when they're fully grown.Pitskies typically come in white, black, brown, grey, brindle, and every combination and variation of those colors.Pitskies usually have short coats, and they're generally considered to be a good choice for allergy sufferers, as their coats tend to shed less than average. There are longer-coated Pitskies, too, though they may not be as allergy friendly.Most Pitskies are very loyal to their families and kid friendly. Some may have a natural tendency to be apprehensive or rough with other pets, but early training and socialization can help overcome these tendencies.The Pitsky tends to require a lot of exercise. Most need two hours of activity per day. They make great workout partners and running buddies.",
    "History": "The Pitsky dog breed may have existed naturally over the years, but designer breeders started intentionally mixing American Pit Bull Terriers and Siberian Huskies in the late 1990s.Breeders wanted to mix the two parent breeds to minimize health issues that are inherent in pure breeds. They continued to create Pitskies as demand for the mixed breed, companion pups climbed.Even though the Pitsky breed got its start as a designer breed, some have ended up in shelters or in the care of rescue groups. Consider adoption if you decide this is the breed for you.Check your local shelters, look up Pitsky rescues, or check with breed-specific Husky and Pit Bull rescues, as they sometimes take in mixed breed dogs and find homes for them.The Dog Registry of America recognizes The Pitsky as an official breed.",
    "Size": "As the Pitsky is a relatively new breed, there are few standards when it comes to size. That said, as a mix between Siberian Husky and American Pit Bull Terrier parents, you can expect the dog to be on the medium to large side.Most weigh in at 30 to 80 pounds and range in height from 16 to 25 inches at the shoulder. That said, many can be smaller or larger.",
    "Personality": "Pitskies are a great choice for an active person who is a very involved and hands-on dog parent. Both the Siberian Husky and the American Pit Bull Terrier require a skilled dog parent, and their offspring, the Pitsky is the same.Pitsky skills include sledding, racing, guarding, and hunting. They are fiercely loyal to their families and would not hesitate to lay down their lives for a loved one.These pups can be stubborn and difficult to train, but for an energetic, consistent owner, their loyalty and desire to please will go far. Early training is strongly recommended.They are smart and athletic, playful and affectionate and would be well suited for a person who has had a lot of experience with either parent dog breed--and preferably both.",
    "Health": "The Pitsky mixed breed is predisposed to some of the same conditions that the Siberian Husky and American Pit Bull Terrier also face. While most are generally healthy, some may be prone to a few health issues, which is why it is important to maintain good care and regular veterinary checkups.Pitskies who are fed well and get proper exercise are pretty healthy dogs. A few health issues to keep and eye out for include:HyperthyroidismHip dysplasiaCataractsAllergies",
    "Care": "As with all dogs, you should keep up with your Pitsky's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.These pups require a great deal of exercise. They have a lot of stamina and would be well suited for a backpacker or someone who is on their feet a lot and would love to have a pup by their side. Outdoor enthusiasts, this could be your new best friend. A minimum of two hours a day of exercise is recommended.Make sure you keep up with standard canine care routines. Trim your dog's nails before they get too long--usually once or twice per month. They should not be clicking loudly against the floor.It's also important to maintain their oral health. You should brush their teeth daily and give them dental chews intermittently. Your vet will be able to help with a dental plan.",
    "Feeding": "An ideal Pitsky diet should be formulated for a medium to large dog with high energy.As with all dogs, the Pitsky's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Pitsky's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.No two Pitskies are the same. They vary quite a bit in size. For their size Husky's don't require as much food as the Pit Bull. Feeding requirements will depend specifically on your pups size, activity level, and which parental traits prevail.",
    "Coat Color And Grooming": "Pitsky coats are often a mix of their Siberian Husky, American Pit Bull parents' coats and colors. Pitskies typically come in white, black, brown, grey, brindle, and every combination and variation of the colors.They usually have short coats, and they're generally considered to be a good choice for allergy sufferers, as their coats tend to shed less than average. There are longer-coated Pitskies, too, though they may not be as allergy friendly.This is a pretty sturdy breed and the Husky parentage means they would probably do well in a cold climate, but each it's so early in their development, you can't say for sure. These dogs, like all dogs, need to live indoors and be around their people.Huskys require much more grooming than Pit Bulls, so you will have to discuss grooming needs with your vet or groomer based on your pups individual coat and needs.",
    "Children And Other Pets": "Pitskies make great pets for households with children. They can be very tolerant of kids, but like all other dogs, should be supervised when around youngsters.When no adult can be present to oversee what's going on, dogs should be crated or kenneled, especially after they reach sexual maturity, when they may begin to test the possibility of becoming \"pack leader.\"Don't allow children to pull on a dog's ears or tail. Teach them never to approach any dog while they're sleeping or eating or to try to take the dog's food away.Because of their American Pit Bull Terrier parents dog-fighting heritage, Pitskies may retain a tendency to be apprehensive or rough with other dogs, but if they are socialized early and trained to know what behavior is expected of them, any signs of aggression can be minimized or overcome, and many are dog- and cat-friendly. Just to be safe, they should always be supervised in the presence of other pets.",
    "Rescue Groups": "It may be hard to find a breed-specific rescue for Pitskies because they are a mixed breed. However, you may want to try American Pit Bull Terrier or Siberian Husky breed-specific rescues, as they often care for mixes, as well. Here are some rescues you can try:Save-A-Bull RescueRaven's Husky Haven and RescueYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "16 to 25 inches"
    },
    {
      "name": "Weight",
      "value": "30 to 80 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 16 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}