{
  "id": "plott",
  "url": "https://dogtime.com/dog-breeds/plott",
  "name": "Plott",
  "intro": "The pack-hunting Plott dog breed was developed in North Carolina more than 200 years ago to hunt bear and wild boar. They are still used as hunting dogs today and have proven their worth as pack hunters. They also participate in tracking and other dog sports.\nEven though these are purebred dogs, some may still end up in the care of shelters or rescues. Consider adoption if this is the breed for you.\nPlotts are best suited to life in the country where they have plenty of room to roam. They need lots of exercise and, due to their pack hunting heritage, would likely prefer a home with at least one other resident canine. Socialization is a must with this breed. Make sure you have a high fence, wherever you live, if you bring one of these pups home, though. They love to chase and wander. Give your dog plenty of physical activity and consistent training, and you’ll be rewarded with a loyal companion for life.\nDogTime recommends this dog bed to give a good night’s sleep to your medium-sized Plott. You should also pick up this dog brush and massager for your short-haired pup!\nSee below for complete list of Plott dog breed facts and characteristics!",
  "description": {
    "": "You might say the Plott Hound is a dog of a different color. He stands out from the other coonhounds not only for his short brindle or black with brindle coat but also for being the only coonhound not descended from foxhounds. In fact, he's really more of a big game hound than a coonhound, and Plott people say it's almost a sin to coonhunt a Plott.This uncommon breed was born and bred in the good ole US of A, but he comes from a type of German bloodhound, the Hanoverian Schweisshund, a breed brought to western North Carolina in 1750 by Johannes Georg Plott, from whom the dogs take their name.The Plott Hound is known for his powerful, streamlined body, intelligence, loyalty, and eager-to-please nature. The nature of the prey he was created to track — bear and wild boar — means that he's not only strong but fierce in the hunt.That can translate to dominant and aggressive behavior if he's not properly socialized — exposed to many different people, sights, sounds, and experiences — and trained by someone who can keep him in line with firm and consistent guidance as well as positive reinforcement — rewards for correct behavior.Plotts are fearless and more protective than the average hound. They're loyal to their people and will protect their property, but they're also affectionate enough to be friendly with everyone they meet. They do well in homes with children, although they're best suited to living with older children who understand how to interact with dogs. Plotts can be possessive of their food bowls, and this can pose a problem if a young child tries to snag a handful of kibble.Plott Hounds do very well in homes with multiple dogs and even multiple pets if they are introduced at a young age. They are a pack dog and enjoy the comforts and companionship that living in a pack offers them.Plotts are not necessarily quiet dogs. They have a sharp, high-pitched voice, especially when they scent prey. That's something to consider if you have neighbors nearby.Due to his dominant streak, the Plott Hound is not a breed for an inexperienced or timid owner. He has his challenges as many other breeds do and it is important to be aware of his limitations as well as the traits that make him an interesting breed.The Plott Hound generally has an even disposition, and given a fenced acreage to roam — or a fenced yard and plenty of exercise — plus a strong leader and, ideally, opportunities to hunt, he's happy being one of the family.",
    "Highlights": "Plott Hounds generally get along well with other dogs since they are a pack breed and many do best in homes where they are not an only dog.Socialization is a must for this breed. They can be very dominant and should be socialized outside the home to avoid aggressive behavior.Plott Hounds must have training at an early age. They are generally eager to please but without training dominance and aggression problems can arise.Although they do well with older children who understand how to treat dogs, they are not recommended for homes with smaller children. They can become very possessive of food dishes and such. Even the best-trained or socialized dog should not be left alone with a young child.The Plott Hound is an uncommon breed and there may be long waiting lists for a puppy. If you do not wish to adopt an older dog, please be prepared to wait and do not go to irresponsible breeders for a shorter wait.Plott Hounds require at least an hour a day of walking or other exercise. They are not suited to living in apartments.Plott Hounds require weekly brushing as well as other regular grooming care, such as nail trimming and tooth brushing.Plott Hounds are not the best breed for an inexperienced or timid dog owner. Although they are very easy to train, they do have a dominant personality and will disregard an owner that is less sure of him or herself.Plott Hounds should have a fenced yard or be kept on leash since they have a tendency to wander off in pursuit of an interesting scent. They do not have any road sense and will wander into oncoming traffic if their path takes them there.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "The Plott Hound descends from five Hanoverian Schweisshunds brought to North Carolina in 1750 by German immigrant Johannes Georg Plott. In Germany the dogs had been used as boarhounds, but North Carolina had bears, and that's what Plott trained his dogs to hunt. Plott's descendants continued to breed the dogs, and they became known as Plott's hounds.They spread throughout the Smoky Mountains, with each hunter adding his own touch to the breed, and eventually returned to their roots by being used to hunt wild boar in addition to bear. They were also used to hunt mountain lions and, with judicious crosses to add better treeing ability, raccoons.In the early 1900s, a cross with some black-and-tan hounds owned by a man named Blevins brought the Plotts additional scenting talent as well as the black-saddled brindle pattern. Today, most Plott Hounds trace their pedigrees back to the two legendary hounds that resulted from this cross: Tige and Boss.The breed began to be registered by the United Kennel Club in 1946. The Plott Hound became the official dog of North Carolina in 1989. He's also registered by the American Kennel Club and is starting to make his way in the show ring.He is still relatively rare, however, and is most often found in the mountains of Appalachia, the Smokies, and other wild parts of the country where his hunting skills are appreciated.",
    "Size": "Male Plotts stand 20 to 27 inches at the shoulder and weigh 50 to 75 pounds; females stand 20 to 25 inches and weigh 40 to 65 pounds.",
    "Personality": "The Plott is described as bright, kind, confident, and courageous. He's loyal to his family and somewhat wary of strangers although he usually warms up quickly to them. He gets along all right with other dogs, but he's not as friendly toward them as many other hound breeds.You will often see a difference in temperament between Plotts bred for going after big game and those bred to tree raccoons, with the big game dogs having a sharper edge. Like every hound, the Plott has a mind of his own and requires firm, consistent guidance, but in general he wants to please his people. He's protective of his home and family and makes an excellent watchdog.Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Choose the middle-of-the-road puppy, not the one who's beating up his littermates or the one who's hiding in the corner.Always meet at least one of the parents — usually the mother is the one who's available — to ensure that they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when he grows up.Like every dog, Plott Hounds need early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Plott puppy grows up to be a well-rounded dog.Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills.",
    "Health": "Plotts are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Plotts will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition. In Plotts, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).Gastric Torsion (Bloat): Bloat is caused by the sudden influx of gas and air in the stomach. This causes the stomach to distend and twist and can cause death if it isn't treated.",
    "Care": "Although Plott Hounds have moderately low energy indoors, they are active outside. If you don't have a several fenced acres that they can explore and sniff, expect to give them about an hour of exercise daily. You can break it up into two or three walks or playtimes. The Plott is a walking companion, not a jogger. He likes to meander along and sniff out interesting trails.Plott Hounds should remain on leash when they are not in an enclosed area and they should have a fenced yard when they are left outside. They will wander away, and they have no road sense. They'll follow an interesting trail right into the path of a car. While a Plott needs a fenced yard for safety, he's not a yard dog. When you're home, he should be there with you.Plott Hounds are fairly easy to train due to their intelligence and eager to please temperament. They do have a dominant streak and are not suggested for inexperienced or timid dog owners who are unable to consistently enforce rules and commands. They do well with positive reinforcement, and corrections should never be harsh or cruel. That will only make your Plott become stubborn or sulky.Plott Hounds must be socialized to prevent any aggression problems. Many obedience schools offer puppy socialization classes and this is a great start. Also remember to gradually expose your puppy to various stimuli within the community and in your home.Plotts can be possessive of their food dishes and will attack other dogs and animals that nose around their food. Teaching your Plott Hound to allow people to handle and remove his food dishes is an important training step that cannot be missed.Crate training your Plott Hound will assist in housetraining and protect your belongings from destruction. Crate training benefits every dog and is a kind way to ensure that your Plott doesn't have accidents in the house or get into things he shouldn't. A crate is also a place where he can retreat for a nap. Crate training at a young age will help your Plott accept confinement if he ever needs to be boarded or hospitalized.Never stick your Plott in a crate all day long, however. It's not a jail, and he shouldn't spend more than a few hours at a time in it except when he's sleeping at night. Plotts are people dogs, and they aren't meant to spend their lives locked up in a crate or kennel.Leash training is a must for this breed with its tendency to wander and lack of road sense. With proper training, socialization, and consistent rules, you will find that the Plott Hound is not only a never-say-die hunting companion but also a wonderful foot warmer at night.",
    "Feeding": "Recommended daily amount: 2 to 3 cups of high-quality dry food a day, divided into two meals.Note: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.If you're unsure whether your Plott is overweight, give him the eye test and the hands-on test. First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.Plotts are one of the breeds prone to gastric dilatation-volvulus, more commonly known as bloat. Feed them two or three times a day rather than once a day, and never let them exercise immediately after a meal.For more on feeding your Plott, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The Plott Hound has a smooth coat with hair that ranges in texture from fine to medium coarse. The thick double coat provides plenty of protection against wet or cold weather, a necessity for a hunting dog bred in the mountains of North Carolina.Plott Hounds mostly come in any shade of brindle, which is a coat patterned with specks and streaks of light and dark markings. Brindles can be tan, chocolate, yellow, buckskin, chocolate, orange, gray, blue, liver, brown, and black. You might see a brindle with a black saddle or a black with brindle trim. They can also be solid black or an unusual color called buckskin, which comes in a range of shades: light cream, sandy red, yellow ochre, red fawn, dark fawn or golden tan. Whatever color a Plott is, you might occasionally see a little bit of white on the chest and feet.Plott Hounds are easy to groom. A good brushing once a week with a hound mitt — a nubbly glove that fits over your hand — or rubber curry brush will leave their coat gleaming. Plott Hounds don't shed excessively, but that weekly brushing will help keep dead hair off your clothes and furniture.Plott Hounds do not need frequent bathing and can be washed with a dry or foam shampoo. On the occasions when you do give a water bath, use a shampoo formulated for dogs to ensure that the natural oils aren't stripped from the coat.Because the Plott's floppy ears can block air circulation, they must be checked and cleaned weekly to prevent ear infections. Gently wipe out the ear — only the part you can see! — with a cotton ball moistened with a cleaning solution recommended by your veterinarian.Never stick cotton swabs or anything else into the ear canal or you might damage it. Your Plott may have an ear infection if the inside of the ear smells bad, looks red or seems tender, or he frequently shakes his head or scratches at his ear.Brush your Plott's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim nails regularly if your dog doesn't wear them down naturally. If you can hear them clicking on the floor, they're too long. Short, neatly trimmed nails keep your legs from getting scratched when your Plott Hound enthusiastically jumps up to greet you.Begin accustoming your Plott to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the ears, nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "Plott Hounds do well in homes with children, although they're best suited to living with older children who understand how to interact with dogs. Plotts can be possessive of their food bowls, and this can pose a problem if a young child tries to snag a handful of kibble.Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's eating or to try to take the dog's food away. No dog should ever be left unsupervised with a child.Plott Hounds can get along well with other dogs if they're introduced at a young age. If they raised with them, they can even learn to get along with cats, although they may tree cats they find outside.",
    "Rescue Groups": "We know of no Plott breed rescue groups. If you'd like to adopt a Plott, check your local shelters or online listings of dogs up for adoption."
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Hound Dogs"
    },
    {
      "name": "Height",
      "value": "20 to 27 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "40 to 75 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 14 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 3
    }
  ]
}