{
  "id": "pocket-beagle",
  "url": "https://dogtime.com/dog-breeds/pocket-beagle",
  "name": "Pocket Beagle",
  "intro": "Smaller than the average Beagle dog breed, these compact scenthounds are merry and fun-loving. But the Pocket Beagle is still a hound and, as such, requires patience and creative training techniques to overcome their sometimes stubborn nature.\nEven though these are purebred dogs, you may find them in the care of shelters or rescue groups. Remember to adopt! Don’t shop if you want to bring a dog home.\nPocket Beagles are super affectionate with their families, including other dogs and kids. They’re energetic and playful, too, so they make for excellent playmates. Just make sure children know how to properly and safely interact with a small dog, and supervise play sessions, as even well trained Beagles can get a little rambunctious. Apartment dwellers can also enjoy this breed, provided they can give their dogs plenty of exercise and walks. These pups get along with just about everybody! Just don’t leave them home alone for too long, or they may act out in unwanted ways.\nSee below for complete Pocket Beagle characteristics!",
  "description": {
    "": "As early as the 13th century, nobles hunted with packs of tiny Beagles. Known as \"glove Beagles,\" because they reportedly fit in the palm of a heavy leather hunting glove, they were eventually replaced by the 13-inch and 15-inch Beagles we know today.Some modern-day breeders have attempted to recreate the little hounds, resulting in dogs that are referred to as mini Beagles or olde English pocket Beagles.Whatever his size, it's difficult to resist the appeal of a Beagle's dark brown or hazel eyes, with their soft, pleading expression. These are happy, outgoing, and loving dogs, characteristics that help balance their inquisitive, determined, and food-focused hound nature.They aren't yappy dogs, but they do have three distinct vocalizations — a bark/growl, a baying howl and a half-baying howl (a cross between a frantic bark and a bay). The half-howl vocalization is usually reserved for when they catch sight of quarry, or decide to wake the neighbors at 6 a.m.!Being pack dogs, they generally get along well with other animals and their human friends and are inclined to think everyone is their new best friend.The most important thing to know about any size Beagle is that he is a scenthound. His nose is the most important part of his anatomy, and his head is always down to the ground, searching for an interesting trail to follow.Beagles have approximately 220 million scent receptors compared to the paltry 5 million or so in people, which makes them very good at picking up scents. Humorist Dave Barry once famously described his in-laws' Beagle as \"a nose with feet.\"All Beagles of any size need frequent daily walks or active play periods. Expect to give a pocket Beagle at least an hour of exercise daily. And be warned that this isn't a breed that walks briskly. Beagles mosey, nose to the ground, sniffing out everything around them.Beagles who are left alone and infrequently exercised become destructive. Just because they're small doesn't mean they can't do a number on your décor.",
    "Highlights": "Beagles can be difficult to housetrain. Some people say it can take up to a year to fully housetrain some Beagles. Crate-training is absolutely recommended.Beagles are very intelligent and can get bored if left alone too long. If left outside alone in a backyard, Beagles usually will start finding ways to amuse themselves, usually by howling, digging, or trying to find ways to get out and find some people or other dogs to play with.Be sure that you are prepared to work with your dog to control excessive barking and howling. The most common reason Beagles are turned over to rescue groups is because either their owners or their owners' neighbors got tired of their baying.Beagles are targets for thieves who would steal them and then perhaps sell them to research laboratories for use in experiments. Supervise your Beagle when he is outdoors and be sure to have him microchipped!Beagles are scenthounds and will wander off if they catch an enticing smell in the air. Their noses control their brains, and if they smell something interesting, nothing else exists in their world.Although loving and gentle, Beagles can have an independent, stubborn streak. Obedience training is recommended, but be sure the instructor of the class understands hound personality and favors using food as a reward (which few Beagles can resist).Do you remember how the famous cartoon Beagle Snoopy worried about his food bowl? Beagles are \"chow hounds\" and will overeat if given a chance. Monitor the amount of food you give them and be sure to keep your cupboards closed and your trashcans secured. Otherwise, your Beagle will sniff out the foods he likes the best.Teach children to respect your Beagle while he's eating, and not to approach or tease him with food. A Beagle takes his food bowl pretty seriously.Beagles are not good protection or guard dogs because they're usually friendly to everyone they meet.",
    "History": "The origin of the word \"beagle\" is uncertain. It's thought that it may have been derived from the French word begueule, meaning open throat, or from the Old English word beag, meaning small. Others think it may have come from the French word beugler, meaning to bellow, or the German word begele, meaning to scold.The breed's history is cloudy as well because breeds as we know them today didn't really develop until the 19th century. But Greek documents from 400 B.C. describe Beagle-like dogs, and the Romans may have brought small rabbit-hunting hounds with them to England and bred them with the local hounds.William the Conqueror reportedly brought Talbot hounds (now extinct) to England during the Norman Conquest in 1066. These dogs are thought to be the ancestors of the Beagle and the Foxhound.Beagles became popular in England early in its history. During the reigns of Edward II (1307 AD - 1327 AD) and Henry VII (1485 AD - 1509 AD), extremely small beagles, called Glove Beagles — small enough to be held in a gloved hand — were popular. There's also mention of Singing Beagles, named for their bugling voices.Elizabeth I (1533-1603) kept packs of Pocket Beagles who stood only 9 inches tall. These small dogs were depicted in paintings as short-legged and pointy nosed. They were used for hunting, but quickly fell out of favor because they weren't very fast.In the 1700s, fox hunting became popular in England, and the Beagle was supplanted by the larger Foxhound. If it hadn't been for the farmers in England, Ireland, and Wales who continued to keep packs to hunt rabbit and hare, the breed might have become extinct at that time.In the mid-1800s Reverend Phillip Honeywood established a pack of Beagles in Essex, England. These dogs are thought to be the ancestors of the modern Beagle. Rev. Honeywood bred for hunting skills, not looks. Thomas Johnson, a fellow Englishman, was responsible for breeding Beagles that were both attractive and good hunters.At about the same time, American breeders started importing Beagles from England to improve the looks of their own dogs. Many of the English imports were bred to an average height of 15 to 17 inches at the shoulder so they could hunt fox. American breeders started breeding them to be smaller for rabbit hunting.Of interest among these rabbit-hunters is the \"Patch\" Beagle strain, which was developed by Willet Randall in New York around 1880. The line is primarily white with a very large tri-colored spot. They were very popular in the 1940s and 1950s because they were able to run so fast. Today, many people call lemon and white or red and white beagles \"Patch\" beagles.The American Kennel Club and the first Beagle specialty club both were founded in 1884. In that same year, the AKC began registering Beagles.Beagles compete in one of two different height classes: Beagles 13 inches tall and under compete in the 13 inch class and Beagles between 13 and 15 inches tall compete in the 15 inch class.The American Kennel Club does not recognize a variety called the Pocket Beagle. Technically, the Pocket Beagle qualifies as a 13-inch Beagle, which is defined by the Beagle breed standard as any Beagle that doesn't exceed 13 inches in height at the shoulder and typically weighs 15 to 18 pounds.",
    "Size": "Breeders of Pocket Beagles put their height at 7 to 12 inches and weight at 7 to 15 pounds.",
    "Personality": "Beagles are gentle and sweet, smart and funny. They will make you laugh — that is when they're not making you cry because of their often naughty behavior. Beagle people spend a lot of time trying to outthink their dogs, and are often forced to resort to food rewards to lure their hounds into a state of temporary obedience.As with every dog, Beagles need early socialization — exposure to many different people, sights, sounds, and experiences. Socialization helps ensure that your pocket Beagle puppy grows up to be a well-rounded dog.",
    "Health": "As with all dog breeds, the Beagle is prone to certain genetic or environmental diseases and conditions, and Pocket Beagles have more than most.While no dog is perfect and these ailments do not affect all Beagles, it is imperative to do your research to find a Beagle who's been bred with health in mind. A reputable breeder will be proud to discuss the steps she's taken to prevent health problems and to show you the following health certifications for a puppy's parents: Orthopedic Foundation for Animals clearances for hips, knees, heart, and thyroid, and certification from the Canine Eye Registry Foundation (CERF) that the eyes are normal.Because some health problems don't appear until a dog reaches full maturity, health clearances aren't issued to dogs younger than two years old. So look for a breeder who doesn't breed her dogs until they're two or three years old. The following conditions are among those that may affect Pocket Beagles:Eye disorders including cherry eye, a common condition in which the gland of the third eyelid swells; glaucoma, an increase in the pressure of the fluid inside of the eye; cataracts, a clouded film over the eye lens; retinal dysplasia, a folding or displacement of the retina that can lead to blindness; and progressive retinal atrophy (PRA), a degenerative disease of the retinal visual cells, which progresses to blindness. Beagles also can suffer from Distichiasis, an abnormal growth of eyelashes on the margin of the eye, resulting in the eyelashes rubbing against the eye; and dry eye (keratoconjunctivitis sicca), dryness of the cornea and the conjunctiva. Contact your vet if you notice any redness, scarring, or excessive tearing.Epilepsy, a brain disorder that causes seizures, is fairly common in Beagles.Hypothyroidism, a dysfunction of the thyroid gland that causes weight gain, poor coat, reproductive problems and other issues, also is common in the breed.Beagle Dwarfism, which means the dog is smaller than normal. This condition may or may not be accompanied by other physical abnormalities, such as extremely short legs.Funny Puppy syndrome is a condition where a puppy is much smaller than its littermates and may require special feedings and treatments to survive. They often exhibit soreness in their feet and legs and may not be able to walk normally. Sometimes, these puppies grow up to be sickly dogs, but sometimes they show no signs of problems when mature.Chinese Beagle Syndrome (CBS) is a condition that is characterized by a wide skull and slanted eyes. The dog grows normally otherwise. Quite often, dogs with CBS have heart problems and toe abnormalities.Cleft Lip or Palate: The lip or palate isn't completely closed, causing the dog to have difficulty eating, drinking, and breathing.Cryptorchidism is the failure of one or both testicles to descend from the abdomen. When you have your dog neutered, your vet will be able to remove the undescended testicles, thereby helping your dog avoid health problems that might arise from this condition.Hermaphroditism, the presence of both male and female chromosomes and tissue.Canine Hip Dysplasia, an abnormal formation of the hip socket that can cause pain and lameness.Epiphyseal Dysplasia, characterized by abnormally slow growth in the rear legs; sometimes causes soreness.Intervertebral Disc DiseaseI (IDD): Ruptured discs in the spine cause pain and paralysis.Patellar luxation. The patella is the kneecap. Luxation means dislocation of an anatomical part (as a bone at a joint). Patellar luxation is when the knee joint (often of a hind leg) slides in and out of place, causing pain. Patellar luxation ranges from a minor annoyance that causes little pain to a cripping defect.",
    "Care": "A pocket Beagle is every bit as much a scenthound as his larger brethren, which means that when outside he should always be on a leash in unconfined areas.He's a wanderer by nature, so in case he escapes — a common occurrence with Beagles — be sure he's microchipped and wearing I.D. tags so he can be returned to you.Some people prefer to use an underground electronic fence, but this type of enclosure doesn't prevent other animals from coming into your yard. Besides, if a scent is enticing enough your Beagle will be more than willing to risk a momentary shock to follow it.Like all dogs, Beagles benefit from obedience training. Positive reinforcement techniques work best because Beagles will simply tune out when treated harshly. Most Beagles are more than happy to do anything for a tasty treat.Adolescent Beagles are full of energy and need a lot of opportunities to work it all off. They love going for walks with their family, or, even better, a good run across a field to hunt down rabbits (not recommended unless you have adequately trained your dog to come back to you!).They can enjoy jogging with you, but wait until they are 18 months or older before starting them on such a repetitive exercise, or they could experience joint damage.When mature, a Beagle can become fairly lazy, content to lie about the house all day, and getting up mostly for meals and an occasional scratching of the ears. Since this is a breed is prone to obesity, it's not a good idea to let this happen.",
    "Feeding": "Recommended daily amount: 7/8 to 1 3/8 cups of a high-quality dog food daily, divided into two meals.How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog.The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less you'll need to shake into your dog's bowl.Beagles are food thieves. These dogs will raid your pantry and garbage daily if given the chance, and they're willing to eat until they pop.To keep his weight at a normal level, feed your Beagle at specific times each day rather than leaving food out all the time. Measure food carefully, and cut back if it looks like he's putting on the pounds.He should have a waist when you look down at him, and you should be able to feel his ribs but not see them. If they're buried beneath rolls of fat, he needs to go on a diet. Dole out treats sparingly. Your pocket Beagle will be just as happy to get a tiny-size training treat as a bigger biscuit.For more on feeding your Beagle, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The breed standard for Beagles says any hound color is acceptable. Hound colors include all shades and combinations of white or cream, black, tan, lemon, red, brown, liver, blue, and gray.The most common color for Beagles is tricolor with a black saddle (the area across the back), white legs, chest, belly, and a white tip on the tail, and tan on the head and around the saddle. The second most common color combination is red and white in an Irish spotting pattern on the face, neck, legs, and tip of the tail.All colors can have freckling, mottling (dark roundish blotches on a lighter background), ticking (small, isolated areas of black hairs on a white background), and grizzling (a mixture of black or red and white hairs).Whatever their color, they typically have a white tip on their tails so hunters can see them when they're hunting in tall grass.Although you and I might think a Beagle has a short coat, it's actually classified as medium length. It's also smooth, dense, and resistant to rain.Beagles are clean dogs, unless, of course, they've found something appealingly stinky to roll in. Otherwise, they don't require frequent baths. They should be brushed with a medium-bristle brush or a hound glove (a rubber mitt with nubs on the palm area) at least once a week to loosen and remove dead hair and encourage new hair growth.Beagles shed, but because their hair is short, it usually isn't as noticeable as with other breeds. Their coats tend to get thicker in the winter, so they shed more in the spring.Since Beagles are drop-eared dogs, air doesn't circulate well inside their ears and they can get infections, so don't allow water or oils to enter his ears. Check their ears at least every two weeks for signs of infection or waxy buildup. Check them also if you notice your Beagle shaking his head a lot or scratching at his ears.You should check your Beagle's nails once a week and trim them if they are getting long.",
    "Children And Other Pets": "Beagles bond with everyone in the family, especially children. They can be rambunctious when playing, however, so they need to be properly socialized and supervised with very young children.In addition, Beagles tend to be \"mouthy,\" grabbing things, like a child's hand, with their mouths. They are doing this in fun and can be taught not to do this.Pocket beagles are small and can be easily injured. Make it a rule that young children can hold them only while sitting on the floor. That helps ensure that the dog doesn't get dropped or carried around like a rag doll.It's also important never to leave dogs and young children together without supervision. They can hurt each other without meaning to.Because of their pack dog heritage, Beagles enjoy company and don't like to be left alone. Another dog or even a cat will help meet their companionship needs.",
    "Rescue Groups": "Pocket Beagles are sometimes acquired without any clear understanding of what goes into owning one, and these dogs often end up in the care of rescue groups, in need of adoption or fostering. If you're interested in adopting an adult Beagle who's already gone through the destructive puppy stage, a rescue group is a good place to start.Here are just a few of the many Beagle rescue groups in this country:The SOS Beagle RescueSafe Hounds Beagle Rescue, Inc.BONES: Beagles of New England States Rescue, Resource & ReferralBREW is Beagle Rescue, Education, and Welfare Beagles R Us Hound Rescue"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Hound Dogs"
    },
    {
      "name": "Height",
      "value": "7 to 12 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "7 to 15 pounds"
    },
    {
      "name": "Life Span",
      "value": "Starts at 10 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}