{
  "id": "pointer",
  "url": "https://dogtime.com/dog-breeds/pointer",
  "name": "Pointer",
  "intro": "Bred for several hundred years to “point” birds and small game such as rabbits, the Pointer is a versatile field dog and exceptional family dog breed. They excel in many arenas, from the field to the show ring, agility to obedience.\nEnergetic and fun-loving, they’re well suited to active homes where they’ll can be loving members of the family. Apartment dwellers beware, though. These dogs need plenty of space to play and lots of daily exercise to keep their high energy in check. Otherwise, they may find their own fun by acting out with unwanted behaviors.\nDogTime recommends this dog bed to give a good night’s sleep to your medium-sized Pointer. You should also pick up this dog brush and massager for your short-haired pup!\nSee all dog breed traits and facts about Pointers below!",
  "description": {
    "": "The Pointer is instantly recognizable. From long head to finely pointed tail, his entire body suggests his purpose: to point game for the hunter. When a Pointer scents game birds he stands tall and still, one foot raised off the ground, pointing the hunter in the right direction. Before the development of guns, this was an essential skill, as birds were netted rather than shot. When shooting birds became popular, the Pointer was still needed to point and then retrieve them.Today, the Pointer is known as the Cadillac of bird dogs, prized for his speed, ability to go all day in the field, \"stand steady to wing and shot\" — meaning that he holds his position as birds rise into the sky and the guns go off — and his personable nature. His love of people and short, easy-care coat make him an excellent candidate as family companion as well.Pointer people like to say that their dogs don't consider themselves dogs but members of the family. They're sturdy and energetic enough to play all day with active children, and their alert nature makes them excellent watchdogs, sounding the alarm at anything out of the ordinary.Although he's focused in the field — full of energy and \"hunt\" — he's fun-loving and mischievous at home. For the Pointer who's not a regular hunting dog, training and plenty of daily exercise will help channel his active body and mind into constructive pursuits rather than the destruction that can be wrought by a bored Pointer.Thanks to his sporting dog heritage, the Pointer runs hard and fast and is a super companion for a runner or cyclist. His competitive nature also makes the Pointer a natural at dog sports such as field trials, obedience, rally, and agility. This is a dog who loves to perform in public. His flashy looks and love of attention make him an excellent show dog as well.It's clear that the Pointer has many wonderful attributes as a companion. That said, he can be overwhelming for older or first-time dog owners. Know what you're getting when you bring a Pointer home: he needs consistent, ongoing training and an hour or two a day of play, walks, or other exercise — the more active the better. When all those things are in place, he's a loyal and true friend.",
    "Highlights": "Pointers are very active and require vigorous exercise every day. If you do not have the time or energy to exercise your Pointer at least one hour each day, then you should not purchase a Pointer.Pointers can be very destructive when they are bored or don't get enough exercise, especially when young. This can result in chewing, digging, and many other negative behaviors that can lead to expensive vet bills and replacement costs.Pointers are wonderful family dogs who thrive when they can spend time with their people. A Pointer should not live outdoors but should enjoy the same comforts as his family.Although Pointers do very well with children, especially when raised with them, they are not best suited for homes with toddlers. They can be rambunctious as puppies and can unintentionally hurt small children by knocking them down or swiping them with that wagging tail.Pointers are not suited for apartment dwellings; they do much better in homes with a large fenced yard where they can expend some of their energy.Pointers generally do well with other dogs and other pets, especially if they're raised with them. They may, however, be very interested in pet birds, and the two should be protected from each other. You don't want your Pointer injured by a parrot's beak, and you don't want him trying to retrieve your parrot, canary or finch.Pointers are strong and energetic with a mind of their own. They're not a good choice for first-time dog owners or people who aren't strong enough to handle them and give them the exercise they need.Training is a must with this breed because he has a will of his own. Training can take time, but once the foundation is there, there is no limit to how far Pointers can go in various dog competitions.Pointers are average shedders and require only minimal grooming.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "Pointer was a term used to describe any breed of hunting dog that pointed at the game it was hunting. They are believed to have originated in Spain, although, like most breeds, their history is somewhat murky. Pointing-type dogs are said to have been known in England as early as 1650, but it's also thought that English officers brought Spanish Pointers back from the Netherlands — which was then under Spanish control — in 1713 after participating in the War of the Spanish Succession. The Spanish Pointers were larger, heavier, slower dogs than the Pointer we know today, but their strong point — so to speak — was their pointing instinct, and they were used to strengthen that feature in the British dogs. The modern Pointer's appearance was developed in England, probably through crosses with the Foxhound, Greyhound, Bloodhound, and later, various setters.Hunters hoped to breed in the scenting ability and constitution of the Bloodhound, the speed, elegance, and grace of the Greyhound, and the scenting ability, easy maintenance, well-developed rib cage and endurance of the Foxhound. Later, they crossed Pointers with various types of setters to improve the temperament, which at the time was described as ferocious. Clearly they were successful! In the end, they created an ideal hunting dog who became a favorite of many of the aristocrats in England. Two of the most famous British Pointers were Pluto and Juno, owned by a Colonel Thornton, who were said to have held a point on a covey of partridges for a little more than an hour. They bring to mind the old joke of a hunter who lost his Pointer on the moors. He found the dog a year later — as a skeleton pointing the skeleton of a bird.It's highly likely that the Pointer made his way to America with early colonists, but his presence isn't really documented until the Civil War era. Sensation, a handsome lemon and white Pointer imported in 1876 from England, is the emblem of the Westminster Kennel Club, which was founded in 1877. If you've ever been fortunate enough to attend the Westminster Kennel Club show, you've seen Sensation's silhouette on the cover of the catalog.The AKC recognized the Pointer in 1879 and the American Pointer Club was founded in 1938. Today, the Pointer is a handsome but uncommon dog, ranking 103rd among the breeds registered by the American Kennel Club.",
    "Size": "Males stand 25 to 28 inches at the shoulder and weigh 55 to 75 pounds; females 23 to 26 inches and 45 to 65 pounds.",
    "Personality": "Devoted and even-tempered, the Pointer is described as a congenial companion. He has a competitive spirit and an independent streak, but he's also fun-loving and mischievous. An excellent watchdog, he's protective of his property and will sound the alarm at anything out of the ordinary. In the field, he's hard-driving and courageous. In obedience trials he's willing and exuberant, performing the \"come\" command — known as the recall in the ring — as if shot out of a cannon.Pointers need early socialization and training. Like any dog, they can become timid if they are not properly socialized — exposed to many different people, sights, sounds, and experiences — when they're young. Early socialization helps ensure that your Pointer puppy grows up to be a well-rounded dog.Pointers work well with people, but because of their hunting heritage — which often involves them working well away from the hunter — they can be independent, with a mind of their own. Pointers want to understand why you're asking them to do something and determine if it's a reasonable request before acting on any command. Train them with kindness and consistency, using positive reinforcements that include food rewards and praise. The Pointer who's treated harshly will simply become more stubborn and less willing to do your bidding. Your best bet is to keep training interesting. Pointers will develop selective hearing if there's something more exciting to pay attention to.The Pointer is an active dog who needs one to two hours of exercise daily. Exercising the Pointer's brain is equally important. It's important to remember that this breed is very intelligent. If he doesn't have something to do in the yard or house, he will make his own entertainment, and chances are it's not something that will please you. Leaving a Pointer alone for long periods of time without proper stimulation or exercise is a recipe for disaster, and you may find your home or yard destroyed when you return.Crate training is a wonderful way to prevent destructive behavior and housetraining accidents, but it won't work without the accompanying physical exercise and mental stimulation. Crate training should start at a young age and can aid in housetraining your Pointer. Pointers can be somewhat slow to housetrain, but with patience and consistency you'll be successful.When he gets the exercise and mental stimulation he needs, he's a quiet companion in the home who will be happy to share the couch with you. A tired Pointer is a happy, couch potato Pointer! In fact, if you have a rule about not letting animals on the furniture, you may want to reconsider getting a Pointer. He's quite sure that his place is right up there beside you, and it will be difficult to change his mind.",
    "Health": "Pointers are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Pointers will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition. In Pointers, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).Hip Dysplasia: This is a heritable condition in which the thighbone doesn't fit snugly into the hip joint. Some dogs show pain and lameness on one or both rear legs, but you may not notice any signs of discomfort in a dog with hip dysplasia. As the dog ages, arthritis can develop. X-ray screening for hip dysplasia is done by the Orthopedic Foundation for Animals or the University of Pennsylvania Hip Improvement Program. Dogs with hip dysplasia should not be bred. If you're buying a puppy, ask the breeder for proof that the parents have been tested for hip dysplasia and are free of problems. Hip dysplasia is hereditary, but it can also be triggered by environmental factors, such as letting a puppy gain too much weight too quickly or injuries incurred from jumping or falling on slick floors.Progressive Retinal Atrophy (PRA): PRA is a family of eye diseases that involves the gradual deterioration of the retina. Early in the disease, dogs become night-blind. As the disease progresses, they lose their daytime vision as well. Many dogs adapt to limited or complete vision loss very well, as long as their surroundings remain the same. Reputable breeders have their dogs' eyes certified annually by a veterinary ophthalmologist and do not breed dogs with this disease.Epilepsy: Pointers can suffer from epilepsy, a disorder that causes mild or severe seizures. Epilepsy can be hereditary; it can be triggered by such events as metabolic disorders, infectious diseases that affect the brain, tumors, exposure to poisons, or severe head injuries; or it can be of unknown cause (referred to as idiopathic epilepsy). Seizures may be exhibited by unusual behavior, such as running frantically as if being chased, staggering, or hiding. Seizures are frightening to watch, but the long-term prognosis for dogs with idiopathic epilepsy is generally very good. Epilepsy can be controlled with medication, but it cannot be cured. A dog can live a full and healthy life with the proper management of this disorder. If your Pointer has seizures, take him to the vet right away for a diagnosis and treatment recommendations.Neurotropic Osteopathy: This rare bone disease can occur between the ages of 3 to 9 months and is caused by abnormalities in the nerves. It can lead to the degeneration of the spine.Allergies: Allergies are a common ailment in dogs. There are three main types of allergies: food-based allergies, treated by an elimination process of certain foods from the dog's diet; contact allergies, caused by a reaction to a topical substance such as bedding, flea powders, dog shampoos, and other chemicals, and treated by removing the cause of the allergy; and inhalant allergies, caused by airborne allergens such as pollen, dust, and mildew. Treatment varies according to the cause and may include dietary restrictions, medications, and environmental changes.Cherry Eye: This condition occurs when the gland located in the dog's third eyelid (known as the nictitating membrane) bulges out. It looks like a reddened mass at the inner corner of the eye. Cherry eye can be repaired surgically.Entropion: This defect occurs when the lower eyelid folds inward, resulting in chronic irritation of the eye's surface. One or both eyes can be affected, and it's usually obvious by six months of age. If your Pointer has entropion, you may notice him rubbing at his eyes. The condition can and should be corrected surgically.Cataracts: A cataract is an opacity on the lens of the eye, which causes difficulty in seeing. The eye(s) of the dog will have a cloudy appearance. Cataracts usually occur in old age and sometimes can be surgically removed to improve the dog's vision.Chondrodysplasia: This genetic disorder that is commonly mislabeled as \"dwarfism.\" Dogs with the deformity have abnormally short limbs for the breed. It ranges in severity from \"nearly normal\" to severe crippling. In less severe cases, dogs have lived full and healthy lives but a dog that is diagnosed with chondrodysplasia or screened as a carrier should not be bred so as not to pass on the genes for the condition.Addison's Disease: Also known as hypoadrenocorticism, this extremely serious condition is caused by an insufficient production of adrenal hormones by the adrenal gland. Most dogs with Addison's disease vomit, have a poor appetite, and have little energy. Because these signs are vague and can be mistaken for other conditions, it's easy to miss this disease as a diagnosis until it reaches more advanced stages. More severe signs occur when a dog is stressed or when potassium levels become high enough to interfere with heart function, causing severe shock and death. If your vet suspects Addison's, she may perform a series of tests to confirm the diagnosis.Demodectic Mange: All dogs carry a little passenger called a demodex mite. The mother dog passes this mite to her pups in their first few days of life. The mite can't be passed to humans or other dogs; only the mother passes mites to her pups. Demodex mites live in hair follicles and usually don't cause any problems. If your Pointer has a weakened or compromised immune system, however, he can develop demodectic mange. Demodectic mange, also called demodicosis, can be localized or generalized. In the localized form, patches of red, scaly skin with hair loss appears on the head, neck and forelegs. It's thought of as a puppy disease, and often clears up on its own. Even so, you should take your dog to the vet because it can turn into the generalized form of demodectic mange. Generalized demodectic mange covers the entire body and affects older puppies and young adult dogs. The dog develops patchy skin, bald spots, and skin infections all over the body. The American Academy of Veterinary Dermatology recommends neutering or spaying all dogs that develop generalized demodectic mange because there is a genetic link.Skin cysts: Cysts are fluid-filled sacs found beneath the skin. There are many different types, and treatment varies for each individual case.",
    "Care": "Pointers enjoy the great outdoors, and they enjoy being with their families. They should not live outside but instead should enjoy the same comforts as their families. They do well in active homes where hiking, camping, and other outdoor activities are enjoyed by all. They do need a large fenced yard where they can run. When they're given the exercise and training they need, they are quiet and mannerly house dogs.The Pointer is an active, intelligent dog who needs daily exercise and stimulation. He was developed to be a hunting dog who could work all day long, and his exercise needs don't change just because he's a family companion. Give him at least an hour of exercise per day and more if possible. A vigorous walk isn't enough. Take him running, teach him to run alongside your bicycle, play Frisbee in the backyard, or train him for agility, flyball, or other dog sports.A Pointer puppy is still growing and doesn't need the hard exercise that an adult can take. Let him play and nap on his own schedule throughout the day, and restrict jumping until he's reached his full growth at about 18 months of age. Jumping and running on hard surfaces at an early age can stress his joints and cause orthopedic problems.A fenced yard is essential. Pointers are bred to follow their nose and to run for long distances. They don't know about cars, and they don't know how to find their way back home after running for many miles. Many of the Pointers that end up with rescue groups are dogs that have obviously wandered off and were never found. Keep your Pointer inside a securely fenced yard or dog run for his safety and your peace of mind. Some Pointers have been known to do well with underground electronic fencing as long as training isn't rushed, but keep in mind that these fences don't keep out other animals or human intruders.",
    "Feeding": "Recommended daily amount: 2 to 3 cups of high-quality dry food a day, divided into two meals.Note: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Pointer's physique sleek by measuring his food and feeding him twice a day rather than leaving food out all the time. Giving him plenty of daily exercise should do the rest. If you're unsure whether he's overweight, give him the hands-on test. Place your hands on his back, thumbs along the spine and the fingers spread downward. You should be able to feel but not see his ribs. If you can't feel the ribs, he needs a little less food and a lot more exercise.For more on feeding your Pointer, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "An old hunters' saying is that a good Pointer can't be a bad color. The Pointer has a striking coat of liver (dark brown), black, orange, or lemon, with or without a white background. Some Pointers have light or heavy speckles — called ticking — on the white areas of their coat. Tricolor Pointers (white, plus two other colors) exist but aren't very common. Dark-colored Pointers have a black or brown nose; light-colored dogs have a light or flesh-colored nose.The coat itself is short, smooth, and shiny. Give him a thorough brushing once a week with a hound mitt — a nubbly glove that fits over your hand — and he's good to go. He sheds only lightly, and the regular brushing will help keep hair off your clothes and furniture. Rub him with a chamois and his coat will gleam.In most cases, regular brushing and an occasional wipe down with a damp cloth or baby wipe will keep your Pointer clean, but he might need a bath three or four times a year. Use a shampoo made for dogs to keep the coat and skin from becoming dry, and be sure to rinse thoroughly to prevent itchiness from shampoo residue.Begin accustoming your Pointer to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the ears, nose, mouth, and eyes, and on the feet. Ears should smell good, without too much wax or gunk inside, and eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.Gently wipe out the ear — only the part you can see! — with a damp cotton ball. Never stick cotton swabs or anything else into the ear canal or you might damage it. Brush your Pointer's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim nails regularly if your dog doesn't wear them down naturally. If you can hear them clicking on the floor, they're too long. Short, neatly trimmed nails keep your legs from getting scratched when your Pointer enthusiastically jumps up to greet you. They also prevent toe injuries from occurring when your Pointer is running — something he'll do frequently.",
    "Children And Other Pets": "Pointers are usually good with children and other animals, particularly if they are raised with them. Teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. No dog should ever be left unsupervised with a child.Pointers can also get along well with other pets, including cats, if they're raised with them, although they may be a little too fond of birds, if you know what I mean.",
    "Rescue Groups": "Pointers are often purchased without any clear understanding of what goes into owning one. There are many Pointers in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Pointer rescue.Pointer Rescue"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Sporting Dogs"
    },
    {
      "name": "Height",
      "value": "1 foot, 11 inches to 2 feet, 4 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "45 to 75 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}