{
  "id": "polish-lowland-sheepdog",
  "url": "https://dogtime.com/dog-breeds/polish-lowland-sheepdog",
  "name": "Polish Lowland Sheepdog",
  "intro": "Originally bred for herding and guarding, the Polish Lowland Sheepdog is still an excellent working dog breed. They’re obedient and fearless, good-natured with people and other dogs, but highly protective of their flock.\nEven though these are purebred dogs, you may find them in the care of shelters or rescue groups. Remember to adopt! Don’t shop if you want to bring a dog home.\nPolish Lowland Sheedogs are intelligent, active, strong, and handsome with their characteristic multicolored, shaggy coat. In recent years, they’ve gained popularity as a companion dog. They’re highly affectionate with their human families and can even adapt to apartment life. Novice pet parents should beware, though, as these pups need plenty of exercise, and their coats need frequent grooming sessions to stay tangle free. If you can provide lots of physical activity and don’t mind a bit of extra brushing, this may be the breed for you!\nSee below for a complete list of dog breed traits and facts about Polish Lowland Sheepdogs!",
  "description": {
    "": "The Polish Lowland Sheepdog is a medium-sized, long-haired dog who, as his name suggests, originates from Poland. Polish Lowland Sheepdog is the literal translation of his Polish name, Polski Owczarek Nizinny (pronounced poll-ski ov-cha-rik nee-shinny). In the United States and Poland, the breed is referred to simply as PON. Although PONs nearly became extinct after World War II, they made a dramatic comeback in the 1950s and — though still relatively rare in the U.S. — they are currently popular in their native Poland as companion dogs for apartment dwellers and as working farm dogs in rural areas.The PON belongs to the American Kennel Club Herding Dog Group. Not surprisingly, the PON has strong herding instincts and a loyal personality. Like other herding breeds, the PON is also an independent thinker. He is a smart, self-confident dog that thrives within a family and typically is wary of strangers.One outstanding characteristic of the PON is his uncanny memory, which makes him a quick study and relatively easy to train. However, he is strong willed and will try to dominate his owner if given the chance.The PON is an active dog who requires a good deal of exercise — don't expect your PON to be a couch potato — but he isn't hyperactive or nervous. This is a breed with a strong work ethic who enjoys having a job to do, especially if it means doing it for his family. Obedience training and agility classes are good outlets for the PON, providing him with both mental and physical stimulation.The PON is not a party animal: he tends to attach himself to a select few people and remains aloof with others. It's important to socialize him from puppyhood so he becomes accustomed to many different kinds of people. Take the cute PON puppy with you to the park or on errands, and let people admire and touch him.The PON is generally good with children and other pets if he is raised with them from puppyhood. Don't be surprised if he tries to herd the kids, though: he likes to keep his flock (human or otherwise) neatly gathered in one spot.Despite his aloof and hardworking tendencies, the PON is a naturally happy dog with a joyful personality. He also knows what he wants and how to get it. If he has his eye on something, he will typically stare at the object of desire, then glance at you, patiently waiting for you to understand. When his patience wears out, however, he can be a thief, stealing household item such as towels or tools, and stashing them away. As some PON owners say, \"First they steal your heart, and then they steal your underwear!\".",
    "Highlights": "The PON appreciates a good meal and would prefer to repeat the experience often every day. Don't give in when he gives you that pathetic, hungry look. Since he won't monitor his food intake, you have to: feed him only the amounts appropriate for his size and age, and remember that snacks and treats count.That cute, shaggy PON puppy can easily fool you into thinking he's an amenable dog who'll follow your every whim. Not so — the PON has a very strong personality, even as a youngster. He thinks for himself. That's certainly a good trait for a working dog, but it also means his owner must be firm, fair, and persistent. In other words, you have to be the boss.The PON adores his family, but he's aloof and suspicious toward strangers. Don't expect him to greet your dinner guests with a friendly look and a wagging tail. Proper socialization is essential to encourage the PON to be comfortable with a variety of people, so get him out and about among friendly strangers from the very beginning. Puppy classes are an excellent idea.While he isn't hyperactive, the PON does have a lot of energy and stamina. If he doesn't get enough mental and physical stimulation, he'll get bored (don't we all), which can lead to excessive barking, chewing, or digging. To prevent problem behaviors, keep the PON busy with activities and don't leave him alone for long periods of time.While the PON's shaggy coat is adorable, let's face it: it does require a great deal of grooming. If that's not for you, or if you can't delegate the job to another willing family member, consider a different breed.To get a healthy pet, never buy a puppy from a backyard breeder, puppy mill, or pet store. Find a reputable breeder who tests her breeding dogs for genetic health conditions and good temperaments",
    "History": "The Polish Lowland Sheepdog is an old breed. He is believed to be descended from the Puli, a Hungarian herding dog, as well as central Asian dogs including the Tibetan Mastiff, Tibetan Spaniel, Lhasa Apso, and Tibetan Terrier. One intriguing — and not impossible — theory is that the Huns were responsible for spreading the breed to many different countries as they plundered their way through various cultures.In 1514, a Polish merchant named Kazimierz Grabski sailed from Gdansk to Scotland with a cargo of grain to exchange for Scottish sheep. Six PONs were onboard to herd the sheep and, as the story goes, a Scottish shepherd asked for a pair of PONs in exchange for a ram. The shepherd got a deal: two female PONs and one male. It's commonly believed that these three dogs were used to crossbreed with Scottish dogs to develop the Bearded Collie.The ongoing story of the PON is a history of survival. In the 1800s, when sheep herding declined in Poland, the number of PONs also declined. World War II, which brought terrible devastation to Poland, almost decimated the breed. Luckily, a Polish veterinarian named Dr. Danuta Hryniewics took action. She began efforts to save the breed with the help of her own PON, a male named Smok. Smok sired 10 litters of PONs in the 1950s; in 1958, the first litter with a full pedigree was born. By 1969, her Kordegardy Kennels had produced more than 140 puppies, including many champions. All PONs in existence today can be traced back to Smok and his progeny.In 1959, a breed standard was written for the PON and accepted by the Fédération Cynologique Internationale. Not surprisingly, Smok was the model for this standard.In 1979, a U.S. Bearded Collie breeder named Moira Morrison learned of the PON ancestry in her breed. Intrigued, she imported two PONs from Poland — the first known to have come to the U.S. Four years later, Kaz and Betty Augustowski, both of Polish heritage, saw an advertisement in a dog magazine and acquired their first PON. Over the next 18 years, they became passionately involved in getting the breed recognized by the American Kennel Club. Their efforts were rewarded when PONs gained entry into the Miscellaneous class on July 1, 1999, The AKC granted the breed full recognition on August 1, 2001.Although the PON is still rare in America, today it is the most popular of all the native breeds in its home country and is unofficially considered Poland's national dog.",
    "Size": "Males and females stand 17 to 20 inches tall and weigh 35 to 55 pounds.",
    "Personality": "The PON is a highly intelligent, hardworking dog. He is known for his ability to remember what he learns — both good and bad habits. He is strong willed and can be stubborn, so he needs an owner who will kindly and consistently provide leadership. Otherwise, he will try to rule the roost.Because of his working heritage, the PON likes to be busy, physically and mentally. He needs activities to challenge him: hiking, herding, agility, tracking, and advanced obedience training are all good bets. If he isn't provided proper outlets for his energy, he is likely to express himself through more annoying amusements such as barking, digging, and chewing.The PON doesn't make friends with just anyone. He is most comfortable with his family and is suspicious of people he doesn't know.",
    "Health": "PONs are generally healthy, but like all breeds of dogs, they're prone to certain conditions and diseases.Canine hip dysplasia is an inherited condition in which the thighbone doesn't fit snugly into the hip joint. Some dogs show pain and lameness on one or both rear legs, but others don't display outward signs of discomfort. (X-ray screening is the most certain way to diagnose the problem.) Either way, arthritis can develop as the dog ages. Dogs with hip dysplasia should not be bred — so if you're buying a puppy, ask the breeder for proof that the parents have been tested for hip dysplasia and are free of problems.Progressive retinal atrophy (PRA) is actually a family of eye diseases involving the gradual deterioration of the retina. In the early stages of the disease, dogs become night blind; eventually they lose their daytime vision as well.",
    "Care": "The Polish Lowland Sheepdog prefers a cooler climate, but he can adapt to warmer temperatures as long as he has adequate, cool shelter. Although the PON is ideally suited for rural life, he does well in apartments and houses without backyards as long as he has a job to do and is taken outside frequently for exercise. If he isn't herding a flock on a farm, he appreciates the challenge of obedience, agility, or herding competitions, or even just hiking and jogging with you.",
    "Feeding": "Recommended daily amount: 1.5 to 2.5 cups of high-quality dry food a day.Note: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.The PON benefits from two meals a day rather than one — and don't leave food out for him all the time. He's known for his hearty appetite and will overeat if he can. If you're unsure whether there's too much fat under all that fur (it's hard to tell by simply looking), give him the hands-on test by placing your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel (but not see) his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your PON, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The shaggy PON has a long, dense topcoat and a soft, thick undercoat. The coat comes in many colors; the most common are white with black, gray, or sandy patches; or gray with white or chocolate.Occasionally, a PON is all white, all black, or black and tan. Most PONs are born with a darker puppy coat than they will have as adults, with the exception of puppies born white. The PON is considered a nonshedding breed.When it comes to grooming the PON, the natural look is in. That doesn't mean the breed doesn't need grooming — in fact, that shaggy coat needs a lot of grooming to keep it free of tangles, though no trimming is necessary or even recommended. Breed enthusiasts stress the importance of not primping the PON.Plan on brushing and combing thoroughly at least twice a week, and always before bathing (detangling spray is helpful). A bath every two months may be necessary. Like all dogs with fluffy coats, the PON gets dirty easily, so you're in for muddy paws, leaves or burrs tracked into the house, feces on the hindquarters, or a wet and dirty beard.Trim your PON's nails once a month, and check his ears once a week for dirt, redness, or a bad odor that can indicate an infection. Wipe them out weekly (and after bathing or any other time the PON gets wet) with a cotton ball dampened with gentle, pH-balanced ear cleaner to prevent problems.The PON coat can be too much for an inexperienced owner to handle, so you consider having a professional groomer help with the upkeep. That won't let you completely off the hook, though. You'll still need to brush that coat thoroughly between professional grooming sessions. If you aren't crazy about combing and brushing — no doubt about it, it's a lot of work — you may want to consider another breed.",
    "Children And Other Pets": "Your PON will be your devoted, lifelong friend. His loyal nature makes him a loving companion for an individual or family — he'll consider the family his flock. He gets along with children and other animals best if he's raised with them. Because he is naturally wary of outsiders (a good trait for a herding/guard dog), the PON is most likely to accept as part of his flock those he knows from puppyhood. He is likely to remain aloof with those he doesn't know, though he can warm up to family friends and pets with exposure and positive interaction.",
    "Rescue Groups": "Polish Lowland Sheepdogs are often purchased without any clear understanding of what goes into owning one. There are many PONs in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a PON rescue.Rescue and Adoption Service for the Polish Lowland Sheepdog"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Herding Dogs"
    },
    {
      "name": "Height",
      "value": "17 to 20 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "35 to 55 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 12 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}