{
  "id": "pomapoo",
  "url": "https://dogtime.com/dog-breeds/pomapoo",
  "name": "Pomapoo",
  "intro": "The Pomapoo is a mixed breed dog — a cross between the Pomeranian and Toy Poodle dog breeds. Compact, intelligent, and affectionate, these pups inherited some of the best qualities from both of their parents.\nPomapoos are also called Pooranian, Pompoo, and Pomeroodle. Despite their unfortunate status as a designer breed, you may find these mixed breed dogs in shelters and rescues, so remember to adopt! Don’t shop!\nThese adorable pups make great apartment dogs, and they also work well in large households. Socialize them early to bring out their best qualities and ensure a friendly, confident pup. Read on, to find out if this mixed breed is the right dog for you.\nSee below for all Pomapoo facts and mixed dog breed characteristics!",
  "description": {
    "Highlights": "Pomapoos are mixed breed dogs. They are not purebreds like their Pomeranian or Poodle parents.The main colors of Pomapoos are brown, black, white, red, fawn, and sable. Sometimes their coats are solid, and sometimes they have a mix of colors.They usually have short to medium length coats and are light shedders. If the Pomapoo inherits their Poodle parent's coat, then they could be hypoallergenic.Pomapoos have moderate energy levels and don't require too much exercise. One walk per day should suffice.Because the Pomapoo is a small dog, they can be easily injured by overly excited children. Pomapoos are friendly and very loving with children who know how to interact gently.Pompoos do not like isolation, so multiple dog homes just might be ideal.",
    "History": "The Pomapoo dog breed may have existed naturally over the years, but designer breeders started intentionally mixing Pomeranian and Toy Poodles in late 1990's, likely in North America.Breeders wanted to mix the two parent breeds to minimize the health problems that are commonly associated with pure breeding and create an intelligent, affectionate companion dog. They continued to create Pomapoos as demand for the mixed breed pups climbed.Even though the Pomapoo got its start as a designer breed, some have ended up in shelters or in the care of rescue groups. Consider adoption if you decide this is the breed for you.Check your local shelters, look up Pomapoo rescues, or check with breed-specific Pomeranian or Poodle rescues, as they sometimes help to re-home mixed breeds.Currently, the Pomapoo is not recognized by the American Kennel Club.",
    "Size": "As the Pomapoo is a relatively new breed, there are few standards when it comes to size. That said, as a mix between Pomeranian and Toy Poodle parents, you can expect Pomapoos to be on the small side.Most weigh in at five to 15 pounds and range in height from eight to ten inches at the shoulder. However, many can be smaller or larger. The males typically run a little larger than the females.",
    "Personality": "Many Pomapoo lovers describe these dogs as friendly, laid back pups with a happy outlook. They are intelligent and affectionate, and they're said to be small dogs with big personalities.Pomapoos are typically not aggressive or shy. They are generally very friendly, but if their Pom parent personality prevails, they may be a bit more reserved when meeting new people. Make sure to start socialization early. Let them experience new people, new animals, and new sounds.Pomapoos are very affectionate with all members of the family, but will form the strongest bond with their main caregiver. They should not be left alone for long periods. A second dog or cat could help out in this department.They do well in big families with kids and in single adult households. Just as long as they are in a loving environment. Be prepared to shower them with affection because they'll soak it up and adore you right back.",
    "Health": "The Pomapoo breed is predisposed to some of the same conditions that the Pomeranian and Poodle also face. While most are generally healthy, some may be prone to a few health issues, which is why it is important to maintain good care and regular veterinary checkups.Some of the more common health problems Pomapoos suffer from include:Patellar luxationTracheal collapseEpilepsyCataracts",
    "Care": "As with all dogs, you should keep up with your Pomapoo's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.Pomapoos are prone to weight gain, and they have moderate energy levels. They are attentive and will enjoy being a part of your daily routine, but they don't require too much exercise. One walk per day should suffice.Check their ears for debris and pests daily and clean them as recommended by your vet. Trim your dog's nails before they get too long--usually once or twice per month. They should not be clicking against the floor. Your groomer can help with this.Your main concern when it comes to your Pomapoo's care will be maintaining their oral health. You should brush their teeth daily, as small breeds are prone to dental issues. Your veterinarian can instruct you on how to brush your dog's teeth properlyPomapoos are quick learners. Be sure to start training early and instill good habits. It's difficult to break bad behavior. Use the positive reinforcement technique. Be stern but loving. It will pay off with a well mannered dog.Small dogs have small bladders and may require more frequent potty breaks.",
    "Feeding": "An ideal Pomapoo diet should be formulated for a small breed with moderate energy. They have a tendency to gain weight if they are overfed, so you should stick to a regular feeding schedule and not leave food out during the day. Two to three small meals per day is recommended.As with all dogs, the Pomapoo's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Pomapoo's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "Pomapoo coats are often a mix of their Pomeranian and Poodle parents' coats and colors. The main colors of Pomapoos are brown, black, white, red, fawn, and sable. Sometimes their coats are solid, and sometimes they have a mix of colors.They usually have short to medium length coats and are light shedders. A light brush every few days should be enough. If the Pomapoo inherits their Poodle parent's coat, then they could be hypoallergenic.Pomapoos aren't particularly suited for extreme weather. You'll likely need a coat in the winter for your dog, and you may need to apply sunscreen to the ears, nose, and sensitive areas where there's less fur coverage in the summer months. Always have fresh water available for your pup if they travel with you.",
    "Children And Other Pets": "Because the Pomapoo is a small dog, they can be easily injured by overly excited children. Pomapoos are friendly and very loving with children who know how to interact gently. Always err on the side of caution and never leave young children unattended with any dog, under any circumstance.When it comes to other pets, Pomapoos can get along with other animals quite well if they are introduced slowly and calmly, and early socialization will help this go smoothly. Pompoos do not like isolation, so multiple dog homes just might be ideal. Remember to protect Pomapoos in public from larger dogs.Learn more about Pomapoos by learning about their Pomeranian and Poodle parents.",
    "Rescue Groups": "It may be hard to find a breed specific rescue for Pomapoos because they are a mixed breed. However, you may want to try Pomeranian or Poodle breed specific rescues, as they often care for mixes, as well. Here are some rescues you can try:PAWSITIVELY POM RESCUECarolina Poodle RescueYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "8 to 10 inches"
    },
    {
      "name": "Weight",
      "value": "5 to 15 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}