{
  "id": "pomchi",
  "url": "https://dogtime.com/dog-breeds/pomchi",
  "name": "Pomchi",
  "intro": "The Pomchi is a mixed-breed dog — a cross between the Pomeranian and the Chihuahua dog breeds. Playful, devoted, and energetic, these small pups inherited some of the best qualities from both of their parents.\nPomchis go by several names, including Pomahuahua, Chimeranian, Chi-Pom, and Pom-Chi. Despite their unfortunate status as a designer breed, you may find these mixed breed dogs in shelters and rescues. So remember to adopt! Don’t shop!\nThese adorable pups make excellent apartment dogs for active urban dwellers, and they also do well in small and single-person households. If you’re looking for a small, attention-loving dog with a lot of spunk, then the Pomchi may be the right dog for you!\nSee below for all mixed dog breed traits and facts about Pomchis!",
  "description": {
    "Highlights": "The Pomchi is a mixed-breed dog. They are not purebreds like their Chihuahua or Pomeranian parents.The main colors of Pomchis are sable and brown, but they can also be blue and tan, black and tan, or cream. Sometimes their coats are solid, and sometimes they have a mix of colors.Pomchis usually have longer coats and may not be ideal for allergy sufferers. Their double coats need regular grooming. Brush them at least once a week.The Pomchi has a tendency to find a favorite person of the household, but they can still get along with other family members.Pomchis can be yappy. They make great watchdogs, but it's important to start training early to curb unwanted barking behaviors.",
    "History": "The Pomchi dog breed may have existed naturally over the years, but it wasn't until the late 1990s or early 2000s that designer breeders started intentionally mixing Chihuahuas and Pomeranians, likely in North America.Once other designer breeds started to pop up, breeders likely decided to mix the two parent breeds to produce a small, adorable companion dog. They continued to produce Pomchis as demand for the pup grew.Even though the Pomchi got its start as a designer breed, some have ended up in shelters or in the care of rescue groups. Consider adoption if you decide this is the breed for you.Check your local shelters, look up Pomchi rescues, or check with breed-specific Pomeranian or Chihuahua rescues, as they sometimes take in mixed breed dogs and find homes for them.",
    "Size": "As the Pomchi is a relatively new breed, there are few standards when it comes to size. That said, as a mix between Chihuahua and Pomeranian parents, it's safe to assume your Pomchi will be a small dog.Most weigh in at four to twelve pounds and range in height from six to ten inches at the shoulder. That said, many can be smaller or larger. Often, the males will be slightly larger than the females.",
    "Personality": "The Pomchi might be small in stature, but their personality is anything but. Many Pomchi enthusiasts report that their pups have lots of energy and spunk, and they enjoy being the center of attention. Even though these dogs can have a ton of energy, that doesn't mean they don't enjoy a good cuddle session with their favorite human.Because they often have such large personalities, it is vital that you socialize and train your Pomchi as early as possible. Pomchis can become fearful and aggressive around strangers and other animals if they are not properly trained. They are trainable dogs, of course, but it may take some patience.Training is also important to help curb this breed's tendency to get yappy. The good news is your Pomchi will let you know any time someone is at the door, but if you don't want them barking at every little thing, you must train them.The Pomchi also has a tendency to find a favorite person of the household and stick to them like glue, but they can still get along with other family members. That said, the Pomchi may be best suited for a single-person or couple-home.",
    "Health": "The Pomchi breed is predisposed to some of the same conditions that the Chihuahua and Pomeranian also face. While most are generally healthy, some may be prone to a few health issues, which is why it is important to maintain good care and regular veterinary checkups.Some of the more common health problems Pomchi suffer from include:cataractsprogressive retinal atrophyhypothyroidismdental and gum diseaseepilepsy",
    "Care": "As with all dogs, you should keep up with your Pomchi's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.Pomchis, like their parents, are prone to weight gain, and they have high energy levels. Since they are a smaller breed, though, they do not need as strenuous of exercise as larger breeds. Still, make sure your dog getsat least one good half-hour- to hour-long walk per day with a few good, active play sessions and shorter walks mixed in.Check their ears for debris and pests daily and clean them as recommended by your vet. Trim your dog's nails before they get too long--usually once or twice per month. They should not be clicking loudly against the floor. Your groomer can help with this.Your main concern when it comes to your Pomchi's care will be maintaining their oral health. You should brush their teeth daily, as small breeds are prone to dental issues. Your veterinarian can instruct you on how to brush your dog's teeth properly.",
    "Feeding": "An ideal Pomchi diet should be formulated for a small breed with high energy. They have a tendency to gain weight if they're overfed, so you should stick to a regular feeding schedule and not leave food out during the day. Limit the amount of treats you give your Pomchi, as well.As with all dogs, the Pomchi's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Pomchi's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make aspecific recommendation.",
    "Coat Color And Grooming": "Pomchi coats are often a mix of their Pomeranian and Chihuahua parents' coats and colors. The main colors of Pomchis are sable and brown, but they can also be blue and tan, black and tan, or cream. Sometimes their coats are solid, and sometimes they have a mix of colors.They usually have longer coats, which makes them a tough pet for allergy sufferers. The Pomchi has a double coat, which is what makes it so fluffy and adorable; it also makes it a coat that needs regular grooming. Brush out your Pomchi's coat at least once a week.The Pomchi has a longer coat, but due to the pup's tiny stature, they do not fair well in extreme cold. They can handle some heat, but like every dog, they should not be left outside in high temperatures.",
    "Children And Other Pets": "Since the Pomchi is a small dog, they can be easily injured by easily excitable children. Pomchis tend to like being around adults or older kids who know how to play with them gently and approach them in a calm manner. That said, for children who learn early how to properly approach and play with a small dog, the Pomchi can make a great, active companion.When it comes to other animals in the household, Pomchis can get along with them if they are introduced slowly and calmly, and early socialization will help this go smoothly. It's best if they get used to other pets early.That said, Pomchis have a sassy persona, and they may enjoy being the sole pet of the house. Still, many Pomchis get along just fine with other dogs and cats, so it really comes down to training, socialization, and the luck of the draw.",
    "Rescue Groups": "It may be hard to find a breed-specific rescue for Pomchis because they are a mixed breed. However, you may want to try Chihuahua or Pomeranian breed-specific rescues, as they often care for mixes, as well. Here are some rescues you can try:Chihuahua Rescue & TransportPAWSITIVELY POM RESCUEYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "6 to 10 inches"
    },
    {
      "name": "Weight",
      "value": "4 to 12 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 18 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}