{
  "id": "pomeranian",
  "url": "https://dogtime.com/dog-breeds/pomeranian",
  "name": "Pomeranian",
  "intro": "Descended from large sled dog breeds, the now-tiny Pomeranian has a long and interesting history. The foxy-faced dog, nicknamed “the little dog who thinks he can,” is compact, active, and capable of competing in agility and obedience or simply being a family friend.\nEven though these are purebred dogs, you may find them in the care of shelters or rescue groups. Remember to adopt! Don’t shop if you want to bring a dog home.\nPoms may be small, but they don’t always act that way and may even challenge larger dogs. While they make for good apartment pets, they can also bark a lot, which your neighbors may not be too thrilled about. But as long as you give your dog plenty of exercise and playtime, keep them out of hot weather, and give them lots of love and attention, you’ll have a loving, adorable, furry family companion!\nSee below for complete list of dog breed traits and facts about Pomeranians!",
  "description": {
    "": "Although the Pomeranian (also called Zwergspitz, Dwarf Spitz, Loulou, or, affectionately Pom) only weighs from three to seven pounds, this lively little dog has a personality the size of Texas!The Pomeranian is the smallest member of the Spitz family of dogs, which includes the Samoyed, Alaskan Malamute, and Norwegian Elkhound, among others.Poms take their name from the province of Pomerania, in Germany. They became especially popular when Queen Victoria allowed some of her Pomeranians to be shown in a conformation show, the first Pomeranians ever to be shown.Cute, feisty and furry, Poms are intelligent and loyal to their families. Don't let their cuteness fool you, however. These independent, bold dogs have minds of their own. They are alert and curious about the world around them. Unfortunately, in their minds, they are much larger than they really are, which can sometimes lead them to harass and even attack much larger dogs.Luckily, if they are properly socialized with other dogs and animals, they generally get along quite well with them.Pomeranians have a wedge-shaped head with erect ears. Some people describe their faces as fox-like, while others think that \"baby-doll\" or \"pansy\" is a better description.Their dark, almond-shaped eyes sparkle with intelligence and curiosity. Their noses can be dark or the same color as their coats. Their distinctive plumed tail fans out over their back.Pomeranians come in a wide variety of solid colors, with red, orange, white or cream, blue, brown, or black being the most common. Rarely, you might see a white Pom with colored markings (called parti-colored), or a black and tan one, or even an orange and sable one. The Pom's profuse double coat stands out from his body, and he has a luxurious ruff around his neck and chest. The coats looks as though it would be difficult to care for, but in reality, regular brushing is typically all it needs.Despite their small size, Pomeranians have a loud bark and make excellent watchdogs. They sometimes don't know when to stop barking, however, so it's a good idea to train them to stop barking on command.Pomeranians make excellent pets for older people and those who are busy, because they aren't an overly dependent breed. They are also good for apartment dwellers or homes that don't have a backyard. Because of their small size, they aren't recommended for families with small children who might injure them accidentally.Poms generally are good at learning tricks, but you must be consistent and firm when training them. If you don't establish yourself as top dog in your household, your Pom will be more than glad to take over and may even become snappish.Poms have a lot of energy and enjoy going for walks. They trot along, proudly holding their head up, meeting new people and exploring new sights and smells.More and more Poms are being trained in obedience, agility, tracking and flyball. Some also have been trained as hearing assistance dogs. They make excellent therapy dogs and bring delight and comfort to the sick and elderly in hospitals and nursing homes. If you'd like a pint-size companion with personality plus, the Pomeranian may be the choice for you.",
    "Highlights": "Pomeranians often are suspicious of strangers and can bark a lot.Pomeranians can be difficult to housetrain. Crate training is recommended.High heat and humidity can cause your Pom to become overheated and possibly have heat stroke. When your Pom is outdoors, watch him carefully for signs of overheating and take him inside immediately. They definitely are housedogs and should not be kept outdoors.While Poms are good with children, they are not a good choice for very young or highly active children because of their small size. Never let your small children and your Pom play without supervision.Because they are so small, Poms can be perceived as prey by owls, eagles, hawks, coyotes, and other wild animals. Never leave them outside unattended, and be watchful if there are predatory birds in your location. If this is the case, stay close to your Pom to discourage birds from trying to carry them off!Because they are small and attractive, Poms are targets for dognappers, another reason why you shouldn't leave them outside unattended, even in a fenced yard.Although they are small, Poms don't seem to realize it and can have a \"big dog\" attitude. This can spell disaster if they decide to chase a bigger dog that they think is encroaching upon their territory, or if they jump from a high place. It's up to you to make sure that your little one doesn't harm himself due to not realizing his limitations.When your Pom gets old, he may develop bald spots in his beautiful coat.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "Pomeranians were developed in the province of Pomerania from the ancient Spitz breeds of the far northern countries. The closest relatives of the Pomeranian are the Norwegian Elkhound, the Schipperke, the German Spitz, the American Eskimo Dog, the Samoyed, and other members of the Spitz, or Northern, group of dogs, all of which are characterized by their wedge-shaped heads, prick ears, and thick furry coats. Early Pomeranians weighed as much as 30 pounds.Even in the early days of the breed, Poms were popular. Notable people who were said to have Pomeranian-type dogs include theologian Martin Luther, who had a Pom named Belferlein that he mentioned often in his writings; artist Michelangelo, whose Pom sat on a satin pillow and watched him paint the ceiling of the Sistine Chapel; physicist Isaac Newton, whose Pom named Diamond reportedly chewed many of his manuscripts, and composer Mozart, whose Pom was named Pimperl and to whom he dedicated an aria.In 1761, the appeal of Pomeranians moved to England when Sophie Charlotte, a 17-year-old Princess of Mecklenburg-Strelitz (a neighboring province of Pomerania) married the English prince who was to become King George III. She brought with her a pair of mostly white dogs named Phebe and Mercury that weighed more than 20 pounds, which was standard at that time. Although they were popular in royal circles, the new breed didn't catch on with the public.All of that changed during the reign of Queen Charlotte's granddaughter, Queen Victoria. During her 64 years as the Queen of England, Queen Victoria bred more than 15 different breeds of dogs. In her later years, she was especially fond of Pomeranians, which she first saw in 1888 during a trip to Italy. She fell in love with a sable and red Pom named Marco who weighed only 12 pounds. Today, many believe that he was the inspiration to breed smaller Pomeranians.Marco went on to compete under the Queen's name in many dog shows and won many honors. Victoria also bought three other Poms on the same trip to Florence in 1888. After Marco, Victoria's next most famous Pom was a female named Gina who also became a champion at London dog shows. Victoria loved her Poms so much that as she lay dying, she asked that her favorite Pom (named Turi) be brought to her bedside.Victoria's love of the Pomeranians, especially the smaller ones, inspired English dog fanciers to begin breeding even smaller Poms. From 1900 until the 1930s, Pomeranians often had the largest number of entries at Crufts dog show, Britain's national championship. It was during this time that the breed standard was stabilized, with the size coming down to its present weight and the coat developing its characteristic deep frilling. Also during this time, a wider range of colors became available. Early Poms were primarily white, black, chocolate or blue, but after an orange dog began winning at dog shows in the 1920s, the range of colors expanded.The popularity of the Pom spread across the Atlantic. In 1888, a Pomeranian named Dick was the first Pom entered into the American Kennel Club (AKC) stud book. In 1892, the first Pom was entered in a dog show in New York. After the AKC recognized the breed in 1900, Pomeranians quickly grew in popularity in the United States. In 1909, the American Pomeranian Club was accepted as a member club of the AKC and designated as the Parent Club for the breed. By mid-century, Poms were one of the most popular dog breeds in America. Today they rank 14th among the 155 breeds and varieties registered by the AKC.",
    "Size": "Pomeranians are 7 to 12 inches tall and weigh 3 to 7 pounds. Some litters have puppies that are throwbacks to the days when they were larger and grow to be 12 to 14 pounds or more. These puppies can be an excellent choice for families with children.",
    "Personality": "The extroverted Pomeranian is smart and vivacious. He loves meeting new people and gets along well with other animals, although he sometimes thinks he's a lot bigger than he is. Don't let him challenge bigger dogs in his mistaken belief that he's their size or larger.Alert and inquisitive, Pomeranians make excellent watchdogs and will bark at anything out of the ordinary. Teach them to stop barking on command, though, or they might go on all day long.Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Choose the middle-of-the-road puppy who's willing to sit nicely on your lap, not the one who's beating up his littermates or the one who's hiding in the corner. Aggression and shyness aren't characteristics that your Pom puppy will outgrow.Always meet at least one of the parents — usually the mother is the one who's available — to ensure that they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when he grows up. They should be friendly, calm, quiet, and easy to live with.Like every dog, Pomeranians need early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Pom puppy grows up to be a well-rounded dog.Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills.",
    "Health": "Pomeranians are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Poms will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition. In Poms, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).Allergies: Some Pomeranians can suffer from a variety of allergies, ranging from contact allergies to food allergies. If your Pomeranian is licking his paws or rubbing his face a great deal, suspect that he has an allergy and have him checked by your vet.Epilepsy: Some Pomeranians develop epilepsy and have seizures. If your Pom has seizures, take him to the vet to determine what treatment is appropriate.Eye Problems: Pomeranians are prone to a variety of eye problems, including cataracts, dry eye (keratoconjunctivitis sicca) (dryness of the cornea and the conjunctiva), and tear duct problems. These problems can appear in young adult dogs and may lead to blindness if untreated. Contact your vet if you notice any redness, scarring, or excessive tearing.Hip Dysplasia: Hip dysplasia occurs occasionally in Pomeranians. Many factors, including genetics, environment and diet, are thought to contribute to this deformity of the hip joint. Affected Pomeranians usually are able to lead normal, healthy lives, unlike some of the large and giant breeds, who require surgery to get around easily.Legg-Perthes Disease: This is another disease involving the hip joint. Many toy breeds are prone to this condition. When your Pomeranian has Legg-Perthes, the blood supply to the head of the femur (the large rear leg bone) is decreased and the head of the femur that connects to the pelvis begins to disintegrate. Usually, the first signs of Legg-Perthes occur when puppies are 4 to 6 months old. The first signs are limping and atrophy of the leg muscle. Qualified vets can perform a surgery to cut off the diseased femur so that it isn't attached to the pelvis any longer. The scar tissue that results from the surgery creates a \"false joint\" and the puppy is usually pain free.Patellar Luxation: This is a very common problem for Poms. The patella is the kneecap. Luxation means dislocation of an anatomical part (as a bone at a joint). Patellar luxation is when the knee joint (often of a hind leg) slides in and out of place, causing pain. This can be crippling, but many dogs lead relatively normal lives with this condition.Collapsed Trachea: This is a condition in which the trachea, which carries air to the lungs, tends to collapse easily. The most common sign of a collapsed trachea is a chronic, dry, harsh cough that many describe as being similar to a \"goose honk.\" Since it can be caused by pulling too hard against a collar while walking, you should train your Pom to walk nicely beside you instead of pulling at the leash, or use a harness instead of a collar. Collapsed trachea can be treated medically or surgically.Dental Problems: Poms are prone to teeth and gum problems and early tooth loss. Watch for dental problems and take your Pom to the vet for regular dental exams.",
    "Care": "Pomeranians are very active indoors and are good choices for apartment dwellers and people without a fenced yard. They have a moderate activity level and will enjoy several short daily walks or play times.They are remarkably hearty and enjoy longer walks, but always keep in mind that they are small and sensitive to heat. They love to play and can get bored easily, so be sure to give them lots of toys and rotate them frequently so there's always something new. They especially enjoy toys that challenge them.One activity that both you and your Pom will enjoy is trick training. Poms love to learn new things and enjoy being the center of attention, so teaching them tricks is a perfect way to bond with them while providing them with exercise and mental stimulation.They have a short attention span, so keep training sessions brief and fun. Reward your Pom with praise, treats, or play whenever he correctly performs a command or does something else you like.",
    "Feeding": "Recommended daily amount: 1/4 to 1/2 cup of high-quality dry food a day, divided into two meals.Note: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.For more on feeding your Pom, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The Pomeranian's glory is his thick, stand-out, double coat with an undercoat of soft, thick, fluffy hair and a top coat of long, straight, shiny hair that's harsh to the touch. The longer hair around the neck and chest forms a frill, enhancing the Pom's proud appearance.The Pom's tail is another outstanding characteristic of the breed. The plumed tail with its profusion of hair lies flat, fanning out upon the dog's back. Interestingly, when Poms are born, their tails don't look like this. It may take months for the tail to develop this way.One of the great things about Pomeranians is that they come in any color or pattern you can imagine in dogs, including black, black and tan, blue, blue and tan, chocolate, chocolate and tan, cream, cream sable, orange, orange sable, red, red sable, sable (black-tipped hairs on a background of silver, gold, gray, fawn, or brown), brindle (a base color of gold, red, or orange with strong black cross stripes), and white. Poms that are white with patches of any other color are called \"parti-colored.\"Poms are considered to shed moderately. Males typically shed their undercoats once a year. Unspayed females often shed their undercoats when they are in season, after they deliver a litter, and whenever they're stressed.To keep hair off your clothes and furniture, brush and comb your Pom at least twice weekly with a wire slicker brush and metal comb. This distributes the skin's natural oils, keeps the coat and skin healthy, and prevent mats or tangles. Be sure you brush and comb all the way down to the skin to remove all the shedding undercoat.Start brushing your Pom at his head, and then part the coat and brush it forward so it falls back in place when you are finished. If you want, you can trim your Pom occasionally for neatness, especially on the feet, around the face and ears, and around the rear end.You can bathe him as often as you like, whether that's daily or monthly, as long as you use a mild dog shampoo and conditioner. If he starts to smell a little doggy between baths, sprinkle some baby powder on his coat, let it sit a few minutes, and then brush it out.Other grooming needs include dental hygiene and nail care. Poms are prone to dental problems, so this is something that you must be especially watchful for. It's a good idea to brush their teeth at least once a week, and even better, daily.Trim nails regularly if your dog doesn't wear them down naturally. If you can hear them clicking on the floor, they're too long. Short, neatly trimmed nails keep your legs from getting scratched when your Pom enthusiastically jumps up to greet you.Begin accustoming your Pomeranian to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the ears, nose, mouth, and eyes, and on the feet. Ears should smell good, without too much wax or gunk inside, and eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "The bold and active Pomeranian loves to play, but he's best suited to a home with older children who can be trusted to handle him carefully. Many breeders refuse to sell puppies to homes with very young children, for good reason. Sturdy though he is, the diminutive Pom is all too easily injured if he's accidentally dropped or stepped on by a clumsy child.Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's eating or to try to take the dog's food away. No dog should ever be left unsupervised with a child.Pomeranians can get along great with cats and other animals, especially if they're raised with them. Protect them from bigger dogs. Poms don't realize just how small they are, and they have no fear of challenging bigger dogs.",
    "Rescue Groups": "Pomeranians are often purchased without any clear understanding of what goes into owning one. There are many Poms in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Pom rescue.New England Pomeranian Rescue, CTNorthwater Pom Haven, NYNW Pomeranian Rescue, Portland ORNorthwater Rescue, Norwood, NYPonderosa Pomeranian Rescue"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Companion Dogs"
    },
    {
      "name": "Height",
      "value": "7 to 12 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "3 to 7 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 16 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 3
    }
  ]
}