{
  "id": "pomsky",
  "url": "https://dogtime.com/dog-breeds/pomsky",
  "name": "Pomsky",
  "intro": "Cute, silly, and suited for apartment life, the Pomsky is a dog who likes to be the center of attention, and with their adorable looks and playful antics, they often get the adoration they crave.\nTheir unfortunate start as a designer breed mixed between Siberian Husky and Pomeranian parents hasn’t stopped them from earning popularity with dog lovers. Unfortunately, those who rush to buy Pomsky puppies from breeders often find themselves overwhelmed and unprepared for their needs.\nBecause of that, these mixed breed dogs sometimes end up in the care of shelters or rescues. You should always consider adoption first. Plenty of groups can help you find Pomskies looking for forever homes if this is the mixed breed for you.\nSee below for complete list mixed dog breed traits and facts about Pomskies!",
  "description": {
    "": "The Pomsky is a designer breed of dog that is a hybrid of the Pomeranian and the Siberian Husky. Adorable Pomsky puppies have attracted a lot of attention recently and made them one of the most popular breeds of 2017. Due to the size difference of the parent dogs, Pomskies are almost always bred by artificial insemination, as natural breeding would be unsafe. This is an expensive process, which means that breeders charge a lot of money for Pomskies.The desire for Pomskies only encourages breeders to meet demand, leaving dogs in shelters without homes. Additionally, many people buy Pomskies because they are cute puppies, but they find themselves unprepared for the responsibility of owning a dog, especially one with the Pomsky's specific needs. Backyard breeders also take advantage of Pomsky mania by cranking out puppies and selling them cheaply to buyers without guaranteeing health or breed purity. Be wary of those offering cheap or free Pomsky puppies and consider adopting from a shelter or rescue instead. Several Pomskies have ended up in shelters or with rescues because people give them up when they realize they aren't ready to meet a Pomsky's needs, so it shouldn't be too long before you find one available for adoption.",
    "Highlights": "The Pomsky's thick coat makes it more tolerant of cold weather than most other kinds of lap dogs.Pomskies are highly adaptable, don't have large space requirements, and only have moderate exercise needs, making them good apartment dogs.The coat of the breed comes in a variety of colors, just like its parent breeds.Pomskies are vocal dogs that tend to be yappy if they aren't properly trained.Socialization with other dogs and people is important, especially at an early age.Pomskies are very trainable, but may inherit some stubbornness from the Siberian Husky, so they are best suited for experienced dog owners.",
    "History": "The history of the Pomsky dog breed isn't a long one, mostly because the breed was recently designed and created through artificial insemination. Since the breed is so new, most standards of how it should look or traits that it should have still haven't been established. It will take several more years and generations of dogs before the breed is recognized and standards are formed. The Pomsky Club of America is one group that is working to get the breed officially recognized, though dogs will have to be bred for specific, consistent traits before this can happen. At this time, Pomskies can vary greatly in looks and temperament, even within the same litter, so breed standards aren't likely to come any time soon.If you are interested in getting a Pomsky, there is no reason you have to rely on a breeder of designer dogs. Keep an eye on shelters near you, and you can take a look at Pomeranian and Siberian Husky rescue groups, as they sometimes try to find homes for mixes of those breeds. You can also check our searchable database of adoptable dogs to find a breed you like. Even if you don't see exactly what you're looking for, there are plenty of other dogs for you to fall in love with.",
    "Size": "The Pomsky is a small to mid-sized dog that falls somewhere between the breed's Pomeranian and Siberian Husky parents in size. There is some variation in size, as breed standards haven't been firmly established, but it's fairly safe to assume that a Pomsky won't be much heavier than 38 pounds at most when it is full-grown, and that's on the higher end of Pomsky weight.",
    "Personality": "The Pomsky is a bit of a comedian and tends to know that its cute antics will be met with plenty of adoration from human onlookers. They are highly adaptable to change, and their moderate exercise needs make them fairly suited to apartment living, so long as they get at least one long walk per day. That said, they tend to inherit their Husky parents' chatty howling and whining tendencies along with their Pomeranian parents' penchant for yapping. This makes them very vocal dogs that may get on the neighbors' nerves. Also, they shed a ton, so be prepared to find hair everywhere and have some lint rollers and a vacuum cleaner at the ready.Pomskies tend to latch on to one favorite family member, though they may get along with all humans in the household. Socialization is very important and should begin at an early age. Pomskies can be nervous around strangers if they haven't been properly socialized.",
    "Health": "Pomskies can develop the common health problems of both its Husky and Pomeranian parents. They are genetically predisposed to conditions like allergies, hip dysplasia, dislocated knees (luxating patellas), eye problems, epilepsy, heart disease, collapsing trachea, and skin problems among other issues. They are also especially prone to dental issues, so it is important to keep up with regular teeth cleanings.",
    "Care": "Pomskies have moderate exercise needs that should be satisfied with at least one good walk per day. They can have high energy, and may need some extra play sessions before they relax.Their thick coat makes Pomskies suitable to cold weather, so be prepared to bundle up and take them outdoors all year long. They also do well with toys that stimulate them mentally, as Pomskies are intelligent dogs that may become bored if they aren't challenged.Training can be tough, as some Pomskies inherit stubbornness from the Siberian Husky, but they should be fine with learning new things if you provide them with food motivators and plenty of praise.",
    "Feeding": "Pomskies are high energy dogs and require a diet that will meet their needs. Because breed standards haven't been established, it is difficult to say for sure what individual dogs will need to eat. It is best to ask your veterinarian or a pet nutritionist about your specific dog's nutritional requirements. Typically, they'll need a diet suitable for a small to mid-sized dog.",
    "Coat Color And Grooming": "Pomskies have a soft, fluffy double coat that requires lots of brushing to maintain. The thick coat keeps them very comfortable in cold temperatures. Pomskies tend to shed a lot, and although brushing helps, you can still expect to find hair around the home. Coat colors vary, much like the breed's Pomeranian and Husky parents. They come in grey and white, brown or reddish brown, blue, pure white, and more. Nails should be trimmed every few weeks and teeth should be brushed daily, as the breed is prone to dental problems.",
    "Children And Other Pets": "Pomskies are often wary of small children who may not be properly trained on how to handle animals, and they can nip if they feel uncomfortable or threatened. They can get along with other dogs if they are socialized, especially if they have been raised with them, though the high prey drive they inherit from the Husky means they might like to give chase to smaller animals like cats. It is best to socialize them early, especially if you plan to have them in a household with children or other pets.",
    "Rescue Groups": "You should always consider rescue or adoption from shelters, as buying from breeders only encourages overpopulation and leaves shelter dogs without homes. There are several rescue groups all over the country that specifically help Pomeranians, Siberian Huskies, and mixes of those breeds, including Pomskies. You can also search our database of adoptable dogs for specific breeds and find dogs near you. You may not find exactly the breed you're looking for at first, but you're sure to find another pup that you'll want to take home."
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "10 to 15 inches"
    },
    {
      "name": "Weight",
      "value": "7 to 38 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}