{
  "id": "poochon",
  "url": "https://dogtime.com/dog-breeds/poochon",
  "name": "Poochon",
  "intro": "The Poochon is a mixed breed dog–a cross between the Toy Poodle and Bichon Frise dog breeds. Small, happy, and intelligent, these pups inherited some of the best qualities from both of their parents. Researching their parents can offer much insight into their personalities and characteristics.\nPoochons are also called Bichpoo, Bichon Poo, and Bichon Poodle . Despite their unfortunate status as a designer breed, you can find these mixed-breed dogs in shelters and breed specific rescues, so remember to adopt! Don’t shop!\nThese adorable pups would be a great addition to a big family or single person household. They would also do well in an apartment. Just make sure to start training early to curb excessive barking. If you want a playful, cuddly, low-shed pup, who will love you unconditionally, the Poochon may be the right dog for you!\nSee below for all mixed dog breed traits and facts about Poochons!",
  "description": {
    "Highlights": "Poochons are mixed breed dogs. They are not purebreds like their Toy Poodle or Bichon Frise parents.The main colors of Poochons are cream, tan, and apricot. Usually their coats are solid, and sometimes they have blend of colors. Less common colors are black or grey.The Poochon's medium-length coat is said to be hypoallergenic, though it requires a lot of brushing and maintenance.Poochons love to be social and make great companions for large, active families. They don't do well in isolation and should not be left alone for long periods of time.Most Poochons adapt well to any living space, whether it's an apartment or a large home with a big yard.Social and adorable, the Poochon gets attention wherever they go. Be prepared for people you see on walks to stop and ask to pet your dog.",
    "History": "The Poochon dog breed may have existed naturally over the years, but designer breeders started intentionally mixing Poodles and Bichon Frises in the late 1990s, in Australia. The UK and US followed the trend.Breeders wanted to mix the two parent breeds to combine the proud, intelligent Toy Poodle with the playful, adorable Bichon Frise. Mixing the two separate breeds can also help eliminate health problems related to pure breeds and inbreeding. They continued to create Poochons as demand for the mixed breed pups climbed.Even though the Poochon breed got its start as a designer breed, many have ended up in shelters or in the care of rescue groups. Consider adoption if you decide this is the breed for you. They are high maintenance dogs. Do your research and know what you are getting into before making the commitment.Check your local shelters, look up Poochon and Bichpoo rescues, or check with breed-specific Poodle and Bichon Frise rescues, as they sometimes take in mixed breed dogs.",
    "Size": "As the Poochon is a relatively new breed, there are few standards when it comes to size. That said, as a mix between Toy Poodle and Bichon Frise parents, you can expect Poochon to be on the small side.Most weigh in at six to 17 pounds and range in height from nine to 15 inches at the shoulder. Of course with mixed breeds, many can be smaller or larger.",
    "Personality": "Cuddly and playful, Poochons enjoy napping on the couch, but also need walks during the day with plenty of active play sessions sprinkled in. If you like playing games with your dog, this may be the one for you.Poochons are smart, playful, and natural charmers. When you go on outings with your dog, you may want to allow for extra time because you will most likely be stopped in the street by kids and adults asking if they can pet your dog.Poochons, can be extremely vocal or barky, but this trait can be minimized with lots of stimulation, such as indoor play sessions, games, and outdoor walks. Early training also helps curb unwanted behaviors.The Poochon has a strong social nature. They enjoy being around people and other pets and would be a great addition to multiple pet households.While playful with people and animals, Poochons are typically very affectionate with their own family members. They would also do well in an active, single person household. Just make sure that you have the time and attention to give to this little floofer.",
    "Health": "The Poochon breed is predisposed to some of the same conditions that the Toy Poodle and Bichon Frise also face. While most are generally healthy, some may be prone to a few health issues, which is why it is important to maintain good care and regular veterinary checkups.Some of the more common health problems Poochons suffer from include:Patellar luxationRetinal atrophyAllergiesAddison's diseaseBladder issuesCushing's disease",
    "Care": "As with all dogs, you should keep up with your Poochon's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.Poochons have high energy and are prone to weight gain. Make sure your dog gets frequent walks and play sessions through out the day.If you keep a hanky near by to wipe their eyes when they get moist, it can help minimize the tear stains that their breed is prone to getting. Multiple dogs sometimes clean each others eyes, but dogs typically do not clean their own eyes.Check their ears for debris and pests daily and clean them as recommended by your vet. Trim your dog's nails before they get too long--usually once or twice per month. They should not be clicking loudly against the floor. Your groomer can help with this.A major concern when it comes to your Poochon's care will be maintaining their oral health. You should brush their teeth daily, as small breeds are prone to dental issues. Your veterinarian can instruct you on how to brush your dog's teeth properly.",
    "Feeding": "An ideal Poochon diet should be formulated for a small breed with moderate to high energy. They have a tendency to gain weight if they are overfed, so you should stick to a regular feeding schedule and not leave food out during the day.As with all dogs, the Poochon's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Poochon's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "Poochon coats are often a mix of their Poodle and Bichon parents' coat. The main colors of Poochons are cream, tan, and apricot. Usually their coats are solid, and sometimes they have blend of colors. Less common colors are black or grey.Their coats are usually medium in length and don't shed much, which makes them a great choice for allergy sufferers.Both parent breeds are high maintenance when it comes to grooming, and you can expect the same from the Poochon. These pups will most likely require daily brushing along with shampooing every few weeks with a mild product and monthly grooming. Grooming should be factored into cost of living with this mixed breed dog--it's non-negotiable.Poochons are prone to tear stains. If you decide to adopt a Poochon, keep a cloth tissue on hand to dab their eyes regularly. It helps manage the tear staining quite a bit.",
    "Children And Other Pets": "Poochons adore kids and families and the endless noise and commotion that comes with them. However, because the Poochon is a small dog, they can be easily injured by overly excited children.As with every breed, you should always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while they're eating or sleeping or to try to take the dog's food away. No dog, no matter how friendly, should ever be left unsupervised with a child.The Poochon enjoys the company of other dogs, as long as they receive their fair share of attention from their owner. Since Poochons have a social nature, a family with lots of animals could be ideal.  Poochons don't like isolation or being alone for any length of time.For an active, social person, the Poochon could be your perfect co-pilot for life.",
    "Rescue Groups": "It may be hard to find a breed-specific rescue for Poochons because they are a mixed breed. However, you may want to try Poodle or Bichon Frise breed-specific rescues, as they often care for mixes, as well. Here are some rescues you can try:Carolina Poodle RescueBichon and Little Buddies RescueYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "9 to 15 inches"
    },
    {
      "name": "Weight",
      "value": "6 to 17 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}