{
  "id": "poodle",
  "url": "https://dogtime.com/dog-breeds/poodle",
  "name": "Poodle",
  "intro": "Elegant. Proud. Clever. The Poodle is an impressive dog, as the many best-in-show winners from this dog breed can attest. But behind the blue ribbons, impressive hairdos, and regal attitude, you’ll find an affectionate family dog with an ancient history and many talents.\nEven though these are purebred dogs, you may find them in the care of shelters or rescue groups. Remember to adopt! Don’t shop if you want to bring a dog home.\nPoodles are regarded as one of the most intelligent breeds in the world. They’re highly trainable and well suited for just about any task you put them to — and you will want to give them tasks to do. Bored Poodles can get destructive if they aren’t physically and mentally stimulated. But active owners who can meet their dog’s needs will find a loving, smart, trainable, and loyal family companion.\nSee below for complete list of dog breed traits and facts about Poodles!",
  "description": {
    "": "Although today's Poodles seem to epitomize a life of leisure and luxury, make no mistake: These are real dogs bred to do real jobs. Although it hardly seems possible when you look at a primped-up Poodle in the show ring, the breed was originally a water retriever, a job that requires jumping in the water to fetch waterfowl for hunters.In fact, the English name poodle is derived from the German word pudel, or pudelin, which means to splash in the water. And in France, Poodles are called Caniche, a name derived from chien canard, meaning duck dog.Even the elaborate coat styling that the breed's known for once had a practical purpose: trimmed areas lightened the weight of the dog's coat and wouldn't snag on underwater debris, while long hair around the joints and vital organs protected the dog from the cold water.There are three sizes of Poodle, all considered part of the same breed: going from smallest to largest, these are the Toy, the Miniature, and the Standard. The Standard is probably the oldest of the three varieties, and some still carry on the Poodle tradition of working as a water retriever.No matter the size, Poodles are renowned for a playful but dignified personality and keen intelligence. When it comes to training, this is an \"A\" student, and the Poodle excels at performance sports such as obedience, agility, and hunt tests.Despite his regal air, the Poodle is no snob. These are people-friendly dogs who want to stay close to their families — they get lonely when left by themselves for long periods — and are always up for a good game.",
    "Highlights": "If you spoil your Poodle and don't train him, he's likely to conclude that he's the alpha dog of the family. This is especially common among the smaller varieties — Miniature and Toy Poodles — who are more likely to be coddled and untrained. Teach your dog good canine manners, and then insist that he use them; it shows him that you're the leader of the pack.Because of their intelligence and playful nature, obedience training is essential to keep your Poodle's mind active. A Poodle who is thinking and learning isn't bored, and therefore won't find destructive ways to occupy himself.The Poodle coat needs a lot of upkeep to stay beautiful and healthy. Most Poodle owners take their dogs to a professional groomer every three to six weeks. If you want to save money on grooming expenses, you can learn to do it yourself, but it takes time and effort.Poodles have weepy eyes that can stain the surrounding hair. To cut down on stains, gently wipe down the face daily with an alcohol-free pet wipe or washcloth dipped in warm water.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "The Poodle is one of the oldest breeds developed especially for hunting waterfowl. Most historians agree that the Poodle originated in Germany, but developed into his own distinct breed in France.Many believe that the breed is the result of crosses between several European water dogs, including Spanish, Portuguese, French, German, Hungarian, and Russian water dogs. Other historians think that one of the Poodle's ancestors is the North African Barbet, which was imported to the Iberian Peninsula. After that, the breed arrived in Gaul where it was used for his hunting abilities.It's also commonly believed that Poodles descended from Asian herding dogs, and then traveled with the Germanic Goth and Ostrogoth tribes to eventually become a German water dog. Yet another theory is that the Poodle descended from dogs that were brought out of the Asian steppes by the conquering North African Berbers and eventually found his way into Portugal in the 8th Century with the Moors.Whatever its ancestry, this is a very old breed. Illustrations of Poodle-like dogs adorn Egyptian and Roman artifacts and tombs dating from the first centuries B.C. The drawings and statues show dogs that look very much like modern-day Poodles, bringing in game nets, herding animals, and retrieving game from marshes.Although some say that the Miniature and Toy Poodles emerged shortly after the Standard, many believe it wasn't until the 1400s that breeders began producing smaller versions of the Poodle — first the Miniature, then the Toy — to delight the Parisian bourgeoise. The Toy and Miniature varieties were created by breeding small Poodles to each other, not by breeding Poodles to smaller breeds.The French used the larger Standard Poodle for duck hunting, and the mid-sized Miniature Poodle to sniff out truffles in the woods. The tiny Toy Poodle's main job, on the other hand, was to serve as a companion to the nobility and wealthy merchant class. Well-to-do owners in the Renaissance often carried their Toy Poodles in their large shirtsleeves, leading to the nickname \"sleeve dogs.\"Gypsies and traveling performers learned that Poodles excelled in another canine profession: circus dog. They trained Poodles to perform tricks, dressing them in costumes and sculpting their coats into fanciful shapes to add to their stage appeal. Wealthy patrons took note and started clipping, decorating, and even dying their own Poodle companions.The Kennel Club in England registered their first Poodle in 1874, with the first British club for Poodle fanciers arriving on the scene two years later. It's not known for sure when Poodles arrived in the U.S., but the American Kennel Club registered their first Poodle in 1886. The Poodle Club of America was founded in 1896, but disbanded shortly thereafter. Poodle enthusiasts reestablished the club in 1931.Poodles were fairly rare in the U.S. until after World War II. By the mid-1950s, however, the Poodle had become the most popular breed in the country, a position he held for more than 20 years.",
    "Size": "There are three sizes of Poodle: toy, miniature, and standard. These aren't different breeds, just different sizes of the same dog. The Toy Poodle stands up to 10 inches tall, and weighs about six to nine pounds. The Miniature Poodle stands 11 to 15 inches tall and weighs 15 to 17 pounds. The Standard Poodle stands 15 inches and taller (usually 22 inches); males weigh 45 to 70 pounds and females weigh 45 to 60 pounds.",
    "Personality": "Intelligent, loving, loyal, and mischievous are four words Poodle enthusiasts commonly use to describe the breed's personality. The Poodle is also known for what his fans call \"an air of distinction\": a dignified attitude that's hard to describe, but easy to spot in the dog.Despite his regal appearance, the Poodle has a goofy streak and loves to play — he's always up for a game of any kind. He's also very fond of people and eager to please. Combine that with his legendary intelligence, and you've got a dog that's highly trainable.A good Poodle who's been taught canine manners has a calm disposition, especially if he gets regular exercise to burn off his natural energy. Some owners and breeders think the smaller Toy and Miniature Poodles are a bit more high-strung than the Standard; however, other breeders and owners disagree with this theory.The Poodle is protective of his home and family, and if strangers approach your house, he'll sound a warning bark to let you know. And although he's affectionate with his family, he may take a while to warm up to new people.An outstanding trait of the Poodle is his intelligence. He is often said to have human-like intelligence, an amazing cleverness that astounds his owners. Of course, smart dogs can be difficult to live with. They learn fast — good habits and bad — and they remember everything.",
    "Health": "Poodles are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Poodles will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition. In Poodles, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).Addison's Disease: Also known as hypoadrenocorticism, this extremely serious condition is caused by an insufficient production of adrenal hormones by the adrenal gland. Most dogs with Addison's disease vomit, have a poor appetite, and lethargy. Because these signs are vague and can be mistaken for other conditions, it's easy to miss this disease as a diagnosis until it reaches more advanced stages. More severe signs occur when a dog is stressed or when potassium levels get high enough to interfere with heart function, causing severe shock and death. If Addison's is suspected, your vet may perform a series of tests to confirm the diagnosis.Gastric Dilatation-Volvulus: Commonly called bloat, this is a life-threatening condition that affects large, deep-chested dogs like Poodles, especially if they are fed one large meal a day, eat rapidly, drink large volumes of water after eating, and exercise vigorously after eating. Bloat occurs when the stomach is distended with gas or air and then twists. The dog is unable to belch or vomit to rid itself of the excess air in its stomach, and the normal return of blood to the heart is impeded. Blood pressure drops and the dog goes into shock. Without immediate medical attention, the dog can die. Suspect bloat if your dog has a distended abdomen, is salivating excessively and retching without throwing up. He also may be restless, depressed, lethargic, and weak with a rapid heart rate. It's important to get your dog to the vet as soon as possible.Cushings Disease (Hyperadrenocorticism): This condition occurs when the body produces too much cortisol. It can be due to an imbalance of the pituitary or adrenal gland, or it can occur when a dog has too much cortisol resulting from other conditions. Common signs are excessive drinking and urination. If your Poodle exhibits these two symptoms, take it to the veterinarian. There are treatments to help with this disease, including surgery and medication.Epilepsy: A common cause of seizures in all varieties of Poodles is idiopathic epilepsy. It often is inherited and can cause mild or severe seizures. Seizures may be exhibited by unusual behavior, such as running frantically as if being chased, staggering, or hiding. Seizures are frightening to watch, but the long-term prognosis for dogs with idiopathic epilepsy is generally very good. It's important to remember that seizures can be caused by many other things than idiopathic epilepsy, such as metabolic disorders, infectious diseases that affect the brain, tumors, exposure to poisons, severe head injuries, and more. Therefore, if your Poodle has seizures, it's important to take him to the vet right away for a checkup.Hip Dysplasia: When the hip socket is poorly formed or the ligaments are loose enough to allow the ball of the thigh bone (femur) to slide part of the way out of the hip socket, it's called dysplastic. Canine hip dysplasia is inherited, with environmental factors sometimes playing a large part in its development. Over time, there is degeneration of the joint that can cause arthritis and pain, even lameness. Excess weight, excessive or prolonged exercise before maturity, a fast growth rate, and high-calorie or supplemented diets can contribute to the development of canine hip dysplasia. Veterinary care includes nutritional supplements, medication and, in some cases, surgery.Hypothyroidism: Hypothyroidism is caused by is an under active thyroid gland. It's thought to be responsible for conditions such as epilepsy, hair loss, obesity, lethargy, hyperpigmentation, pyoderma and other skin conditions.Legg-Perthes Disease: This is another disease involving the hip joint. Many toy breeds are prone to this condition. When your Poodle has Legg-perthes, the blood supply to the head of the femur (the large rear leg bone) is decreased, and the head of the femur that connects to the pelvis begins to disintegrate. Usually, the first signs of Legg-Perthes, limping and atrophy of the leg muscle, occur when puppies are 4 to 6 months old. The condition can be corrected with surgery to cut off the diseased femur so that it isn't attached to the pelvis any longer. The scar tissue that results from the surgery creates a false joint and the puppy is usually pain free.Patellar Luxation: The patella is the kneecap. Luxation means dislocation of an anatomical part (as a bone at a joint). Patellar luxation is when the knee joint (often of a hind leg) slides in and out of place, causing pain. This can be crippling, but many dogs lead relatively normal lives with this condition.Progressive Retinal Atrophy (PRA): PRA is a family of eye diseases that involves the gradual deterioration of the retina. Early in the disease, affected dogs become night-blind. As the disease progresses, they lose sight during the day. Many affected dogs adapt to their limited or loss of vision very well, as long as the surroundings remain the same.Optic Nerve Hypoplasia: This condition is a congenital failure if development of the optic nerve. It causes blindness and abnormal pupil response in the affected eye.Sebaceous Adenitis (SA): SA is a serious problem in Poodles, especially Standards. It's estimated that 50 percent of all Standard Poodles are carriers, or affected. This genetic condition is difficult to diagnose and often is mistaken for hypothyroidism, allergies, or other conditions. When a dog has SA, the sebaceous glands in the skin become inflamed for unknown reasons, and are eventually destroyed. These glands typically produce sebum, a fatty secretion that aids in preventing drying of the skin. It's usually first noticed when the dog is from 1 to 5 years old. Affected dogs typically have dry, scaly skin with hair loss on top of the head, neck, and back. Severely affected dogs can have thickened skin and an unpleasant odor, along with secondary skin infections. Although the problem is primarily cosmetic, it can be uncomfortable for the dog. Your vet will perform a biopsy of the skin if SA is suspected. Treatment options vary.Von Willebrand's Disease: This is an inherited blood disorder that interferes with the blood's ability to clot. The main symptom is excessive bleeding after an injury or surgery. Other symptoms include nosebleeds, bleeding gums, or bleeding in the stomach or intestines. There is no cure, and a blood transfusion from the blood of normal dogs is currently the only treatment. Research is underway for new treatments, including medication. Most dogs with von Willebrand's disease can lead normal lives. A vet can test your dog for the condition. Dogs with this condition should not be bred.",
    "Care": "Poodles do just fine in any type of home, from apartments to estates, so long as they have regular exercise and plenty of human companionship. They prefer to live indoors with the family, particularly the smaller Toy and Miniature Poodles, since they have no trouble getting their ya-yas out in the house. This intelligent breed learns quickly, but owners should be careful: It's as easy to accidentally teach your Poodle bad habits as it is to teach him good ones, so if you're new to dogs, sign up for an obedience class with a skilled trainer. That goes for Toy and Miniature Poodles as well. Many owners of small dogs skip training, and wind up with a badly behaved dog.",
    "Feeding": "Recommended daily amount: Standards, 1.5 to 3 cups of high-quality dry food a day, divided into two meals; Miniatures, 3/4 to 1 cup; Toys, 1/4 to 1/2 cup.Note: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Like any breed, the poodle will pack on weight if he's overfed, which can cause joint problems and other health woes. Limit treats, keep him active, and feed in meals rather than leaving food available at all times. Although many owners of Miniature or Toy Poodles in particular give their dogs table scraps, resist those pleading eyes — you'll create a finicky eater. He'll turn up his nose at dog food, which is healthier for him.Keep your Poodle in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test. First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Poodle, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The Poodle is a non-shedding breed, and a good choice for people with allergies. Many allergic people are able to keep a Poodle with no reaction.The coat comes in many colors, including blue, black, white, gray, silver, brown, café-au-lait, apricot, and cream. The hair is curly, wiry, and dense, and this unique texture can be trimmed, clipped, groomed, shaved, and otherwise manipulated into all kinds of fanciful shapes. If your dog is going to compete in the show ring, however, you can't go too wild with the styling; the American Kennel Club allows four specific clip styles for Poodles in conformation competitions.Grooming a Poodle isn't for the faint of heart. Poodles are high-maintenance dogs. He requires regular grooming, every three to six weeks, sometimes more often, to keep the coat in good condition. If you are considering a Poodle, consider the upkeep of the coat and expense of grooming.Don't be scared, though. There are many ways to style the coat for easier care. In fact, many owners simply shave it off.That said, easy care doesn't mean without care. Even when clipped short, your Poodle will need to be brushed, bathed, and trimmed every three to six weeks, sometimes more often, to keep the coat clean, short, and tangle free.Most owners pay a professional groomer, but if you're dedicated and have the time, you can learn to groom your Poodle yourself. You'll need a good set of electric clippers and blades, a quality pair of scissors, brush, comb, toenail trimmer, and a good how-to grooming book or video — there are many on the market just for Poodle owners.Even if you let a professional handle the complicated stuff, your Poodle needs daily brushing. Because Poodles don't shed like other breeds, loose hair collects in the coats, and unless it's brushed out daily, the hair will mat very quickly.Many Poodles have weepy eyes that stain the hair under their eyes. The lighter your dog's coat, the more noticeable the tearstains. To cut down on staining, wipe around the eyes and face every day with an alcohol-free pet wipe or washcloth dampened with warm water.Be sure to check your Poodle's ears often every week for dirt, redness, or a bad odor that can indicate an infection, then wipe them out weekly with a cotton ball dampened with gentle, pH-balanced ear cleaner to prevent problems. Breeds with drop-down ears are prone to ear infections because the ear canal stays dark and moist. Also, hair grows in the Poodle's ear canal. Sometimes, this hair needs to be plucked. Ask your groomer or veterinarian if it's necessary for your dog.Brush your Poodle's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim nails once or twice a month if your dog doesn't wear them down naturally. If you can hear them clicking on the floor, they're too long. Short, neatly trimmed nails keep the feet in good condition and prevent your legs from getting scratched when your Poodle enthusiastically jumps up to greet you.Begin accustoming your Poodle to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "The Poodle is a wonderful companion for kids, although young kids who don't know how to handle a dog could accidentally hurt a Toy Poodle, the smallest and most delicate variety of the breed.As with every breed, you should always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's eating or sleeping or to try to take the dog's food away. No dog, no matter how friendly, should ever be left unsupervised with a child.Poodles who grow up with other dogs or pets in the house — or who have plenty of opportunities to interact with them in group training classes, dog parks, and the like — will enjoy their company. If your Poodle is used to being the only pet in the household, however, he may need some time and special training to help him accept a newcomer.",
    "Rescue Groups": "Poodles are often purchased without any clear understanding of what goes into owning one. There are many Poodles in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Poodle rescue.Poodle Club of America"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Companion Dogs"
    },
    {
      "name": "Height",
      "value": "From 10 to over 22 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "6 to 70 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}