{
  "id": "portuguese-podengo-pequeno",
  "url": "https://dogtime.com/dog-breeds/portuguese-podengo-pequeno",
  "name": "Portuguese Podengo Pequeno",
  "intro": "The Portuguese Podengo Pequeno is a purebred dog from Portugal and is the smallest of the three Portuguese Podengo size classes that are not interbred. Alert, lively, and playful, these pooches are a compact-but-charming bunch to be around.\nPortuguese Podengo Pequenos go by several other names, such as Podengo Portuguese, Portuguese Warren Hound, and the Portuguese Rabbit Dog. If you want to bring one of these small, purebred dogs home, you can check your local shelters or rescues near you. Remember to adopt and not shop!\nThese small pups make great apartment dogs for city dwellers due to their size and temperament. They are well-suited for households of all types, including singles and families with children of all ages. They are quite lively and will bark once and a while. If you want a playful and active pup who will keep you on your toes, alert you to any potential dangers, and love you unconditionally, this may be the right breed for you!\nSee below for all dog breed traits and facts about Portuguese Podengo Pequenos!",
  "description": {
    "Highlights": "Portuguese Podengo Pequeno coats are often light, medium, or dark yellow or fawn. Some will be black or brown with some possible markings among their coat.There are two varieties of coat types for these pooches, the smooth and the wiry coat. The smooth coat is short and very dense while the harsh wiry coat is longer. Both are fairly easy to groom.Portuguese Podengo Pequenos will need one good hour of walking per day with a few good, active play sessions and shorter walks mixed in if possible.These pups are highly intelligent and willing to please, which makes them fairly easy to train.Portuguese Podengo Pequenos can be yappy and will alert you to intruders. You can curb unwanted barking tendencies with training.Dogs of this breed can handle living in apartments, but with their energy, they are best suited for homes with yards where they can run around.",
    "History": "The Portuguese Podengo Pequenos are one of three size classes of the Portuguese Podengo breeds, but they all hail from the south border in the country of Portugal. All three are considered separate breeds from each other.The lineage of the Portuguese Podengo can be traced back all the way to the ancient Romans and Phoenicians, almost as far back as 600 B.C.In the early days, the Pequeno was a rabbit hunter for the people. Their responsibilities were to flush out rabbits, capture, kill, and finally retrieve them for their human counterparts.In the 15th century, Portuguese Podengo Pequenos were taken aboard ships heading to the Americas. Their job was to keep the ships rodent free during their travels, which protected the food stores and prevented most of the sailors from getting vermin-borne diseases.The Portuguese Podengo Pequeno specifically entered the American Kennel Club Miscellaneous class in January 2011 and then the Hound class exactly two years later in January 2013.If you are interested in a Portuguese Podengo Pequeno, make sure to check your local shelters and breed-specific rescue groups in your area or online. Consider adoption if you decide this is the breed for you.",
    "Size": "The Portuguese Podengo is classified into three classes based on their size: large (grande), medium (medio) and small (pequeno). For the Portuguese Podengo Pequeno, you can expect a small sized pup. Most weigh in at nine to 13 pounds and range in height from eight to twelve inches at the shoulder. That said, many can be slightly smaller or larger.",
    "Personality": "The Portuguese Podengo Pequeno are a lively bunch who love to please their pet parents. They are highly active and don’t like to lay on the couch for too long. They are adept and love playing games especially outside in a yard or park.These pups are highly intelligent and willing to please, which makes them fairly easy to train. They are not overly aggressive, but they are not shy, either. If they feel threatened by a stranger, they will surely bark.These pooches have a strong prey drive, as they were bred to be hunters. They are good at being companion dogs and watchdogs as well. They can be a bit yappy at times and need to be on a leash if they are not properly trained, as their hunting instincts will take over, and they might want to wander off.The Portuguese Podengo Pequeno is a friendly breed that can get along in any type of household. From single people to large families with children of all ages, these pups love to please their pet parents. They can handle living in apartments, but with their energy, they are best suited for homes with yards where they can run around.",
    "Health": "The Portuguese Podengo Pequeno dog breed is predisposed to the same conditions as most in the Portuguese Podengo breed classes, regardless of size. Most are generally healthy with minimal health issues. Regardless, be sure to maintain good care and regular veterinary checkups.Some of the more common health problems Portuguese Podengo Pequeno’s suffer from include:hip dysplasiaeye disorderspatellar luxation",
    "Care": "As with all dog breeds, you should keep up with your Portuguese Podengo Pequeno's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your pup healthy.The Portuguese Podengo Pequeno high energy and active lifestyle will prevent them from gaining too much weight. Nevertheless, make sure your dog gets at least one good hour of walking per day with a few good, active play sessions and shorter walks mixed in if possible.Check their ears and eyes for debris and pests daily and clean them as recommended by your vet. Trim your dog's nails before they get too long—usually once or twice per month. They should not be clicking against the floor. Your groomer can help with this.Your main concern when it comes to your Portuguese Podengo Pequeno's care will be maintaining their oral health. You should brush their teeth daily, as small breeds are prone to dental issues. Your veterinarian can instruct you on how to brush your dog's teeth properly.",
    "Feeding": "An ideal Portuguese Podengo Pequeno diet should be formulated for a small breed with high energy. If you overfeed them with no exercise, these pups will likely gain weight, so you should stick to a regular feeding schedule and not leave food out during the day. Limit their number of treats, as well.As with all dogs, the Portuguese Podengo Pequeno's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Portuguese Podengo Pequeno's diet, as there is far too much variation among individual dogs—including weight, energy, and health—to make a specific recommendation.",
    "Coat Color And Grooming": "Portuguese Podengo Pequeno coats are often light, medium, or dark yellow or fawn. Some will be black or brown with some possible markings among their coat.There are two varieties of coat types for these pooches, the smooth and the harsh, wiry coat. The smooth coat is short and very dense while the harsh wiry coat is longer. There is no undercoat which makes grooming relatively easy. Brushing them at least once a week will be fine for these tiny pups.Because they tend to have shorter coats, Portuguese Podengo Pequenos aren't particularly fond of extreme weather. They do tend to prefer sunny weather over cold climates.",
    "Children And Other Pets": "Because the Portuguese Podengo Pequeno is a small dog, they can easily be injured by overly excited children. Portuguese Podengo Pequenos are able to get along with adults and children of all ages. That said, it is best if younger children learn early how to properly approach and play with a small dog, as they can make great companions and watchdogs.When it comes to other pets, the Portuguese Podengo Pequeno can get along with other animals if they are introduced slowly and calmly, and early socialization will help this go smoothly. It’s best if they get used to other pets early.Many of this breed type get along just fine with virtually everyone, other dogs and cats included, but it comes down to training, socialization, and the luck of the draw at times.",
    "Rescue Groups": "Because the Portuguese Podengo Pequeno is a somewhat rare breed, it may be difficult to find a breed-specific rescue. However, you can always check with your local shelter, and you may want to try a rescue that caters to all types of dogs. You can take a look at the following:Wright-Way RescueAngels Among Us Pet RescueYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Hound Dogs"
    },
    {
      "name": "Height",
      "value": "8 to 12 inches"
    },
    {
      "name": "Weight",
      "value": "9 to 13 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 3
    }
  ]
}