{
  "id": "portuguese-sheepdog",
  "url": "https://dogtime.com/dog-breeds/portuguese-sheepdog",
  "name": "Portuguese Sheepdog",
  "intro": "In Portugal, people call the Portuguese Sheepdog “cão da Serra de Aires,” which is the name of a mountain range in the breed’s native land.  They’re also nicknamed “cão macaco,” which translates to “monkey dog,” due to the breed’s habit for making quizzical expressions that remind people of monkeys.\nThe Portuguese Sheepdog is a herding breed who is totally devoted to their flock, though today they usually act more as a watchdog and companion dog. They’re usually found in their native lands of Portugal. They’re also very rare with only a small number in existence today.\nAlthough these are rare, purebred dogs, you may still find them in shelters and rescues. Remember to adopt! Don’t shop if this is the breed for you.\nThis dog would make an excellent addition to a family or person who has dog experience. A home with a secure yard is a must for this intelligent and lively breed. They thrive on family activities and are very loyal, forming strong bonds with their families.\nSee below for complete list of dog breed traits and facts about Portuguese Sheepdogs!",
  "description": {
    "Highlights": "The Portuguese Sheepdog's coat comes in a variety of colors, the most common being yellow, black, gray, and fawn. Sometimes their coats are solid, and sometimes a combination of these colors.While they're not a great choice for allergy sufferers, Portuguese Sheepdogs are easy to groom.Portuguese Sheepdogs have high energy. They'll require daily exercise in the form of playing, hiking, walking, and staying mentally stimulated by learning new tricks and commands.The Portuguese Sheepdog is devoted to their family but is naturally wary of strangers. They make excellent companions and watchdogs.The Portuguese Sheepdog is a sturdy dog and will bond and play well with kids, but their herding instincts might kick in. Playtime should always be supervised.The Portuguese Sheepdog will usually get along great with cats and other dogs, but supervising is important, as they may try to establish dominance.Make sure to be consistent with training and use positive reinforcement. The Portuguese Sheepdog needs a firm, loving pet parent.",
    "History": "The Portuguese Sheepdog is a rare breed that has been around since the early 1900s. They are rarely spotted outside of their native lands of Portugal. They came close to extinction in the 1970s, but thanks to a few dedicated breed lovers, they're now are thriving in slightly higher numbers.They were originally bred to herd goats, sheep, horses and cattle and are sometimes called \"monkey dog\" due to their expression that resembles monkeys.The Portuguese Sheepdog acts more as a guard dog and is totally devoted to their family or flock. Super intelligent, this adorable breed makes an excellent addition to families or people with dog handling experience.The Portuguese Sheepdog is recognized by the following clubs;ACA - American Canine Association Inc.ACR - American Canine RegistryAKC - American Kennel ClubAPRI - American Pet Registry, Inc.CKC - Continental Kennel ClubDRA - Dog Registry of America, Inc.NKC - National Kennel Club",
    "Size": "The Portuguese Sheepdog should weigh between 37 and 59 pounds and stand between 16 to 21.5 inches at the shoulders.Males and Females run just about the same size. Some dogs may be smaller or larger than average for their breed.",
    "Personality": "The Portuguese Sheepdog is an intelligent herding breed. They can be very stubborn and will try to establish themselves as pack leaders among other dogs. When walking, make sure your Portuguese Sheepdog is on a leash at all times, which is a great guideline for all dogs. This is an active canine and will require daily exercise.The Portuguese Sheepdog is devoted to family but naturally wary of strangers. They make excellent companions and watchdogs. With herding dog DNA, they may be prone to barking but should not have a high prey drive. Make sure to be consistent with training and use positive reinforcement. You can use treats during training, but be careful not to overindulge them as it may lead to weight gain. You can establish yourself as pack leader by not allowing them to dictate when they eat. They need a firm, loving pet parent.Temperament is affected by a number of factors including heredity, training and socialization. Getting them socialized at a young age is very helpful for developing a well-rounded adult dog.",
    "Health": "The Portuguese Sheepdog is a very healthy dog with no known breed specific ailments. A minor concern is that they may be prone to hip and elbow dysplasia.Some proteins such as red-meat can cause inflammation. If you suspect your pet may be suffering from hip or elbow dysplasia, consult your vet.",
    "Care": "As with all dogs, you should keep up with your Portuguese Sheepdog's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine.The Portuguese Sheepdog is categorized as a herding dog and makes an excellent sporting dog. They'll require daily exercise in the form of playing, hiking, walking, and staying mentally stimulated by learning new tricks and commands.Clip their nails as needed before they get too long -- usually once or twice per month. They should not be clicking against the floor. Your groomer or vet can help with this.One of the toughest jobs when caring for any animal is maintaining their oral health. You should brush your dog's teeth a minimum of three times per week. Your vet can instruct you on how to brush your dog's teeth properly and help with recommending dental chews.",
    "Feeding": "An ideal Portuguese Sheepdog diet should be formulated for a medium-sized breed with high energy. A single feeding of high quality dog food or homemade food each day may suit this breed best. Ask your vet for advice on serving sizes and frequency.Portuguese Sheepdogs have a tendency to gain weight if they're overfed, so you should stick to a regular feeding schedule and not leave food out during the day.As with all dogs, the Portuguese Sheepdog's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Portuguese Sheepdog's diet, as there is far too much variation among individual dogs -- including weight, energy, and health -- to make a specific recommendation.Hip dysplasia is a minor concern for this dog, so avoid ingredients that can cause inflammation such as  sugar, carbs, salt, and certain proteins.",
    "Coat Color And Grooming": "The Portuguese Sheepdog's coat comes in a variety of colors, the most common being yellow, black, gray, and fawn. Sometimes their coats are solid, and sometimes a combination of these colors.They usually have long, wavy, normal density coats, and while they're not a great choice for allergy sufferers, they are easy to groom. Try to avoid bathing unless absolutely necessary. Their coats only need brushing once a week, and be careful not to over-brush, as this can change the texture of their coat.You won't have to worry about vacuuming with the Portuguese Sheepdog as they have a low-shed coat. They can tolerate moderate weather, but this pup should live indoors with their family so they can form close bonds and protect the people that they love the most in the world.",
    "Children And Other Pets": "The Portuguese Sheepdog is a sturdy dog and will bond and play well with kids, especially those who they consider a part of their family. However, they can be aloof and wary around people they aren't familiar with.It's important to teach children how to behave around dogs, and it's never a good idea to leave small children alone with any dog under any circumstance. Always supervise playtime between kids and dogs. The Portuguese Shepherd may try to herd and wrangle children.Socialization is important! The Portuguese Sheepdog will usually get along great with cats and other dogs, but supervising is important, as they may try to establish dominance, which can be problematic around another dog with a dominant personality.",
    "Rescue Groups": "Rescues specifically for Portuguese Sheepdogs might be hard to come by, as this is a rare breed. However, you can always check with your local shelter, and you may want to try a rescue that caters to all kinds of dogs. You can take a look at the following:Wright-Way RescueAngels Among Us Pet RescueYou can also check out DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Herding Dogs"
    },
    {
      "name": "Height",
      "value": "16 to 22 inches"
    },
    {
      "name": "Weight",
      "value": "37 to 59 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 13 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 3
    }
  ]
}