{
  "id": "portuguese-water-dog",
  "url": "https://dogtime.com/dog-breeds/portuguese-water-dog",
  "name": "Portuguese Water Dog",
  "intro": "Portuguese Water Dogs once served as crew on fishing trips, retrieving lost gear and herding fish into nets.\nToday, this dog breed makes for a fun-loving family companion—represented by Bo Obama, former First Dog of the U.S.—who still retains their intelligence and love of the water, not to mention the webbed feet, that made them so valuable to their human family.\nDogTime recommends this dog bed to give a good night’s sleep to your medium-sized Portuguese Water Dog. You should also pick up this dog brush and massager for your long-haired pup!\nSee all dog breed traits and facts about Portuguese Water Dogs below!",
  "description": {
    "": "Portuguese fishermen ranged from the Atlantic coast of their own country to the frigid fishing grounds of Newfoundland in their quest for cod. Assisting them were medium-size, curly-coated dogs who drove fish into nets, retrieved lost tackle, and swam messages from boat to boat.Known variously as the Cao de Agua (dog of the water) and Portuguese fishing dog, these canine helpmeets developed into what we know today as the Portuguese Water Dog, a calm, intelligent, and — of course — water-loving breed. In fact, one of their distinctive characteristics is their webbed feet.Porties, as they're nicknamed, are fun-loving and friendly. For an active family, especially one with a swimming pool, nearby beach, or boat, they can be an excellent choice. They thrive with training and are well suited to dog sports such as agility, obedience, rally, therapy work, tracking, and water work.No matter what activity you choose, make sure your Portie gets daily exercise — without it they can become frustrated and destructive. Swimming is a natural choice, but they also make great walking or jogging buddies.Like his relative the Poodle, the Portie has a reputation for being hypoallergenic. It's not quite true — there's really no such thing as a hypoallergenic dog. All dogs shed and produce dander to some degree. But the Portie doesn't shed much.(Because the amount of shedding and dander varies from dog to dog — even in the same breed — the best way to know if you'll have an allergic reaction to a particular dog is to spend time with him.)With training, there's very little the Portie can't do. He's adaptable to many living situations — with enough exercise he can be an apartment dog — and tends to be quiet around the home. Affectionate and loyal, fun-loving and hard working, the Portuguese Water Dog can be a treasured friend to the right person.",
    "Highlights": "Portuguese Water Dogs are energetic and need 30 minutes to an hour of vigorous exercise daily. They love swimming and make excellent jogging companions.Without proper exercise and mental stimulation, Portuguese Water Dogs can become destructive. They especially like to chew.Portuguese Water Dogs are highly intelligent. They love learning new things, but they can also become bored easily, so make training challenging and fun.Portuguese Water Dogs get along well with children and other family pets, especially if they're raised with them. They can be reserved toward strangers, but are never lacking in love and affection for their families.Portuguese Water Dogs don't shed much and are often considered hypoallergenic. Keep in mind that all dogs shed hair and dander to some degree, and no dog is completely hypoallergenic. If you have pet allergies, the best way to see if you'll have a reaction to a particular dog is to spend time with him and watch for symptoms.Portuguese Water Dogs love people and should live in the home with their family.They can adapt to apartment life if they get enough exercise.Portuguese Water Dogs tend to mature more slowly than other breeds.To get a healthy dog, never buy a puppy from a puppy mill, a pet store, or a breeder who doesn't provide health clearances or guarantees. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies and who breeds for sound temperaments.",
    "History": "The Portuguese Water Dog descends from dogs used for centuries by Portuguese fishermen to drive fish into nets, retrieve gear from the water, and swim messages from boat to boat. It's likely he shares an ancestor with the Poodle, who was bred in Germany to be a water retriever.Known in his homeland as the Cao de Agua (dog of the water), the Portie served as a fishing crew member for trips ranging from off the coast of Portugal to Newfoundland.These hard-working fisherdogs almost disappeared in the early 20th century as fishing became more modernized, but a wealthy Portuguese dog lover, Vasco Bensuade, stepped in to save the breed. Fans formed a breed club and wrote a breed standard — a written description of how a breed should look and act — and Porties began to appear at dog shows. A couple of decades later they made their way to England and the United States.The Portuguese Water Dog Club of America formed in 1972, despite the fact that there were only 12 known Porties in the U.S. Just 10 years later, their numbers had increased to 650, and the American Kennel Club (AKC) admitted the dogs to its Miscellaneous Class — sort of a way station for breeds awaiting full recognition.In 1983, the AKC recognized the Portie as a distinct breed. Today, the Portuguese Water Dog ranks 69th in popularity among the 155 breeds and varieties recognized by the AKC.",
    "Size": "Male Portuguese Water Dogs stand 20 to 23 inches at the shoulder, and weigh 42 to 60 pounds. Females stand 17 to 21 inches, and weigh 35 to 50 pounds.",
    "Personality": "The Portuguese Water Dog has a lot of great qualities: he's tireless, and fun loving, with a great sense of humor. He's also smart enough that he can out think you if you don't stay a step ahead of him. You may frequently find yourself laughing as he plays the clown to get your attention.You'll find a range of temperaments in Portuguese Water Dogs. Some are strong-willed, some are laid back, and most fall somewhere in the middle.As with all dogs, Portuguese Water Dogs need early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Portie puppy grows up to be a well-rounded dog.",
    "Health": "Portuguese Water Dogs are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Porties will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.Hip Dysplasia is a heritable condition in which the thighbone doesn't fit snugly into the hip joint. Some dogs show pain and lameness on one or both rear legs, but you may not notice any signs of discomfort in a dog with hip dysplasia. As the dog ages, arthritis can develop. X-ray screening for hip dysplasia is done by the Orthopedic Foundation for Animals or the University of Pennsylvania Hip Improvement Program (PennHIP). Hip dysplasia is hereditary, but it can be worsened by environmental factors, such as rapid growth from a high-calorie diet or injuries incurred from jumping or falling on slick floors.Juvenile Dilated Cardiomyopathy is an inherited disease that causes sudden death in puppies between the ages of five weeks and seven months. At this time, there is no cure and no way to determine if a puppy will be affected with the disease. The only way for breeders to prevent producing affected puppies is to avoid breeding carriers of the gene.Progressive Retinal Atrophy (PRA) is a degenerative eye disorder that eventually causes blindness from the loss of photoreceptors at the back of the eye. PRA is detectable years before the dog shows any signs of blindness. Fortunately, dogs can use their other senses to compensate for blindness, and a blind dog can live a full and happy life. Just don't make it a habit to move the furniture around. Reputable breeders have their dogs' eyes certified annually by a veterinary ophthalmologist and do not breed dogs with this disease.Storage Disease (GM1) is a recessive genetic disorder caused by a lack of an enzyme and allows the buildup of toxic substances in the nerve cells. It is fatal to puppies produced by two carriers. A DNA test has been developed to determine whether dogs are normal or carriers. This has dramatically reduced the incidence of both carriers and affected puppies.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog's been tested for and cleared of a particular condition.In Portuguese Water Dogs, you should expect to see health clearances from the Orthopedic Foundation for Animals for hips, from the Canine Eye Registry Foundation (CERF) certifying that the eyes are normal, an Optigen rating for progressive retinal atrophy (PRA), and a DNA test for GM1 (storage disease).Because some health problems don't appear until a dog reaches full maturity, health clearances aren't issued to dogs younger than 2 years old. Look for a breeder who doesn't breed her dogs until they're two or three years old.",
    "Care": "Porties are people lovers and they should live in the home, not outside. Ideally, they'll have a fenced yard where they can play safely — although with enough exercise, they can adapt to apartment life.A Portie needs 30 minutes to an hour of exercise daily: long walks, jogging or swimming, or games of fetch. With enough exercise, he's a quiet companion indoors. Without it, well, you may come home to find your belongings chewed to bits.Train your Portuguese Water Dog using positive reinforcement techniques such as praise, play, and food rewards. Avoid endless repetition or he'll get bored.This is a dog who learns quickly and enjoys mastering new skills. Training your Portuguese Water Dog for obedience, agility, tracking, or water work is a great way to stimulate his mind and give him the activity he enjoys. He can also make a wonderful therapy dog. If nothing else, you can teach him tricks to amaze the neighbors.Any type of training will help you build a special bond with your Portie. Give him a job to do and he'll be thrilled.Be aware that the Portuguese Water Dog likes to chew. Provide him with plenty of chew toys, rotate them regularly so he doesn't get bored, and teach him early what's okay to chew and what's not.",
    "Feeding": "Recommended daily amount: 2.5 to 3.5 cups of a high-quality dog food daily, divided into two meals.How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog.The quality of dog food you buy also makes a difference--the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Portuguese Water Dog in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test.First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Portie, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The Portuguese Water Dog has two coat types: curly and wavy. Both types are a single coat, meaning there's no undercoat. That's why the Portie doesn't shed as much as some breeds and why he's often considered to be hypoallergenic. (Although all dogs shed hair and dander to some degree — there's no such thing as a truly hypoallergenic dog.)The Portie's coat can be black, white, various shades of brown, or black or brown with white. It's popular to give the Portie a lion clip or a retriever clip. In the lion clip, the muzzle, mid-body, and rear end are short, with a tuft at the end of the tail. In the retriever clip, the coat is clipped or trimmed all over to about an inch in length, following the outline of the body.Brush or comb your Portie two or three times a week to keep the coat tangle-free. Clip or trim the coat monthly to keep it looking neat.With any dog who spends a lot of time in the water, it's important to give a thorough fresh-water rinse after swimming to remove chemicals, salt, and other substances that can cause coat or skin problems. Wipe out and dry the ears thoroughly as well to prevent infections.Trim nails once or twice a month. If you can hear them clicking on the floor, they're too long. Short, neatly trimmed nails keep the feet in good condition and protect your shins from getting scratched when your Portie enthusiastically jumps up to greet you.Dental hygiene is also important. Brush your Portie's teeth at least two or three times a week to keep his breath fresh and prevent tartar buildup and periodontal disease. Daily brushing is even better.Start grooming your Portie when he's a puppy to get him used to it. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.",
    "Children And Other Pets": "Portuguese Water Dogs make excellent family companions, especially when raised with kids. They can be rambunctious, however, which is often scary or overwhelming for young children.Always teach children how to safely approach and touch dogs, and supervise any interactions between dogs and young kids to prevent any biting or ear or tail pulling from either party.Porties get along well with other dogs and cats, especially if they're raised with them. As with all dogs, you should keep an eye on Porties around small pets such as rabbits, guinea pigs, and hamsters.",
    "Rescue Groups": "Consider adopting a Portuguese Water Dog before going to a breeder.Portuguese Water Dog Club of America Rescue"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Working Dogs"
    },
    {
      "name": "Height",
      "value": "1 foot, 5 inches to 1 foot, 11 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "35 to 60 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 14 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}