{
  "id": "portuguese-pointer",
  "url": "https://dogtime.com/dog-breeds/portuguese-pointer",
  "name": "Portuguese Pointer",
  "intro": "The Portuguese Pointer is a dog breed from the Iberian Peninsula of Portugal, and their origins date all the way back to the 12th century. Officially classified as a sporting dog, they also fit into the bird dog categories. Originally bred for falconry work with the royals, the Portuguese Pointer is a versatile dog and is also considered by many to be the ultimate gun dog.\nThe Portuguese Pointer is also called Perdigueiro Portugues, meaning Partridge Portuguese. They have a strong desire to please and are alert, loyal and very protective of their family. Perdigueiros are playful and good with kids, so they’re ideal family pets.\nIf you’re considering adopting a Portuguese Pointer, then make sure that you’re the right fit for this dog as well. Give them a job to do, and teach them new tasks. Continual training will help them feel challenged and on track to mental well-being. Though lots of praise and treats rewards will go a long way too.\nAn ideal home for Portuguese Pointer will have a secure yard for them to roam and indoor living with their family combined with lots of love and praise. Don’t ignore or leave them alone for long periods of time. Portuguese Pointers can feel pent up and get destructive.\nPortuguese Pointers are still used today in Portugal for falconry work and red-legged partridge hunting, with regular class folks as well as royals.\nSee below for complete list of dog breed traits and facts about Portuguese Pointers!",
  "description": {
    "Highlights": "The Portuguese Pointer 's coat can be a variety of colors but is typically fawn or red with cream accents.The Portuguese Pointer has a short, normal density, coarse coat. This is a low shed, easy-to-groom dog. Give them a brush once a week to remove the dead hairs. Only bath as needed.The Portuguese Pointer is a high energy dog. They will need at least an hour a day of exercise.The Portuguese Pointer is a sturdy dog and very affectionate. They will bond and play well with kids, especially those who they consider a part of their family.While these dogs can bond and play well with other dogs, be careful around other small animals, as this breed has a prey drive engrained in their DNA.Portuguese Pointers are generally very friendly toward strangers who they deem non-threatening.",
    "History": "Portuguese Pointers hail from the Iberian Peninsula of Portugal and date back to the 12th century, originally bred only in royal kennels. Common folk did not have access to the breed until many years later. Royals would often gift them to royals of other countries.Portuguese Pointers have come a long way and now assist hunters across the board from regular people to royalty. They were mainly used for falconry work and red-legged partridge hunting.In the 18th century they made their way to England where they were used in the development of the English Pointer.In the 1920's, Portugal was in a social hardship, and the dog breed was near extinction. Portuguese Pointer enthusiasts made an effort to locate some of the remaining of the breed in the Northern Region and helped to ensure their survival.In 1932 the Portuguese Pedigree book was established, and the breed standard came in 1938. Today they are beloved, and many live as family pets.",
    "Size": "The Portuguese Pointer should weigh between 35 and 59 pounds and range in size from 20.5 to 22 inches at the shoulder.While the official breed size is dictated by the American Kennel Club, some can be larger or smaller than average.",
    "Personality": "The Portuguese Pointer is smart and eager to please. They are trainable and love positive reinforcement. This pup should work closely with their handler and will respond to high praises. Give them lots of love and treat rewards.The Portuguese Pointer is a high energy dog. They will need at least an hour a day of exercise. Hiking, walking, running, playing catch. Find out what works best for your dog. This dog would thrive in an active family. If you like to go camping, see if your favorite campsites allow dogs.The Portuguese Pointer may exhibit unease around dogs they are unfamiliar with, but are generally very friendly toward strangers who they deem non-threatening. They have a great disposition around children, and they're affectionate with family.",
    "Health": "The Portuguese Pointer is a sturdy, healthy breed with a life expectancy of about 14 years. They have no known genetic disorders that many over-bred dogs have today.A few minor concerns would include:hip and elbow dysplasiapatellar luxationautoimmune diseasesThese are common for dogs of this size category.",
    "Care": "As with all dogs, you should keep up with your Portuguese Pointer's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine.The Portuguese Pointer should get at least 60 minutes of exercise per day to help keep them fit. Use positive reinforcement when it comes to training. Always have fresh water available.Keep your dogs nails trimmed before they get too long -- usually once or twice per month. They should not be clicking against the floor. Your groomer or vet can help with this.One of the toughest jobs when caring for any animal is maintaining their oral health. You should brush your dog's teeth a minimum of three times per week. Your vet can instruct you on how to brush your dog's teeth properly and help with recommending dental chews.",
    "Feeding": "An ideal Portuguese Pointer diet should be formulated for a medium-sized breed with high energy. They have a tendency to gain weight if they're overfed, so you should stick to a regular feeding schedule and not leave food out during the day. Limit their amount of treats, as well. Look for a high quality of food, or you can make your own pet's food at home. Make sure you talk to your vet so your dog gets proper nourishment.As with all dogs, the Portuguese Pointer's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Portuguese Pointer's diet, as there is far too much variation among individual dogs -- including weight, energy, and health -- to make a specific recommendation.",
    "Coat Color And Grooming": "The Portuguese Pointer has a short, normal density, coarse coat. Their coat can be a variety of colors but is typically fawn or red with cream accents.This is a low shed, easy to groom dog. Give them a brush once a week to remove the dead hairs. Only bath as needed.",
    "Children And Other Pets": "The Portuguese Pointer is a sturdy dog and very affectionate. They will bond and play well with kids, especially those who they consider a part of their family.It's important to teach children how to behave around dogs, and it's never a good idea to leave small children alone with any dog under any circumstance. Always supervise playtime between kids and dogs.While these dogs can bond and play well with other dogs, be careful around other small animals, as this breed has a prey drive engrained in their DNA.",
    "Rescue Groups": "Rescues specifically for Portuguese Pointers might be hard to come by, as this is a somewhat uncommon breed. However, you can always check with your local shelter, and you may want to try a rescue that caters to all kinds of dogs. You can take a look at the following:Wright-Way RescueAngels Among Us Pet RescueYou can also check out DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Sporting Dogs"
    },
    {
      "name": "Height",
      "value": "20 to 22 inches"
    },
    {
      "name": "Weight",
      "value": "35 to 59 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 14 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}