{
  "id": "pudelpointer",
  "url": "https://dogtime.com/dog-breeds/pudelpointer",
  "name": "Pudelpointer",
  "intro": "The Pudelpointer was developed in the late 1800s to be the perfect hunting dog by combining the German Hunting Poodle, or Pudel, with an English Pointer.\nThe German Pudelpointer is also sometimes known as a Pudel, Pudlepointer, or the Poodle Pointer. Although these are purebred dogs, you may still find them in shelters and rescues. Remember to adopt! Don’t shop, whenever possible, if this is the breed for you.\nThis hunting breed is friendly and eager to please, but they also have a lot of energy. They’re best suited for someone who’s really active. A large yard helps, but these dogs thrive on interaction with their favorite humans. Pudelpointers aren’t game or gun-shy, which obviously makes them an excellent choice for working and hunting purposes as well. If you’re someone who has a lot of energy and wants a bigger dog with all the loyalty in the world, this just might be the right dog for you.\nSee below for complete list of dog breed traits and facts about Pudelpointers!",
  "description": {
    "Highlights": "Pudelpointer's coats are typically brown, brownish red, or black, and sometimes they might have spots of white. They have a short undercoat and a longer outercoat, but the density and texture varies.Pudelpointers can be prone to weight gain if they do not receive proper exercise, as they are high energy dogs. Make sure your dog gets at least one good half-hour- to hour-long walk per day with a few good, active play sessions and shorter walks mixed in.Because the Pudelpointer is a strong, medium-sized dog, they can easily injure smaller, overly excited children. The Pudelpointer isn't malicious, but sometimes they forget their size and strength!The Pudelpointer has a high prey drive and may be prone to chasing smaller dogs, cats, or other critters in the house.One of the Pudelpointer's most prized personality traits is their eagerness to please. This hunting breed needs a human with a firm handle on training, but with some consistency early on, training your Pudelpointer should go smoothly.",
    "History": "In the late 1800s, hunting was wildly popular in Germany, and enthusiasts wanted the ultimate hunting dog. Baron von Zedlitz, a respected dog breeding expert, suggested crossbreeding the German Pudel with the English Pointer. Hunters wanted a dog who could swim, track scents, retrieve game, and not shy away from the boom of a gun or larger game.Over the course of 60 years, breeders built up and refined the pool of Pudelpointers, making it the versatile and loving breed we know today.The Pundelpointer made its way across the Atlantic to North America in 1956; although, the breed is still relatively uncommon both in the US and its native Germany. The American Kennel Club admitted the Pudelpointer to the Foundational Stock Service Group in 2004.",
    "Size": "Male Pudelpointers typically stand 22 to 27 inches from the shoulder and weigh 40to 65 pounds. The female Pudelpointer is about 21 to 26 inches tall from the shoulder and also weighs 40 to 65 pounds.That said, some Pudelpointers may be larger or smaller than average for their breed.",
    "Personality": "When the Pudelpointer is in action and in hunting mode, they love to have a little fun while they work. They can be a little rambunctious, but they always manage to get the job done.The Pudelpointer's frolicsome hunting attitude doesn't always carry over to home life. Instead, the Pudelpointer tends to be calm and thrives on snuggle sessions and lots of attention from their favorite human.Because they have such a high energy level, Pudelpointers might form some destructive habits around the home if they're not properly exercised. This means the Pudelpointer might not be the best choice for someone leading an active life outside of the house -- when they cannot bring their Pudelpointer, of course!One of the Pudelpointer's most prized personality traits is their eagerness to please. This hunting breed needs a human with a firm handle on training, but with some consistency early on, training your Pudelpointer should go smoothly.",
    "Health": "Pudelpointers are generally healthy, but like all dogs, they can be subject to certain health conditions or ailments. Not all Pudelpointers will get any or all of these diseases, but it's important to be aware of them if you think this is the breed for you.Some of the more common health problems Pudelpointer suffer from include:Hip dysplasiaEar infectionsCryptorchidismEye issues",
    "Care": "As with all dogs, you should keep up with your Pudelpointer's veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your Pudelpointer happy and healthy.Pudelpointers can be prone to weight gain if they do not receive proper exercise, as they are high energy dogs. Make sure your dog gets at least one good half-hour- to hour-long walk per day with a few good, active play sessions and shorter walks mixed in. They'll love any activity that involves one-one-one time with their favorite human, like a round of fetch, frisbee, or even a daylong hike.Check their ears for debris and pests daily and clean them as recommended by your vet. This is especially important after spending time outdoors with your Pudelpointer. Trim your dog's nails before they get too long -- usually once or twice per month. They should not be clicking against the floor. Your groomer can help with this.You should brush their teeth daily, as small breeds are prone to dental issues. Your veterinarian can instruct you on how to brush your dog's teeth properly.",
    "Feeding": "An ideal Pudelpointer diet should be formulated for a large breed with high energy levels. The Pudelpointer has a tendency to gain weight, especially if they aren't exercised daily. Keep your Pudelpointer in tip-top shape by measuring their food and feeding them twice a day rather than leaving food out all the time.As with all dogs, the Pudelpointer's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Pudelpointer's diet, as there is far too much variation among individual dogs -- including weight, energy, and health -- to make a specific recommendation.",
    "Coat Color And Grooming": "The Pudelpointer's coat varies from dog to dog. Some Pudelpointers have wiry hair, while others have softer fur. Some Pudelpointers have a mix of these fur textures, too! All Pudelpointers have a short undercoat and a longer outercoat, but the density and texture varies.Pudelpointer's coats are typically brown, brownish red, or black, and sometimes they might have spots of white. No matter what type of coat your Pudelpointer has, do not leave them out in extreme heat or cold, and be sure to apply sunscreen to any patches of skin with lighter or less fur.",
    "Children And Other Pets": "Because the Pudelpointer is a strong, medium-sized dog, they can easily injure smaller, overly excited children. The Pudelpointer isn't malicious, but sometimes they forget their size and strength! That said, for children who learn early how to properly approach and play, the Pudelpointer can make a great companion, especially as a snuggle buddy or emotional support animal.When it comes to other pets, Pudelpointers can get along with other animals if they are introduced in a slow and calm manner. Early socialization will also help this go smoothly. That said, the Pudelpointer has a high prey drive and may be prone to chasing smaller dogs, cats, or other critters in the house. Still, many Pudelpointers get along just fine with other dogs and cats, so it really comes down to training, socialization, and the luck of the draw.",
    "Rescue Groups": "Rescues specifically for Pudelpointers might be hard to come by, as this is a somewhat uncommon breed. However, you can always check with your local shelter, and you may want to try a rescue that caters to all kinds of dogs. You can take a look at the following:Wright-Way RescueAngels Among Us Pet RescueYou can also check out DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Working Dogs"
    },
    {
      "name": "Height",
      "value": "21 to 27 inches"
    },
    {
      "name": "Weight",
      "value": "40 to 65 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 14 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 3
    }
  ]
}