{
  "id": "pug",
  "url": "https://dogtime.com/dog-breeds/pug",
  "name": "Pug",
  "intro": "The Pug is often described as a lot of dog in a small space. These sturdy, compact dogs are a part of the American Kennel Club’s Toy group, and are known as the clowns of the canine world because they have a great sense of humor and like to show off.\nEven though these are purebred dogs, you may find them in the care of shelters or rescue groups. Remember to adopt! Don’t shop if you want to bring a dog home.\nOriginally bred to be lap dogs, Pugs thrive on human companionship. They’re highly sensitive, and though they can make for great apartment pets, they will not appreciate being left home alone for long hours of the day. Although these pups have a stubborn side, especially when it comes to house training, they’re playful, affectionate dogs who will get along well even with novice pet parents. If you’re looking for a loving, easygoing pal, this may be the breed for you!\nSee below for complete list of dog breed traits and facts about Pugs!",
  "description": {
    "": "The Pug's comical face, with deep wrinkles around big, dark eyes and a flat round face, can't help but make you smile. It is believed that the Pug's name comes from the Latin word for \"fist\" because his face resembles a human fist.Pugs are clowns at heart, but they carry themselves with dignity. Pugs are playful dogs, ready and able for games, but they are also lovers, and must be close to their humans. Pugs love to be the center of attention, and are heartsick if ignored.Pugs are square and thickset, usually weighing no more than 20 pounds. Their heads are large and round, with large, round eyes. They have deep and distinct wrinkles on their faces. Legend has it that the Chinese, who mastered the breeding of this dog, prized these wrinkles because they resembled good luck symbols in their language. Especially prized were dogs with wrinkles that seemed to form the letters for the word \"prince\" in Chinese.The moles on a Pug's cheeks are called \"beauty spots.\" His muzzle or mask is black, with a clearly defined \"thumb mark\" on the forehead and a black trace down the center of the back. His ears are smooth, black and velvety. He has a characteristic undershot jaw (the lower teeth extend slightly beyond the upper teeth) and a tightly curled tail.Personality-wise, Pugs are happy and affectionate, loyal and charming, playful and mischievous. They are very intelligent, however, they can be willful, which makes training challenging.While Pugs can be good watchdogs, they aren't inclined to be \"yappy,\" something your neighbors will appreciate. If trained and well-socialized, they get along well with other animals and children. Because they are a small, quiet breed and are relatively inactive when indoors, they are a good choice for apartment dwellers. Due to the flat shape of the Pug's face, he does not do well in extremely hot or cold weather, and should be kept indoors.Pugs have a short, double coat, and are known for shedding profusely. If you live with a Pug, it's a good idea to invest in a quality vacuum cleaner!",
    "Highlights": "Pugs can be stubborn and difficult to housebreak. Crate training is recommended.Pugs can't tolerate high heat and humidity because of a short muzzle (air cools down when it passes through the noses of dogs with longer muzzles before entering the lungs). When your Pug is outdoors, watch him carefully for signs of overheating. Pugs are definitely housedogs and should not be kept outdoors.Despite their short coats, Pugs shed a lot.Pugs wheeze, snort and snore, loudly.Because their eyes are so prominent, Pugs are prone to eye injuries.Pugs are greedy eaters and will overeat if given the chance. Since they gain weight easily, they can quickly become obese if food intake isn't monitored carefully.Pugs need constant human companionship. If you own a Pug, expect him to follow you around in the house, sit in your lap, and want to sleep in bed with you.Pug enthusiasts are a fun-loving bunch. They love Pug get-togethers, Pug parades, and dressing up their Pugs.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "Pugs originated in China, dating back to the Han dynasty (B.C. 206 to A.D. 200). Some historians believe they are related to the Tibetan Mastiff. They were prized by the Emperors of China and lived in luxurious accommodations, sometimes even being guarded by soldiers.Pugs are one of three types of short-nosed dogs that are known to have been bred by the Chinese: the Lion dog, the Pekingese, and the Lo-sze, which was the ancient Pug. Some think that the famous \"Foo Dogs\" of China are representations of the ancient Pug. Evidence of Pug-like dogs has been found in ancient Tibet and Japan.In the latter 1500s and early 1600s, China began trading with European countries. Reportedly, the first Pugs brought to Europe came with the Dutch traders, who named the breed Mopshond, a name still used today.Pugs quickly became favorites of royal households throughout Europe, and even played a role in the history of many of these families. In Holland, the Pug became the official dog of the House of Orange after a Pug reportedly saved the life of William, Prince of Orange, by giving him a warning that the Spaniards were approaching in 1572. When William of Orange (later called William III) went to England in 1688 with his wife, Mary II, to take the throne from James II, they brought their Pugs with them.It is known that black pugs existed in the 1700s because the famous artist, William Hogarth, was a Pug enthusiast. He portrayed a black Pug and many others in his famous paintings. In 1785, Goya also portrayed Pugs in his paintings.As the Pug's popularity spread throughout Europe, it was often known by different names in different countries. In France, it was called Carlin; in Spain Dogullo; in Germany Mops; and in Italy, Caganlino.Marie Antoinette had a Pug named Mops before she married Louis XVI at the age of 15. Another famous Frenchwoman, Josephine Bonaparte, had a Pug named Fortune. Before she married Napoleon Bonaparte, she was confined at Les Carmes prison. Since her beloved Pug was the only \"visitor\" she was allowed, she would conceal messages in his collar to take to her family.In the early 1800s, Pugs were standardized as a breed with two lines becoming dominant in England. One line was called the Morrison line and, reportedly, was founded upon the royal dogs of Queen Charlotte, wife of George III. The other line was developed by Lord and Lady Willoughby d'Eresby, and was founded on dogs imported from Russia or Hungary.Pugs were first exhibited in England in 1861. The studbook began in 1871 with 66 Pugs in the first volume.Meanwhile, in China, Pugs continued to be bred by the royal families. When the British overran the Chinese Imperial Palace in 1860, they discovered several Pugs, and brought some of the little dogs back to England with them.Two Pugs named Lamb and Moss were brought to England. These two \"pure\" Chinese lines were bred and produced Click. He was an outstanding dog and was bred many times to dogs of both the Willoughby and Morrison lines. Click is credited with making Pugs a better breed overall and shaping the modern Pug as we know it today.Pugs became very popular during the Victorian era and were featured in many paintings, postcards, and figurines of the period. Often, they were depicted wearing wide, decorative collars or large bows around their short, thick necks.Queen Victoria had many Pugs, and also bred them. The queen preferred apricot-fawn Pugs, whereas another Pug fancier, Lady Brassey, made black Pugs fashionable after she brought some back from China in 1886.Pugs were introduced to the United States after the Civil War, and the breed was recognized by the American Kennel Club in 1885. At first, Pugs were very popular, but by the turn of the century, interest in the breed waned. A few dedicated breeders kept breeding and, after some years, the breed regained popularity. Founded in 1931, the Pug Dog Club of America was also recognized by the AKC that year.",
    "Size": "Pugs weigh between 14 and 18 pounds (male and female). Generally, they are 10 to 14 inches tall at the shoulder.",
    "Personality": "Don't expect a Pug to hunt, guard or retrieve. Pugs were bred to be companions, and that's exactly what they do best. The Pug craves affection — and your lap — and is very unhappy if his devotion isn't reciprocated.He tends to be a sedentary dog, content to sit in your lap as you read a book or watch a movie. This doesn't mean the Pug is a stick-in-the-mud. Au contraire. He is a playful, comical dog that enjoys living it up, and delights his owner with silly antics.Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Choose the middle-of-the-road puppy, not the one who's beating up his littermates or the one who's hiding in the corner.Always meet at least one of the parents — usually the mother is the one who's available — to ensure that they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when he grows up.Like every dog, the Pug needs early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Pug puppy grows up to be a well-rounded dog.Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills.",
    "Health": "Pugs are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Pugs will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition. In Pugs, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).Cheyletiella Dermatitis (Walking Dandruff): This is a skin condition that is caused by a small mite. If you see heavy dandruff, especially down the middle of the back, contact your vet. The mites that cause this condition are contagious, which means all pets in the household need to treated.Pug Dog Encephalitis: PDE is a fatal inflammatory brain disease that is unique to Pugs. Medical researchers don't know why Pugs develop this condition; there is no way test for it or to treat it. A diagnosis of PDE can only be made by testing the brain tissue of the dog after it dies. PDE usually affects young dogs, causing them to seizure, circle, become blind, then fall into a coma and die. This can happen in a few days or weeks. Since PDE seems to have a genetic component, the Pug Dog Club of America, along with the American Kennel Club Canine Health Foundation, is sponsoring research projects to try to learn more about this devastating disease.Epilepsy: PDE isn't the only thing that can cause Pugs to seizure. They are prone to a condition called idiopathic epilepsy: seizures for no known reason. If your Pug has seizures, take him to your vet to determine what treatment is appropriate.Nerve Degeneration: Older Pugs that drag their rear, stagger, have trouble jumping up or down, or become incontinent may be suffering from nerve degeneration. Pugs affected with this condition don't appear to be in pain and the condition usually advances slowly. Researchers aren't sure why it occurs. Since their front legs often remain strong, some owners buy carts to help their Pugs get around, and the veterinarian might be able to prescribe medication to help alleviate symptoms.Corneal Ulcers: Because his eyes are so large and prominent, the Pug's eyes can be injured easily or develop ulcers on the cornea (the clear part of the eye). If your Pug squints or the eyes look red and tear excessively, contact your vet immediately. Corneal ulcers usually respond well to medication, but if left untreated, can cause blindness or even rupture the eye.Dry Eye: Keratoconjunctivitis sicca and pigmentary keratitis are two conditions seen in Pugs. They can occur at the same time, or individually. Dry eye is caused when the eyes don't produce enough tears to stay moist. Your vet can perform tests to determine if this is the cause, which can be controlled with medication and special care. Pigmentary keratits is a condition that causes black spots on the cornea, especially in the corner near the nose. If the pigment covers the eye, it can cause blindness. Your vet can prescribe medication that will help keep the eyes moist and dissolve the pigment. Both of these eye conditions require life-long therapy and care.Eye Problems: Because their large eyes bulge, Pugs are prone to a variety of eye problems, including proptosis (the eyeball is dislodged from the eye socket and the eyelid clamps behind it); distichiasis (an abnormal growth of eyelashes on the margin of the eye, resulting in the eyelashes rubbing against the eye); progressive retinal atrophy (a degenerative disease of the retinal visual cells that leads to blindness); and entropion (the eyelid, usually the lower lid, rolls inward, causing the hair on the lid to rub on the eye and irritate it).Allergies: Some Pugs suffer from a variety of allergies, ranging from contact to food allergies. If your Pug is licking at his paws or rubbing his face a great deal, suspect allergy and have him checked by your vet.Demodectic Mange: Also called demodicosis, all dogs carry a little passenger called a demodex mite. The mother dog passes this mite to her pups in their first few days of life. The mite can't be passed to humans or other dogs; only the mother passes mites to her pups. Demodex mites live in hair follicles and usually don't cause any problems. If your Pug has a weakened or compromised immune system, however, it can develop demodectic mange. Demodectic mange can be localized or generalized. In the localized form, patches of red, scaly, skin with hair loss appears on the head, neck and forelegs. It's thought of as a puppy disease, and often clears up on its own. Even so, you should take your dog to the vet because it can turn into the generalized form of demodectic mange. Generalized demodectic mange covers the entire body and affects older puppies and young adult dogs. The dog develops patchy skin, bald spots, and skin infections all over the body. The American Academy of Veterinary Dermatology recommends neutering or spaying all dogs that develop generalized demodectic mange because there is a genetic link.Staph Infection: Staph bacteria is commonly found on skin, but some dogs will develop pimples and infected hair follicles if their immune systems are stressed. The lesions can look like hives where there is hair; on areas without hair, the lesions can look like ringworm. You should contact your vet for appropriate treatment.Yeast Infection: If your Pug smells bad, is itchy and has blackened, thickened skin, he may have a yeast infection. It commonly affects the armpits, feet, groin, neck, and inside the ears. Your vet can prescribe medications to clear this up.Hemi-vertebrae: Short-nosed breeds, such as Pugs, Bulldogs and French Bulldogs, can have misshaped vertebrae. Sometimes, only a few of the vertebrae are affected and the dog is able to live a normal life. Others will stagger and display an uncoordinated, weak gait between 4 and 6 months of age. Some dogs get progressively worse and may even become paralyzed. The cause of the condition is unknown. Surgery can help.Hip Dysplasia: This malady affects small breeds as well as large breeds, including Pugs. Many factors, including genetics, environment and diet, are thought to contribute to this deformity of the hip joint. Affected Pugs are usually able to lead normal, healthy lives with proper veterinary attention.Legg-Perthes Disease: This is another disease involving the hip joint. Many toy breeds are prone to this condition. When your Pug has Legg-Perthes, the blood supply to the head of the femur (the large rear leg bone) is decreased, and the head of the femur that connects to the pelvis begins to disintegrate. Usually, the first signs of Legg-Perthes, limping and atrophy of the leg muscle, occur when puppies are 4 to 6 months old. The condition can be corrected with surgery to cut off the diseased femur so that it isn't attached to the pelvis any longer. The scar tissue that results from the surgery creates a false joint and the puppy is usually pain free.Patellar Luxation: The patella is the kneecap. Luxation means dislocation of an anatomical part (as a bone at a joint). Patellar luxation is when the knee joint (often of a hind leg) slides in and out of place, causing pain. This can be crippling, but many dogs lead relatively normal lives with this condition.Vaccination Sensitivity: There are reports of Pugs suffering from sensitivity to routine vaccinations. Usually, symptoms include hives, facial swelling, soreness and lethargy. A dog that is sensitive to vaccines can develop complications or die, though this is rare. Watch your Pug carefully for a few hours after being vaccinated and call the vet if you notice anything unusual.",
    "Care": "Though playful and rambunctious, the Pug is a low-maintenance companion, making it ideal for older owners. Because they are a small, quiet breed and are relatively inactive when indoors, they are a good choice for apartment dwellers as well.Their compact package belies a great deal of energy, so expect to be entertained with some goofy antics if your Pug doesn't get a walk or some playtime. They are sensitive to heat and humidity, however, so if you live in a hot or humid environment, be sure your Pug doesn't spend too much time outside.Light sleepers may also want to invest in a pair of ear plugs — Pugs are prone to snore.",
    "Feeding": "Recommended daily amount: 1/2 to 1 cup of high-quality dry food a day, divided into two meals.Note: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.While the Pug's first love is human attention, his second love is food. These dogs love to eat, eat, eat. This, combined with their small stature, puts them at risk for obesity. As a Pug owner, you must show great restraint. Do not indulge him with food. Feed appropriate portions, limit treats and encourage exercise.For more on feeding your Pug, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "Even though the coats are short, Pugs are a double-coated breed. Pugs are typically fawn-colored or black. The fawn color can have different tints, such as apricot or silver, and all Pugs have a short, flat, black muzzle.The coat is short and smooth, but don't be deceived. Pugs shed like crazy, especially in summer. The wise Pug owner accepts this, and adjusts her wardrobe accordingly, wearing light-colored clothing that better hides hair.Following that, regular brushing and bathing helps keep the coat in good condition and shedding to a minimum. A monthly bath is sufficient, though some owners bathe their Pugs more frequently. The Pug's small size is handy: you can drop him right in the kitchen or utility sink for a bath.Regular nail trimming is essential, since these housedogs don't usually wear down their nails outdoors like active breeds do. It's a good idea to clean the Pug's ears every few weeks, as well.What requires special attention is the Pug's facial wrinkles. These folds are hotbeds for infection if allowed to become damp or dirty. The wrinkles must be dried thoroughly after bathing, and wiped out in-between baths. Some owners simply use a dry cotton ball; others use commercial baby wipes to wipe out the folds.Additionally, the Pug's bulging eyes need special attention. Because they protrude, the eyes are vulnerable to injury and irritation from soaps and chemicals.Like many small breeds, the Pug can be susceptible to gum disease. Regular brushing with a small, soft toothbrush and doggie toothpaste helps prevent this.Begin accustoming your Pug to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "Pugs love kids. Though small, the Pug is not delicate like some toy breeds, so he is a good breed choice for families with children. However, children who want an active pet to retrieve balls or play soccer will be disappointed with a Pug. Adults should always supervise interactions between children and pets.Properly trained and socialized, the Pug enjoys the companionship of dogs, and can be trusted with cats, rabbits, and other animals.",
    "Rescue Groups": "Pugs are often purchased without any clear understanding of what goes into owning one. There are many Pugs in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Pug rescue.Pug Dog Club of America"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Companion Dogs"
    },
    {
      "name": "Height",
      "value": "10 to 14 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "14 to 18 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}