{
  "id": "puggle",
  "url": "https://dogtime.com/dog-breeds/puggle",
  "name": "Puggle",
  "intro": "The Puggle is a hybrid or mixed breed dog — a cross between the Beagle and Pug breeds. They’ve become fairly popular, thanks to their fun-loving personality and cute looks.\nAlthough these dogs sometimes have the unfortunate status of “designer breed,” you may find them in the care of shelters and rescue groups. Remember to adopt! Don’t shop if you want to bring a dog home.\nPuggles get along with kids and other dogs, and can make a great family companion. Just be aware that they may enjoy barking, and although they’re intelligent and loving, they’re not always eager to please when it comes to training.\nSee below for complete list of mixed dog breed traits and facts about Puggles!",
  "description": {
    "": "Puggles are a cross breed of the Pug and Beagle. They have the wrinkles of their Pug parents and the longer muzzle, ears, and tail of a Beagle — a look that draws comparisons to miniature Mastiffs. This unique appearance and his friendly nature has driven a rapid rise in popularity since the first Puggle was bred in the 1990s.Cross breeds such as the Puggle are often referred to as designer dogs rather than mixed breeds because they're bred on purpose and are a combination of two known breeds. People who raise them hope to end up with the best of both worlds: for instance, the Pug's laidback personality and the Beagle's longer nose, which makes breathing easier. Sometimes that happens and sometimes it doesn't; it all depends on the shuffle of the genetic cards.Puggles are active. Not content to laze around the house, they play energetically indoors and out, racing around the dining room table and down the hall. Some enjoy digging outdoors. Expect to give them at least 30 minutes of exercise per day. Puggles are good walking companions, but they're not the best choice if you want a jogging partner. Agility training is a good way to direct your fun-loving Puggle's need for speed.Puggles are smart, but they may or may not be eager to please. Neither the Pug nor the Beagle is especially known for ease of training, and both breeds can be stubborn. Use positive reinforcement techniques such as food rewards, play, and praise, and keep training sessions short and sweet.Being a social dog, the Puggle gets along well with everyone. He usually enjoys the company of children and isn't known for aggression toward other dogs. Puggles will bark to let you know when someone comes to the door, but given their friendly nature, they're not guard dogs. Some are howlers, a trait inherited from their Beagle parent.The Puggle can be a cute and cuddly lovebug. Before you fall in love with that wrinkled face and hang-down ears, however, it's important to understand that you could end up with a dog that displays one or more of the worst characteristics of the Pug and the Beagle, such as respiratory problems (Pug), stubbornness (Pug and Beagle), tendency to wander (Beagle), howling (Beagle), hip dysplasia (both), and eye problems (both). If you're willing to welcome whatever surprises this little dog brings, you're sure to enjoy life with your new dog.",
    "Highlights": "The Puggle is a cross breed — a mix of the Pug and Beagle — rather than a true breed.Puggles are active and energetic. They need daily exercise and will enjoy a couple of 15-minute walks or playtimes.Puggles shed, and need weekly brushing to get rid of loose or dead hair. They also require some special care to keep their skin folds and wrinkles clean and dry.Puggles are smart, but they can be stubborn. Train them with positive reinforcement techniques, such as food rewards, praise, and play.Puggles generally do well with other dogs and pets, although they may chase smaller pets..Loving and gentle, the Puggle can make an excellent companion to anyone, including first-time dog owners, and will do well with children of all ages.Puggles are companion dogs and may suffer from separation anxiety when they're left alone for long periods.Puggles can adapt to any type of home, from city apartment to suburban house. However, beware if your housing has noise restrictions — barking or howling is a common trait in Puggles.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store.",
    "History": "The Puggle is the result of an accidental cross breeding between a Pug and a Beagle, probably sometime in the 1990s. The breed has become very popular, thaks to his novelty, sweet nature, and cute looks.There are no breed clubs for the Puggle, and no efforts to make him a recognized breed. Most litters are the result of first generation breedings between Beagles and Pugs, but there have been a few breedings of Puggles to Puggles.",
    "Size": "Most Puggles are 13 to 15 inches tall at the shoulder and weigh 18 to 30 pounds. Toy-size Puggles are usually less than 13 inches tall and weigh 8 to 17 pounds.",
    "Personality": "The Puggle is a sweet, intelligent dog who can fit easily into family life. They can be playful and cuddly and enjoy spending time with the people in their lives. Puggles usually get along well with everyone, including kids and other pets. Potential behavior problems include howling, barking, digging, or wandering.Like all dogs, Puggles need early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Puggle puppy grows up to be a well-rounded dog.",
    "Health": "Not all Puggles will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.Stenotic Nares, also known as pinched nostrils, is a congenital disorder (meaning the dog is born with it). It affects dogs with short muzzles and makes it difficult for them to breathe. Signs include noisy breathing and exercise intolerance. Dogs that aren't getting enough oxygen may have blue gums. Mild cases can be managed by preventing obesity, limiting exercise during hot or humid weather, and using a harness instead of a neck collar. More severe cases may require surgical repair.Hip Dysplasia is a heritable condition in which the thighbone doesn't fit snugly into the hip joint. Some dogs show pain and lameness on one or both rear legs, but you may not notice any signs of discomfort in a dog with hip dysplasia. As the dog ages, arthritis can develop. X-ray screening for hip dysplasia is done by the Orthopedic Foundation for Animals or the University of Pennsylvania Hip Improvement Program (PennHIP). Hip dysplasia is hereditary, but it can be worsened by environmental factors, such as rapid growth from a high-calorie diet or injuries incurred from jumping or falling on slick floors.Hypothyroidism is caused by a deficiency of thyroid hormone and may produce signs that include infertility, obesity, mental dullness, and lack of energy. The dog's fur may become coarse and brittle and begin to fall out, while the skin becomes tough and dark. Hypothyroidism can be managed very well with daily medication. Medication must continue throughout the dog's life. A dog that is being treated for hypothyroidism can live a full and happy life.Patellar Luxation, also known as \"slipped stifles,\" is a common problem in small dogs. It is caused when the patella, which has three parts-the femur (thigh bone), patella (knee cap), and tibia (calf)-is not properly lined up. This causes lameness in the leg or an abnormal gait, sort of like a skip or a hop. It is a condition that is present at birth although the actual misalignment or luxation does not always occur until much later. The rubbing caused by patellar luxation can lead to arthritis, a degenerative joint disease. There are four grades of patellar luxation, ranging from grade I, an occasional luxation causing temporary lameness in the joint, to grade IV, in which the turning of the tibia is severe and the patella cannot be realigned manually. This gives the dog a bowlegged appearance. Severe grades of patellar luxation may require surgical repair.Epilepsy is a disorder that causes seizures. Epilepsy can be managed with medication, but it cannot be cured. A dog can live a full and healthy life with the proper management of epilepsy, which can be either hereditary or of unknown cause.Cherry Eye occurs when the gland located in the dog's third eyelid (known as the nictitating membrane) bulges out. It looks like a reddened mass at the inner corner of the eye. Cherry eye can be repaired surgically.If you're buying a Puggle, it's important to research the health conditions that affect both the Pug and the Beagle. Both parents should have health clearances from the Orthopedic Foundation for Animals for hips, patellas (knees), and thyroid and from the Canine Eye Registry Foundation (CERF) certifying that the eyes are normal.Because some health problems don't appear until a dog reaches full maturity, health clearances aren't issued to dogs younger than 2 years old. Look for a breeder who doesn't breed her dogs until they're two or three years old.",
    "Care": "Puggles are people-lovers and should live indoors with the family, not outside. So long as they're indoor dogs and get enough exercise, they can adapt to any living situation, including apartments — although they can bark a lot. Some even have a tendency to howl, a trait they inherit from their Beagle parent.Puggles are intelligent but can be stubborn. They'll respond best to training that uses positive reinforcement techniques such as food rewards, play, and praise. Ample exercise will help keep them from becoming unruly. Give your Puggle a couple of 15-minute walks or playtimes every day. Be sure to always walk your Puggle on leash or play with him in a securely fenced area. Beagles may ignore commands when they've picked up an interesting scent, and some Puggles have the same tendency.",
    "Feeding": "Recommended daily amount: 5/8 to 1.5 cups of a high-quality dog food daily, divided into two meals.How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Like their parent breeds, Puggles enjoy their meals and are prone to obesity. Keep your Puggle in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time.If you're unsure whether he's overweight, give him the eye test and the hands-on test. First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Puggle, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The Puggle has a short, smooth, double coat. The undercoat is short and dense, covered by a slightly longer topcoat. Colors include fawn, red, tan, lemon, black, or any of those colors with white (known as particolor). Some Puggles have black masks on the face.Puggles shed, like both their parent breeds. Brush your Puggle weekly to get rid of excess hair. Bathe him only as needed, but be sure to keep the folds on his skin and around his muzzle and eyes free of dirt, debris, and moisture to prevent infections. After a bath, it's very important to dry thoroughly between any folds. Check your Puggle's eyes regularly to ensure that they're clean and free of any irritation, indicated by redness or discharge.Other grooming needs include dental hygiene and nail care. Brush your Puggle's teeth at least two or three times a week to remove tartar buildup and the accompanying bacteria. Daily is better. Trim his nails once or twice a month, as needed. If you can hear the nail clicking on the floor, they're too long. Short nails keep the feet in good condition and won't scratch your legs when your Puggle jumps up to greet you.Start grooming your Puggle when he's a puppy to get him used to it. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.",
    "Children And Other Pets": "The Puggle is generally a sweet-tempered dog who gets along well with children of all ages. Even so, it's important to always teach children how to approach and touch your Puggle, and to supervise any interactions between dogs and young children to prevent biting or ear pulling from either party.Puggles are sociable and generally do well with other dogs and pets. They may chase smaller pets, however, especially if they've inherited their Beagle parent's hunting instincts. Proper training, plus lots of exposure to small pets, beginning in puppyhood, can minimize this trait.",
    "Rescue Groups": "This cross is often available at local animal shelters. You may also find Puggles through the rescue group below:Saint's Puggle Rescue"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Hybrid Dogs"
    },
    {
      "name": "Height",
      "value": "13 to 15 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "18 to 30 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 3
    }
  ]
}