{
  "id": "puginese",
  "url": "https://dogtime.com/dog-breeds/puginese",
  "name": "Puginese",
  "intro": "The Puginese is a mixed breed dog–a cross between the Pug and Pekingese dog breeds. Affectionate, sensitive, and independent, these pups inherited some of the best traits from both of their parents.\nPuginese dogs go by a few different names, including Pekeapug and Pugapeke. Despite their status as a designer breed, you can find these mixed-breed dogs in shelters and breed specific rescues, so remember to adopt! Don’t shop!\nThese adorable, little pups make great apartment dogs for people with busier schedules, as well as companion animals for small families or seniors. They’re known to be a bit skittish, so they’ll need to reside in a more calm, quiet household. They prefer the indoors and aren’t particularly “yappy,” but is known to bark at strangers who enter the home, making them excellent watchdogs. If you want a loyal companion and a small dog with a big personality, the Puginese may be the right dog for you!\nDogTime recommends this carrier for traveling with your small Puginese. You should also pick up this dog brush and massager for your short-haired pup!\nSee below for all mixed dog breed traits and facts about Puginese dogs!",
  "description": {
    "Highlights": "The Puginese is a mixed breed dog. They are not purebreds like their Pug or Pekingese parents.The main colors of Puginese dogs are cream, brown, gray, black, or brindle. Sometimes their coats are solid, and sometimes they have a mix of colors.They are not a good choice for allergy sufferers, as they tend to shed a moderate amount, especially in the summertime. Their coats require weekly brushing.The Puginese is prone to weight gain as well as diabetes, and has medium energy levels. They have moderate exercise needs and do not require a lot of walks. Make sure your dog gets a short daily walk, weather permitting, and some indoor playtime mixed in as well.The Puginese is prone to being frightened by loud noises and stressed in hectic environments. They do best in smaller, calmer households and make wonderful pets for those with busy schedules, as they're independent little dogs.Some Puginese pups are difficult to train and are described by owners as not being the most intelligent mixed breed. Patience and early training are key.Puginese dogs prefer to be around adults or older kids who know how to play gently and aren't overly excited.Puginese dogs aren't naturally fond of other animals and may prefer to be the solo pet in the household.",
    "History": "The Puginese mixed dog breed may have existed naturally over the years, but designer breeders started intentionally mixing Pugs and Pekingese in the early 2000s. It is not known why these breeds were crossed, but designer breeders continued to create Puginese pups as the demand for them increased.Even though the Puginese got its start as a designer breed, some have ended up in shelters or in the care of rescue groups. Consider adoption if you decide this is the breed for you.Check your local shelters, look up Puginese rescues, or check with breed-specific Pug or Pekingese rescues, as they sometimes take in mixed breed dogs and find homes for them.",
    "Size": "As the Puginese is a relatively new mixed breed, there are few standards when it comes to size. That said, as a mix between Pug and a Pekingese parents, you can expect a Puginese to be on the small side.Most weigh in at seven to 18 pounds and range in height from six to 14 inches at the shoulder. However, many can be smaller or larger than average.",
    "Personality": "Many Puginese owners describe these dogs' personalities as loving and stubborn, yet always wanting to make their owners happy. They require only a moderate amount of exercise and would much rather stay indoors on the couch with their owner than play at a dog park.Some Puginese pups are difficult to train and are described by owners as not being the most intelligent mixed breed. Patience and early training are key, as well as using plenty of positive reinforcement while obedience training. These dogs tend to have a short attention span and will become frustrated if overwhelmed with learning new tricks. Again, patience is key!They aren't particularly known to be \"yappy\" small breed dogs, but the Puginese will most definitely bark to alert their owners of the arrival of a stranger. While it is common for the Puginese to be startled rather easily, their loyalty and desire to protect those they care about makes them excellent watchdogs.Since the Puginese is prone to being frightened by loud noises and stressed in hectic environments, they do best in smaller, calmer households. They make wonderful pets for those with busy schedules, as they are independent little dogs, but will also love being the companion of a senior just as much as being a family pet.",
    "Health": "The Puginese mixed breed is predisposed to the same conditions that the Pug and Pekingese also face. While most are fairly healthy, some may be prone to a few health issues, which is why it is important to maintain good care and regular veterinary checkups.Some of the common health problems Puginese dogs suffer from include:Heart murmurs/heart attacksDiabetesRespiratory/breathing issuesEpilepsyLuxating PatellaAllergiesIntervertebral Disk Disease",
    "Care": "As with all dogs, you should keep up with your Puginese pup's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.The Puginese is prone to weight gain as well as diabetes, and have medium energy levels. The Puginese has moderate exercise needs for a small breed dog and do not require a lot of walks. Make sure your dog gets a short daily walk, weather permitting, and some indoor playtime mixed in as well.Check their ears for debris and pests daily and clean them as recommended by your vet. Trim your dog's nails before they get too long--usually once or twice per month. They should not be clicking against the floor. Your groomer can help you with this.It is very common for the Puginese to have an underbite and to not always have the best oral health. You should try to brush their teeth daily, as they are prone to dental issues. Your veterinarian can instruct you on how to brush your dog's teeth properly.",
    "Feeding": "An ideal Puginese diet should be formulated for a small breed with medium energy. They have a tendency to gain weight and are also prone to diabetes, so you should stick to a regular feeding schedule and not leave food out during the day. Limit their amount of treats as well.As with all dogs, the Puginese's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Puginese's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "Puginese coats are often a mix of their Pug and Pekingese parents' coats and colors. The main colors of Puginese dogs are cream, brown, gray, black, or brindle. Sometimes their coats are solid, and sometimes they have a mix of colors.They usually have either short, smooth coats like a Pug or longer, silkier coats like a Pekingese. They are not a good choice for allergy sufferers, as they tend to shed a moderate amount, especially in the summertime. Both types of coats require weekly brushing, especially the longer coats, seeing as they can tend to get matted if not brushed well enough.Because they can have longer coats as well as a short, flat snout, the Puginese isn't particularly suited for extreme weather conditions. Limit the amount of time your dog is outdoors, especially in the hot summer months, as they will have difficulty breathing and can become overheated rather quickly.",
    "Children And Other Pets": "Because the Puginese is a small dog, they can be easily injured and will need to be supervised by an adult when playing with children. Puginese dogs prefer to be around adults or older kids who know how to play gently and aren't overly excited. That said, when introduced at a young age, they will play just fine with kids and make a great family dog or companion.When it comes to other pets, the Puginese can get along with other animals if introduced slowly, calmly, and at a young age. Early socialization is very important if you plan on having other pets with your Puginese. That said, Puginese dogs aren't naturally fond of other animals and may prefer to be the solo pet in the household.Still, many Puginese will get along just fine with other dogs and cats, so it really comes down to training, early socialization, and luck of the draw.",
    "Rescue Groups": "It may be hard to find a breed-specific rescue for Puginese because they are a mixed breed. However, you may want to try Pug or Pekingese breed specific rescues, as they often care for mixes, as well. Here are some rescues you can try:PNC Midwest RescueCompassionate Pug RescueYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "6 to 14 inches"
    },
    {
      "name": "Weight",
      "value": "7 to 18 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 14 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}