{
  "id": "puli",
  "url": "https://dogtime.com/dog-breeds/puli",
  "name": "Puli",
  "intro": "Best known for their long, corded coat resembling dreadlocks, the Puli is a hardworking herding dog and family companion. Energetic and lively, this mop-like dog breed hailing from Hungary appears much larger than they are due to that distinctive coat.\nEven though these are purebred dogs, you may find them in the care of shelters or rescue groups. Remember to adopt! Don’t shop if you want to bring a dog home.\nThanks to their self-confidence and intelligence, the Puli will have no problem being the center of attention in your home. These dogs are as affectionate as they are energetic. But novice pet parents should beware, as all that energy needs somewhere to go in the form of vigorous exercise and lots of playtime. Although the breed’s coat is fairly allergy friendly, it has specific grooming requirements. But if you can provide a pup with plenty of love, physical activity, and extra fur maintenance, you’ll be rewarded with a loving and loyal furry family member who turns heads with their unique looks!\nSee below for complete list of dog breed traits and facts about Pulis!",
  "description": {
    "": "The Puli, also known as the Hungarian Puli and the Hungarian Water Dog, is still used for herding sheep in his homeland. Hungarian shepherds take great pride in the Puli and his abilities; there's a saying among Hungarian shepherds: \"He's not a dog, he's a Puli.\"Pulik (the plural form of Puli) are self-confident, highly intelligent, and sensitive to their owners. Many tend to act as babysitters and guardians of children and other animals in the family. They can be very sensitive to the needs of the elderly and the sick. making them great therapy dogs. Although he's affectionate and enjoys (and expects) the adoration of his family and friends, he's suspicious of strangers.The Puli is a strong-willed dog who will attempt to boss you around (nicely), sometimes without you even realizing it. His instinct is to protect and herd, which can sometimes extend to telling you when it's time to go to bed or where to sit, or moving the kids from one room to another.The distinct Puli coat, which can take about four years to grow in and cord completely, comes in solid colors of rusty black, black, all shades of gray, and white. In Hungary, a common color is fako, which is described as the color of the inside of a whole-wheat roll.His corded coat makes the Puli look much larger than he really is. The width of the coat across the back can be three times wider than the actual dog. Underneath all that hair, the Puli weighs about 30 pounds and stands 16 to 17 inches tall.This unique coat requires a great deal of grooming to keep it clean and attractive, however. It is not a coat for beginners. In fact, even many professional groomers do not know how to properly care for a corded coat — not necessarily because they're lacking skills, but because the average pet owner rarely keeps a dog in cords. If your heart is set on owning a Puli, you'll need to learn how to maintain the coat on your own. Ask advice from a Puli breeder, or find someone well-versed in grooming a corded coat.Some owners elect to trim off the coat to make it easier to care for, though diehard Puli enthusiasts cringe at the thought of this: the cords are a vital part of the Puli identity, they say. While trimming the coat off is perfectly acceptable for a pet, the show Puli appears only with cords in most countries. He can be shown with cords or brushed out in the United States, however.The Puli isn't born with his dreadlocks. Newborns are round puppies with a little crimp to their coats, which soon grows into fluff. The adult coat comes in at about one year of age, at which time the fluff is separated by hand into cords. This process of separating the cords continues for about three or four months until the cords are set.At maturity (about four years of age), the coat reaches the ground. Cords on the head fall over the face, veiling the eyes. Some owners tie up these cords to keep them out of the dog's face.Obedience training, beginning with puppy classes, is essential for the Puli to teach him proper canine manners. Keep in mind that the Puli is highly intelligent and independent — so he becomes bored with repetitive training. Keep lessons fresh, short, and fun to maintain his interest.Agility and herding are two activities perfectly suited to the breed's natural instincts and playful, spirited nature. In fact, if you try your hand at herding competitions with your Puli, don't be surprised to see Border Collie enthusiasts watching your dog in awe. While Border Collies were bred to handle smaller flocks of sheep, the Puli typically handles flocks of 400 or more, and he looks like a tornado as he whirls around the flock to keep it under control.An added benefit to participating in canine sports is that it helps you fulfill a basic Puli need: being the center of attention.",
    "Highlights": "The Puli is vocal and tends to bark.The Puli loves his family but is suspicious of strangers.Because he's a highly intelligent dog with a great deal of self-confidence, the Puli gets bored with repetitive tasks, such as obedience. Agility and herding are much more to his liking.The Puli can be a bit stubborn, so housetraining might be a challenge at first. Crate training is recommended.Pulik have a reputation for remaining puppyish well into their older years. They love to play and like to have a lot of toys.Grooming the Puli is difficult, especially if the coat is corded. New owners should seek help to learn how to properly groom their dogs.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "The Puli is an ancient breed with a history that reaches back at least 2,000 years. Some believe a dog similar to the Puli existed 6,000 or more years ago; others believe the Puli derived more recently from the Tibetan Terrier.Around the turn of the century, crews excavating for oil in what is now known as Iraq — once home to the ancient civilization known as Sumeria — came across the grave of a man who had been buried with a medium-sized dog and a sheep. Among the artifacts in the grave, they found a long, coarse knot of hair that was almost white with age. The makeup of that hair was very much like that of today's Puli. It's believed that this man was a shepherd, buried with his favorite sheepdog and a sheep.There are indications that the Sumerians used Pulik or Puli-type dogs to herd sheep thousands of years ago. Clay plaques found in excavations of the town of Eridu reveal the Sumerian laws about animals. One of these has lines that refer to a Puli and a Komondor, another herding dog. Also in the same excavation site, an undamaged statuette of a Puli was found in the crypt of an eight-year-old girl.About 1,100 years ago, Magyar tribesmen brought Pulik to Hungary, where they became prized for their herding abilities. Many of the shepherds preferred black dogs because they were easier to see among the white flocks. It's thought that the Puli was used to herd and drive the sheep, while the larger Komondor was used to guard the flocks.Back then, a good Puli cost as much as a shepherd's full year of wages. As much as they valued their dogs, however, they were ruthless in culling those who weren't as intelligent or weren't able to perform their duties well. Many think that this culling is the reason why the Puli is such an intelligent and healthy breed today.By the 1800s, the Hungarian shepherds determined the very best characteristics of these small sheepdogs, and they tried to breed specifically to produce high-quality animals. In the late 1800s, the first description of the Puli was written — but by then the need for the sheepdog was diminishing, and so were his numbers.In 1912, Dr. Emil Raitsits, a professor at the Hungarian University of Veterinary Medicine, began a program to save the Puli from extinction. Adolf Lendl, the director of the Budapest Zoo, joined in the efforts. Together they remodeled part of the zoo for an experimental breeding program and exhibit. The program expanded, and they eventually named their kennel Allatkert. The foundation stock for many Hungarian kennels came from the Allatkert Kennel.In 1915, enthusiasts wrote the first breed standard for the Puli. In 1924, the Federation Cynologique Internationale (International Kennel Club) approved this standard. At first there were three categories of Puli: the ancestral (working) Puli with a shaggy coat; the luxury or show Puli; and the dwarf Puli.In 1935, four sizes of Pulik were recognized: the police Puli (19.7 inches high); the working or medium Puli (15.7 to 19.7 inches); the small Puli (11.8 to 15.7 inches); and the dwarf, miniature, or toy Puli (11 inches and under). The medium-sized Puli was the most popular.By this time, owning a Puli, a Komondor, or other native Hungarian breeds became a source of pride in Hungary. About the same time, the U.S. Department of Agriculture became interested in the Puli and, in 1935, imported four purebred Pulik to take part in herding dog tests conducted at the Department's facility in Beltsville, Maryland. The Puli were said to have scored high marks on these tests, though the results were never published.At the outbreak of World War II, the tests were stopped and the Pulik were sold to professional breeders. The original four dogs and their progeny are thought to be the first Pulik in the United States.World War II was devastating to Hungary and also to dog breeders, particularly those in Europe. Food was scarce and there were no medical supplies. Kennels had to give their valuable breeding stock to people in other countries, and the Pulik who were left behind were often killed by bombs or shot by German or Russian soldiers. If the breed hadn't been so popular before the war, it probably would be extinct now.Just as the Puli survived the harsh plains of Hungary, he beat the odds and, after the war, the number of Pulik in Hungary grew. In 1959, the Hungarian Puli Club created a Puli breed standard that eliminated the toy and police-size Pulik and included all of the remaining sizes in one category. By the 1960s, the number of Pulik in Hungary had reached prewar numbers.The Puli was accepted for American Kennel Club registration in 1936, and the Puli Club of America was formed in 1951.",
    "Size": "Males are 17 inches tall and weigh 30 to 35 pounds. Females are 16 inches tall and weigh 25 to 30 pounds.",
    "Personality": "The unusual corded coat often draws the attention of those unfamiliar with the breed. But to those who know and love the Puli, it's his personality that stands out.The Puli is fun-loving and affectionate, and he enjoys the company of his family. He's also smart, hardworking, and athletic. Being suspicious of strangers, he makes a good watchdog. He's also a strong-willed dog who requires a firm but kind owner. Don't be surprised when he tries to \"herd\" you or your children.Many Pulik are vocal and like to bark. A \"quiet\" command should be part of early training.Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Choose the middle-of-the-road puppy, not the one who's beating up his littermates or the one who's hiding in the corner.Always meet at least one of the parents — usually the mother is the one who's available — to ensure that they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when he grows up.Like every dog, the Puli needs early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Puli puppy grows up to be a well-rounded dog.Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills.",
    "Health": "Pulik are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Pulik will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition.In Pulik, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).Hip Dysplasia: This is an inherited condition in which the thighbone doesn't fit snugly into the hip joint. Some dogs show pain and lameness on one or both rear legs, but others don't display outward signs of discomfort. (X-ray screening is the most certain way to diagnose the problem.) Either way, arthritis can develop as the dog ages. Dogs with hip dysplasia should not be bred — so if you're buying a puppy, ask the breeder for proof that the parents have been tested for hip dysplasia and are free of problems.Progressive Retinal Atrophy (PRA): This is a family of eye diseases that involves the gradual deterioration of the retina. Early in the disease, affected dogs become night-blind; they lose sight during the day as the disease progresses. Many affected dogs adapt well to their limited or lost vision, as long as their surroundings remain the same.Cataracts: These afflictions cause opacity on the lens of the eye, resulting in poor vision. The dog's eye(s) will have a cloudy appearance. Cataracts usually occur in old age and sometimes can be surgically removed to improve vision.",
    "Care": "The Puli is a herding dog at heart, and he does best in a home with enough space for him to race off his natural energy. A large, fenced yard (make that a very tall fence) or a farm is ideal. He can adjust to smaller living spaces, but be prepared for his running laps around the dining room chairs and taking leaps over the couch.Exercise and playtime aside, bring the Puli indoors to live with you. He's a loyal companion who enjoys being with people, and he shouldn't be permanently relegated to the backyard.The agile Puli is a good candidate for many canine sports, especially herding tests, agility, and obedience competition (though obedience work can seem repetitive to the fun-loving Puli). If he's not a working dog, he needs the mental and physical challenges available in dog sports. Otherwise he can become bored, which can lead to destructive behaviors such as barking, digging, and chewing.The Puli's agility can get him in trouble, however. It's been reported that Pulik can jump six-foot fences, so be sure your yard has a secure, high fence to keep him from escaping and injuring himself.Proper training and socialization are essential for the strong-willed Puli. He must learn good canine manners, and you must learn not to be bossed around by him. This dog is a leader, and he will lead you if you allow him to.",
    "Feeding": "Recommended daily amount: 1 to 2 cups of high-quality dry food a day, divided into two meals.Note: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Puli in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test.First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Puli, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The Puli coat is considered to be nonshedding and hypoallergenic. Most Pulik are black, though white and gray are also found in the United States. In Hungary, the most common color after black is the brownish fako (described as the color of a whole-wheat roll).Black coats are described as a \"weathered\" black, because some white hairs begin to grow in when the dog is about a year old. In addition, because the cords don't shed, they lose some of their color intensity over time due to exposure to the sun and air.Some Puli coats are self-cording, though most are helped along by humans who separate the cords by hand when the adult coat comes in (at about one year of age). As the coat texture changes from puppy fluff to adult coat, the undercoat is packed into the interior of the outer coat tendril to form a felt-like structure. It takes about four years for the coat to become fully mature.Keep the fluffy, uncorded Puli coat in good condition through regular brushing and combing to remove tangles and dirt and to distribute natural skin oils.The corded coat is never brushed but managed by hand: first it's dampened with water, then the cords are separated and twirled. The length of the corded coat is sometimes trimmed to keep it from collecting dust and dirt.Bathing a fluffy Puli coat is like bathing any other breed. Put the dog in the tub, add water and soap, and scrub.Dunking your corded-coat Puli in the tub, however, is a time-consuming task that takes a lot of hard work.First, the cords must be thoroughly soaked with water (this takes a while), and then you can work in some diluted shampoo. Rinsing can take up to 30 minutes. Following that, the cords are squeezed dry, first by hand and then with a towel. After a bath, some owners put a heavy sweatshirt on the Puli to continue soaking up the water.Air-drying the coat can take up to two days. Heat drying is not recommended because of the length of time it takes to dry the cords; the Puli can become overheated and, more commonly, irritated with the lengthy drying process.For obvious reasons, it's not advisable to bathe the corded Puli frequently. However, there are times it's necessary: the corded coat collects food (around the face), eye matter, urine, feces, and burrs.Brush your Puli's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim his nails once or twice a month if your dog doesn't wear them down naturally to prevent painful tears and other problems. If you can hear them clicking on the floor, they're too long. Dog toenails have blood vessels in them, and if you cut too far you can cause bleeding — and your dog may not cooperate the next time he sees the nail clippers come out. So, if you're not experienced trimming dog nails, ask a vet or groomer for pointers.His ears should be checked weekly for redness or a bad odor, which can indicate an infection. When you check your dog's ears, wipe them out with a cotton ball dampened with gentle, pH-balanced ear cleaner to help prevent infections. Don't insert anything into the ear canal; just clean the outer ear.Begin accustoming your Puli to being examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "The well-socialized and well-trained Puli is a good companion for children. He's playful — probably even more playful than the kids. He's protective of the children in his family and shuttle them around the house, tugging gently at them to move them away from perceived (or real) danger.As with every breed, you should always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's eating or sleeping or to try to take the dog's food away. No dog, no matter how friendly, should ever be left unsupervised with a child.The Puli gets along with other dogs and pets, as long as he taught to do so from a young age. Early, positive introductions to other animals make it easy for the adult Puli to accept other pets into his home.",
    "Rescue Groups": "Puli are often purchased without any clear understanding of what goes into owning one. There are many Puli in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Puli rescue.Puli Club of America Rescue"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Herding Dogs"
    },
    {
      "name": "Height",
      "value": "16 to 17 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "25 to 35 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}