{
  "id": "pyrenean-mastiff",
  "url": "https://dogtime.com/dog-breeds/pyrenean-mastiff",
  "name": "Pyrenean Mastiff",
  "intro": "The Pyrenean Mastiff, also known as Mastín del Pirineo, comes from northeastern Spain. The exact origin of the breed is unknown, but it is speculated to have evolved from Molossers. Humans relied on them to be guardians and protectors of livestock.\nAlthough these are purebred dogs, you may still find them in shelters and rescues. Remember to adopt! Don’t shop if this is the breed for you.\nPyrenean Mastiffs are kind and gentle, which makes for a perfect family fit. The breed has a calm temperament and does well with family or alone. The dogs are great with kids, but you should always supervise due to the breed’s size. In addition to being an excellent family dog, your Mastiff will also be a great protector. They do well with other humans but can be wary of strangers if they sense a threat.\nSee below for complete list of dog breed traits and facts about Pyrenean Mastiffs!",
  "description": {
    "Highlights": "Pyrenean Mastiff coats are solid or pied pattern and come in a variety of colors. Notable color patters are white and beige, white and black, white and brown, white and silver, and many more!The Pyrenean Mastiff will require regular trips to the groomer for blow outs during shedding season, so keep that in mind. They may not be a good choice for allergy sufferers.The Pyrenean Mastiff gets along well with kids; however, given their size, its' important to supervise them around small kids.They Pyrenean Mastiff is a guard dog and can be overly protective or even aggressive if they feel their home or family is threatened.The Pyrenean Mastiff is a self reliant breed and does well with or without people. They probably won't mind you leaving for a few hours, so long as their needs are met.",
    "History": "The Pyrenean Mastiff breed dates back as early as the 1200's and originated in the Pyrenees mountains near Aragon, Spain. This breed is thought to have evolved from Molossers, and the dogs were raised with with sheep and lived to protect them from wolves and bears. This breed wore a special collar to protect them from predators called carlanca.While Pyrenean Mastiffs were trained keep livestock safe from predators, things changed in the early 1900s when transporting livestock became easier, and the population of predators diminished so much that this breed outnumbered the predators. The need for the dogs declined, as did interest in the breed.Because of this, the Pyrenean Mastiff was near extinction. But wolves returned to the Pyrenees Mountains in the late 1970s and created a need for this breed again. A group of breed enthusiasts has also set out to revive the breed, and even though these dogs are rare, they're no longer near extinction.This Pyrenean Mastiff first left their native land in the late 1970s and can now be found all over the world. The breed was recognized by the Fédération cynologique internationale (FCI) in 1954 and is recognized by the American Kennel Club (AKC) as part of their Foundation Stock Service.",
    "Size": "The Pyrenean mastiff is considered a large breed dog and can range in sizes between male and female. The males can range from a height of 27 to 31 inches and a weight of 140 to 200 pounds. The females can range from a height of 24 to 30 inches and a weight of 130 to 180 pounds.However, many dogs may be smaller or larger than average for their breed.",
    "Personality": "The Pyrenean Mastiff is a gentle and noble canine with a calm temperament. This breed doesn't require excessive exercise or stimulation but should still have time to play and walk. The Pyrenean Mastiff is great with family and kids under supervision, and they get along well with other dogs when socialized properly. The only thing to be weary of is that this breed is a guard dog and can be overly protective or even aggressive if they feel their home or family is threatened.The Pyrenean Mastiff is a self reliant breed and does well with or without people. That's not a reason to leave them alone all day because all dogs do well with love and companionship. But they probably won't mind you leaving for a few hours, so long as their needs are met.The Pyrenean Mastiff should be socialized at a young age to ensure that this gentle creature does well with families, children, and other animals.",
    "Health": "The Pyrenean Mastiff overall is a relatively healthy dog with only a few things to keep an eye out for.First thing to be aware of is Gastric Dilation Volvulus (GDV) or bloat. A few things that you can do to prevent the condition are to feed your dog small portions of meals frequently throughout the day, rather than one or two large meals, and to try to avoid foods that are higher in fat and oils.The second thing to be aware of is the possibility for hip and elbow dysplasia.As with everything concerning your dog's diet and health, you should always consult your vet!",
    "Care": "The Pyrenean Mastiff, like all dogs, should have routine checkups and vaccines to keep your pet healthy!Clip their nails as needed, before they get too long -- usually once or twice per month. They should not be clicking against the floor. Your groomer or vet can help with this.One of the toughest jobs when caring for any animal is maintaining their oral health. You should brush your dog's teeth a minimum of three times per week. Your vet can instruct you on how to brush your dog's teeth properly and help with recommending dental chews.If you notice your dog dragging their bottom or \"scooting\" they may need their anal glands expressed. You can do this yourself or, better yet, let your vet or groomer handle this unpleasant task.",
    "Feeding": "The Pyrenean Mastiff does well on a high quality diet formulated for large breed dogs. It's important that you feed this breed an age appropriate food because of their size.The Pyrenean Mastiff can be prone to Gastric Dilation Volvulus (GDV) or more commonly known as bloat. Because of this you should split up your canines meals into two or three servings.You should ask your veterinarian for recommendations about your breed's diet, as there is far too much variation among individual dogs.",
    "Coat Color And Grooming": "The Pyrenean Mastiff has a thick coat consisting of either a solid or pied pattern that comes in a variety of colors. Notable color patters are white and beige, white and black, white and brown, white and silver, and many more!The Pyrenean Mastiff will require regular trips to the groomer for blow outs during shedding season, so keep that in mind. They will need brushing weekly as well and bathe only as needed.The Pyrenean Mastiff can adapt to just about any weather climate. They are bred to travel with their flocks, so they're used to experiencing many different weather conditions. It's important to remember that dogs need to live indoors with their families, even if they love being outside for long periods of time.",
    "Children And Other Pets": "The Pyrenean Mastiff gets along well with kids; however, given their size, its' important to supervise them around small kids. It's also imperative to teach youngsters to be respectful and kind in all their interactions with dogs. Play between dogs and kids should always be supervised, even with well-trained dogs. That said, the Pyrenean Mastiff is suitable for families with older children.The Pyrenean Mastiff gets along with other dogs if properly socialized. They may not get along with dogs they're not familiar with and can become aggressive if they feel threatened. This breed is an excellent addition to the family so long they have an experienced pet parent!",
    "Rescue Groups": "Rescues specifically for Pyrenean Mastiffs might be hard to come by, as this is a rare breed in the United States. However, you can always check with your local shelter, and you may want to try a rescue that caters to all kinds of dogs. You can take a look at the following:Wright-Way RescueAngels Among Us Pet RescueYou can also check out DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Working Dogs"
    },
    {
      "name": "Height",
      "value": "24 to 31 inches"
    },
    {
      "name": "Weight",
      "value": "130 to 200 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 13 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 1
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 3
    }
  ]
}