{
  "id": "pyredoodle",
  "url": "https://dogtime.com/dog-breeds/pyredoodle",
  "name": "Pyredoodle",
  "intro": "The Pyredoodle is a mixed breed dog–a cross between the Great Pyrenees and Standard Poodle dog breeds. Calm, fearless, and loyal, these pups inherited some of the best traits from both of their parents.\nPyredoodles go by a few other names, including Pyreneespoo, Pyrepoo, and Pyreneesdoodle. Despite their unfortunate status as a designer breed, you can find these mixed breed dogs in shelters and breed specific rescues, so remember to adopt! Don’t shop!\nThese adorable pups make great pets for single people and families alike. They can even adapt to apartment living, but they’re best suited for a home with a yard due to their larger size. They’re generally quiet, but will bark to alert their humans of any dangers and are known to become very protective of children in their household. If you’re looking for a gentle giant with a big heart that will guard your home and your family, the Pyredoodle may be the right dog for you!\nDogTime recommends this big, spacious crate to give your big Pyredoodle a place to rest and relax. You should also pick up this dog brush and massager for your long-haired pup!\nSee below for all Pyredoodle facts and mixed dog breed characteristics!",
  "description": {
    "Highlights": "Pyredoodles are mixed breed dogs. They are not purebreds like their Great Pyrenees or Poodle parents.The main colors of Pyredoodles are gray, white, apricot, cream, and black. Sometimes their coats are solid, and sometimes they have a mix of colors.Their coat is generally allergy friendly, low shedding, and easy to groom. A good brushing per day to prevent matting, especially in more dense coats, will probably do.Pyredoodles have medium energy levels. Make sure your dog gets at least one good half-hour- to hour-long walk in per day with some interactive play sessions mixed in.The Pyredoodle loves children and will gladly be their playmate, as well as their protector.Pyredoodles typically get along just fine with other animals in the household. Early socialization is key!The Pyredoodle's high intelligence makes training an easier task, but beware: these dogs often have quite the stubborn streak. Use plenty of positive reinforcement and reward-based training.",
    "History": "The Pyredoodle mixed dog breed may have existed naturally over the years, but designer breeders started intentionally mixing Great Pyrenees and Poodles in the early 2000s, likely in North America.Breeders wanted to mix the Pyrenees with a non-shedding breed, like the Standard Poodle, to create a more allergy-friendly, low-shedding pup for owners suffering from allergies. They continued to create Pyredoodles as demand for the mixed breed grew.Even though the Pyredoodle got its start as a designer breed, some have ended up in shelters or in the care of rescue groups. Consider adoption if you decide this is the dog for you.Check your local shelters, look up Pyredoodle rescues, or check with breed specific Great Pyrenees or Standard Poodle rescues, as they sometimes take in mixed breed dogs and find homes for them.",
    "Size": "As the Pyredoodle is a relatively new mixed breed, there are few standards when it comes to size. That said, as a mix between Great Pyrenees and Poodle parents, you can expect Pyredoodles to be on the larger side.Most weigh in at 85 to 100 pounds and range in height from 15 to 32 inches at the shoulder. That said, some can be smaller or larger.",
    "Personality": "Many Pyredoodle owners describe these dogs' personalities as loving and protective. Their sheer size alone makes them intimidating--even though they are often timid around strangers--which makes them excellent guardians of the household. However, they are by no means aggressive. In fact, they're very calm, even-tempered dogs.The Pyredoodle's high intelligence makes training an easier task, but beware: these dogs often have quite the stubborn streak. Use plenty of positive reinforcement and reward-based training to keep your pup engaged and happy during training sessions. It is best to also provide your Pyredoodle with plenty of mentally stimulating toys or games to keep your dog busy and to prevent any destructive behaviors from occurring, especially as puppies!These dogs tend to do best in homes with a fenced in backyard that accommodates their large size. However, they can adapt to living in apartments if given enough exercise during the day. The Pyredoodle does just as well in a house with children as they do in a home with one owner, just as long as the pup can get plenty of attention. The Pyredoodle has a unique, low-shedding coat, which makes them popular among allergy sufferers who want a larger breed dog but can't handle the shedding of a dog breed like the Great Pyrenees.Even though it may seem as if your Pyredoodle wants your constant attention, don't be fooled. They are more independent than they appear and have a strong desire to wander if let off leash! This curious pup will always keep you entertained and makes for the perfect lifelong companion.",
    "Health": "The Pyredoodle mixed breed is predisposed to some of the same conditions that the Great Pyrenees and Poodle also face. While most are generally healthy, some may be prone to a few health issues, which is why it is important to maintain good care and regular veterinary checkups.Some of the more common health problems Pyredoodles suffer from include:BloatCancerCushing's DiseasePatellar luxationHypothyroidism",
    "Care": "As with all dogs, you should keep up with your Pyredoodle's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.Pyredoodles are prone to weight gain, and they have medium energy levels. Make sure your dog gets at least one good half-hour- to hour-long walk in per day with some interactive play sessions mixed in. They are highly intelligent people-pleasers, so they're always up to learn a new trick!Check their ears for debris and pests daily and clean them as recommended by your vet. Trim your dog's nails before they get too long--usually once or twice per month. They should not be clicking against the floor. Your groomer can help you with this.Make sure to start getting your Pyredoodle comfortable with teeth brushing at a young age. You should brush your dog's teeth daily to help prevent dental issues and maintain good oral health. Your veterinarian can instruct you on how to brush your dog's teeth properly.",
    "Feeding": "An ideal Pyredoodle diet should be formulated for a large breed with medium energy. They have a tendency to gain weight if overfed, so you should stick to a regular feeding schedule and not leave food out during the day. Limit their amount of treats as well.Pyredoodles are prone to bloat and are also known for eating quickly, so make sure to supervise meal times and avoid exercise immediately after meals.As with all dogs, the Pyredoodle's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Pyredoodle's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "Pyredoodle coats are often a mix of their Great Pyrenees and Poodle parents' coats and colors. The main colors of Pyredoodles are gray, white, apricot, cream, and black. Sometimes their coats are solid, and sometimes they have a mix of colors.They can have either a single or double coat, which can be straight or wavy, depending on which parent it takes after more. Mixing the Great Pyrenees, who sheds quite a bit, with a Poodle creates a dog who has a coat that's generally allergy friendly and low shedding  Luckily, both coats are easy to groom. A good brushing per day to prevent matting, especially in more dense coats, will probably do.Because of their double coats, the Pyredoodle can withstand cool temperatures, but will be prone to overheating in the summer. Make sure to limit outdoor time in extreme temperatures, as your pup can become uncomfortable.",
    "Children And Other Pets": "The Pyredoodle loves children and will gladly be their playmate, as well as their protector. While they are large dogs, they are always gentle and patient when interacting with children of all ages. For children who know how to properly approach and play with a dog, the Pyredoodle will make a great family pet.When it comes to other pets, Pyredoodles typically get along just fine with other animals in the household. As with any dog, it is important to introduce your Pyredoodle to others pets while young, and in a slow, calm manner. Early socialization is key!While the odds are that your Pyredoodle will get along just fine with other dogs and cats, it really comes down to training, socialization, and the luck of the draw.",
    "Rescue Groups": "It may be hard to find a breed-specific rescue for Pyredoodles because they are a mixed breed. However, you may want to try Great Pyrenees or Poodle breed specific rescues, as they often care for mixes, as well. Here are some rescues you can try:National Great Pyrenees RescueCarolina Poodle RescueYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "15 to 32 inches"
    },
    {
      "name": "Weight",
      "value": "85 to 100 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 12 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}