{
  "id": "rat-terrier",
  "url": "https://dogtime.com/dog-breeds/rat-terrier",
  "name": "Rat Terrier",
  "intro": "Members of the Rat Terrier dog breed are adorable, little, digging escape artists who are true terriers: feisty, funny, energetic, lively, vermin-chasing, and incapable of being boring. Stubborn as all get out, they are not big on pleasing people, but the people who love them laugh all the time.\nEven though these are purebred dogs, you may find them in the care of shelters or rescue groups. Remember to adopt! Don’t shop if you want to bring a dog home.\nThe Rat Terrier is the ideal farm dog that they were always intended to be. President Theodore Roosevelt is said to have given the breed its name after his own terrier had eradicated the rat infestation at the White House; clearly, the Rat Terrier excels as a public servant — as long as it’s in their own best interest. They’re an American tradition just like apple pie, but watch your plate, or you may find you’re missing dessert.\nSee below for complete dog breed traits and facts about Rat Terriers!",
  "description": {
    "": "With training, socialization, and a certain forgiveness of their \"bad\" habits, the intelligent Rat Terrier can be an invaluable member of your family. Thanks to the efforts of breeders and fanciers alike, the Rat Terrier survived his time as a lesser-known breed and is growing in popularity again.He makes an excellent watchdog and is the ultimate farm dog; his strong jaws and quick movements were invaluable to farmers in eradicating rats and other small vermin from farms. He is often mistaken for a smooth-coated Fox Terrier or a Jack Russell, but owners and breeders alike know of all the wonderful traits that make the Rat Terrier unique.As you'd expect, Rat Terriers exhibit all the behaviors — and stubbornness — of a typical terrier. For example, they dig. Digging is an inherent trait in Rat Terriers and they will spend a great deal of time digging in your yard and garden in an urgent quest to reach China by nightfall. Don't despair. Give him one area in the yard to dig up to his heart's content and he'll be fine. He just has to learn what area is his, and he's smart enough to do so.Be aware: this Houdini Hound has the intelligence and drive to figure out how the key to freedom. It's best to be with him in the yard rather than letting him enjoy it at his solitary leisure. He should wear a collar and tag at all times, as well as be microchipped, because if he starts running you'll never catch up. He may be little, but he's fast. He can jump high too, so a 5- or 6-foot fence is a good idea.The shrill \"yipping\" of a Rat Terrier is discernible from that of other dogs. If you live in an apartment or a neighborhood that has noise rules, take his instinct to bark into account while doing your research. Also remember that were bred to be quick runners and need the space and time to exercise that drive.When training a Rat Terrier, take into account that although they are highly intelligent, they can also give new meaning to the word \"stubborn.\" Many different training techniques are used with Rats; don't give up if one method doesn't work — just try another. They need people who are firm and experienced, otherwise Rats will swarm all over their owners.Fun fact: Rat Terriers puppies are born with their ears up. About the time their eyes begin to open, the ears start to drop. Some of those ears may stay dropped, some may pop back up in a few weeks or months.",
    "Highlights": "Lots of visitors to your home? Though devoted to his family, the Rat Terrier takes time to warm up to strangers.A propensity for digging combined with a high prey drive means your Rat Terrier will leap over — or dig under — any fence he can.A Rat Terrier has lots of energy; you should be able to spend at least 40 minutes a day exercising your dog. If you do not, the Rat Terrier can become destructive as a way to release pent up energy.They need plenty of mental stimulation too. A bored Rat Terrier will resort to barking and chewing if he doesn't receive it.The Rat Terrier's compulsion to chase doesn't make him the best choice for an off-leash dog. Even the most well-behaved are likely to \"forget\" their training in the face of tantalizing prey.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "The Rat Terrier is an American breed that is the result of working with the Fox Terrier, Bull Terrier, Manchester Terrier, and Old English White Terrier, to name a few.Being a farm dog and hunter, the need for the Rat Terrier to catch prey and pests drove breeders to start adding new strains to the breed in the 1910s and 1920s. A Rat Terrier appeared alongside Shirley Temple in the 1930s movie, \"The Little Colonel.\"In the Midwest, the Rat Terrier was bred to Whippets and Italian Greyhounds to produce a more versatile and quick-footed dog who could help control the jackrabbit problem. The new and improved Rat Terrier was able to keep up with the fast-moving rodent and continued to prove his value.In the Southern and Central American regions, the Rat Terrier was bred to the Beagle to create a more pack-oriented dog. This is where the Rat Terrier earned his strong sense of smell; his speed came from the Whippet.In the 1920s, Toy Fox Terriers that were too big for their own breeding program were introduced into the Rat Terrier's breeding program. With this newest strain, Rat Terriers began producing their own toy-sized offspring.President Theodore Roosevelt is said to have named the breed but not everyone agrees. He called his own dog, who had solved the White House rat problem, a Rat Terrier. There is debate on whether the dog that President Roosevelt owned was in fact the same Rat Terrier as appears today. The short-legged dog that Roosevelt had has become the accepted breed standard for the Terrier named after him, and the Teddy Roosevelt Terrier is also known as the short-legged Rat Terrier.The Rat Terrier was a common sight on farms between the 1910s and 1940s but eventually started to decline after farmers began using poison to control rodent populations. By the 1950s, the breed was no longer widespread. A handful of breeders sustained the breed until a re-emergence in the late 1970s.The Decker Rat Terrier is a strain of the breed that is gaining popularity. It first began with a dog owned by avid hunter Milton Decker, who felt his own dog, Henry, possessed terrific qualities that he wanted to preserve in his breeding program.He succeeded in producing a large Rat Terrier with a fixed ear set — a hunting dog who would even retrieve from water. The Deckers were used for hunting wild pig, deer, cougar and bear as well as in the more traditional Rat Terrier roles. Even though the Decker Rat Terrier is considered feisty and tough, he maintains all the traits of a wonderful companion.In 1972, the first hairless Rat Terrier was born and from that little hairless female a new strain of Rat Terrier was developed. The hairless Rat Terrier is now known as the American Hairless Terrier. The American Hairless Terrier comes in two sizes, miniature and standard.",
    "Size": "The AKC does not recognize the Rat Terrier breed — although the UKC does — but breed clubs have defined the sizes.The Rat Terrier is a small and sturdy dog and should be between 13 to 16 inches in height. The UKC doesn't have a specified weight for standard Rat Terriers as each individual dog has a different weight for their height.The Decker Rat Terrier is slightly larger than the Rat Terrier and should range between 22 to 40 pounds. A male should be 16 to 19 inches in height while a female should be 16 to 17 inches.The miniature Rat Terrier should weigh 10 to 18 pounds and should not be larger than 15 inches in height.The toy Rat Terrier is an even smaller version of the breed. His weight should range between 5 to 10 pounds and he should be no larger than 12 inches in height.",
    "Personality": "Intelligent, wary, and stubborn, this breed is a dynamo. Understand their general dislike of strangers and know that most warm up to visitors (although chances of that happening are slimmer if you're not there). If they're not properly socialized they will be fine with their family but they could become aggressive to strangers and other animals. They are also absolutely fearless, which can be a wonderful trait, though not if they are aggressive.A good family pet, Rat Terriers are amazingly perceptive and intuitively respond to your moods. They have a great desire to please, love praise, and will follow you around the house. Bred to work all day on the farm, these guys need a lot of exercise and if they don't get it, their sharp little minds can turn devious to amuse themselves. Their people live with the mantra that a tired dog is a good dog.As with every dog, the Rat Terrier needs early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Rat Terrier puppy grows up to be a well-rounded dog.Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills.",
    "Health": "Rat Terriers are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Rat Terriers will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition.In Rat Terriers, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).Allergies: Allergies are a common ailment in dogs, and the Rat Terrier is no exception. There are three main types of allergies: food allergies, which are treated by eliminating certain foods from the dog's diet; contact allergies, which are caused by a reaction to a topical substance such as bedding, flea powders, dog shampoos, and other chemicals; and inhalant allergies, which are caused by airborne allergens such as pollen, dust, and mildew. Treatment varies according to the cause and may include dietary restrictions, medications, and environmental changes.Incorrect Bites: Malocclusion, or incorrect bite, is a slightly deformed jaw structure that leaves the jaw misaligned. There are three different types of incorrect bites, all of which are seen in Rat Terriers. An overshot bite is caused when the upper jaw is extended past the lower jaw; this causes difficulties in grasping and in more severe cases; the lower teeth can bite into the roof of the mouth. An undershot bite is when the lower jaw extends out past the upper jaw; although it is standard in some breeds, it can cause difficulties in the Rat Terrier and may need to be corrected with surgery. The last type is wry mouth, which is a twisting of the mouth caused by one side growing faster then the other; it causes difficulties with eating and grasping. In some cases, each type of incorrect bites can self-correct while the puppy is still growing. If the incorrect bite has not self-corrected by the time the puppy is 10 months of age, it is not likely to. If surgery is needed, wait until the puppy has finished growing. Corrective surgeries can include tooth extraction, crown height reductions or the use of spacers.Patellar Luxation: Also known as slipped stifles, this is a common problem in small dogs. The patella is the kneecap. Luxation means dislocation of an anatomical part (as a bone at a joint). Patellar luxation is when the knee joint (often of a hind leg) slides in and out of place, causing pain. This can be crippling, although many dogs lead relatively normal lives with this condition.Demodectic Mange: Sometimes called demodicosis, this condition is caused by the demodex mite, which a mother dog passes to her pups in their first few days of life. (The mite can't be passed to humans or to other dogs; only by mother to pups.) Demodex mites live in hair follicles and usually don't cause problems, but if your Rat Terrier has a weakened or compromised immune system, he can develop demodectic mange. In its localized form, patches of red, scaly, balding skin appear on the head, neck and forelegs. It often clears up on its own, but even so, you should take your dog to the vet to prevent it from turning into the generalized form of demodectic mange, which covers the entire body and causes infection.",
    "Care": "Crate train your Rat Terrier if you wish to leave the puppy out when he reaches adulthood. Regardless of breed, puppies explore, get into things they shouldn't, and chew things that can harm them. It can be expensive both in fixing or replacing destroyed items and the veterinary bills that could arise.Never stick your Rat Terrier in a crate all day long, however. It's not a jail, and he shouldn't spend more than a few hours at a time in it except when he's sleeping at night. Rat Terriers are people dogs, and they aren't meant to spend their lives locked up in a crate or kennel.",
    "Feeding": "Recommended daily amount of high-quality dry food a day for your Rat Terrier:Less than 10 pounds: 1/4 to 1/2 cup per day10-15 pounds 1/2 to 1 cup per day20-30 pounds 3/4 to 1.5 cups per day30-40 pounds 1.5 to 2 cups per dayNOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Rat Terrier in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test.First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Rat Terrier, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "A Rat Terrier's coat is short and smooth with dense, shiny fur. You'll see it in several colors and combinations of colors, including white, black with tan or rust, white and black or tan, red, lemon, blue, chocolate and orange. Ticking (intermittent spots) and dark colors are seen too. Generally speaking, all Rats have white markings.The Rat Terrier is a wonderfully low-maintenance dog to groom and only needs weekly brushings with a soft brush or a rubber curry mitt to remove loose hair. Shedding is heavier in the spring and fall, as well as after whelping or heat cycles. Bathe him only as needed.Brush your Rat Terrier's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim his nails once or twice a month if your dog doesn't wear them down naturally to prevent painful tears and other problems. If you can hear them clicking on the floor, they're too long. Dog toenails have blood vessels in them, and if you cut too far you can cause bleeding — and your dog may not cooperate the next time he sees the nail clippers come out. So, if you're not experienced trimming dog nails, ask a vet or groomer for pointers.His ears should be checked weekly for redness or a bad odor, which can indicate an infection. When you check your dog's ears, wipe them out with a cotton ball dampened with gentle, pH-balanced ear cleaner to help prevent infections. Don't insert anything into the ear canal; just clean the outer ear.Begin accustoming your Rat Terrier being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "Although Rats who aren't used to children should be supervised, most Rats are wonderfully patient with kids, even kids who aren't part of the family. They are extremely fond of their family kids. Parents who don't like the idea of the family dog sleeping under the covers with the kids might be in for trouble.As with every breed, you should always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's eating or sleeping or to try to take the dog's food away. No dog, no matter how friendly, should ever be left unsupervised with a child.Although there may be a few disagreements regarding food and sleeping arrangements, the Rat Terrier likes other dogs. He doesn't spar with them and generally is not aggressive towards them.As a matter of fact, many Rats want to play with other dogs, so you need to be on your lookout for dog-reactive or aggressive dogs. Once an aggressive dog provokes a fight, these terriers return the emotion. Unfortunately, they are size-blind and don't care if the aggressor outweighs them five times over.Rats are prey-driven so any small, quick moving animal, including a hamster, mouse, chinchilla, and of course, a rat, is seen as prey, and may be chased. If a Rat is raised with a cat, bird, chicken, or other animal in a household, they will generally get along as family members.",
    "Rescue Groups": "Rat Terriers are often purchased without any clear understanding of what goes into owning one. There are many Rat Terriers in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Rat Terrier rescue.American Rat Terrier RescueRatbone RescuesRat Terrier Club of America"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Terrier Dogs"
    },
    {
      "name": "Height",
      "value": "13 to 16 inches tall at the shoulder"
    },
    {
      "name": "Life Span",
      "value": "13 to 18 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}