{
  "id": "rhodesian-ridgeback",
  "url": "https://dogtime.com/dog-breeds/rhodesian-ridgeback",
  "name": "Rhodesian Ridgeback",
  "intro": "The handsome Rhodesian Ridgeback dog breed was created in Africa to be a versatile hunter and home guardian. These days, They’re less likely to hunt lions and more likely to hunt a soft spot on the sofa after going jogging with you.\nEven though these are purebred dogs, some may still end up in the care of shelters or rescues. Consider adoption if this is the breed for you.\nRhodesian Ridgebacks are smart but sometimes stubborn, with a moderate energy level and an easy-care coat. These pups need plenty of activity and exercise, though, and would not fair as well in an apartment living situation. They’d also probably fit in better with an experienced pet parent who can stay consistent with training. Meet the breed’s needs and you’ll be rewarded with a loyal, lifelong companion.\nDogTime recommends this big, spacious crate to give your big Rhodesian Ridgeback a place to rest and relax. You should also pick up this dog brush and massager for your short-haired pup!\nSee below for complete list of Rhodesian Ridgeback characteristics!",
  "description": {
    "": "The first thing people notice about the Rhodesian Ridgeback is usually the characteristic ridge that runs down his spine and gives him his name. The ridge reveals part of his heritage, which is a mix of European hunting dogs and African dogs who had the distinctive ridge.They also notice his strong athleticism, noble carriage, and the intelligence in his eyes. The history of the breed only adds to his allure; owners are often asked, \"Did they really hunt lions?\"The answer is yes, the Ridgeback was developed in Africa to corner and hold big game prey, such as lions, bears, and boar. Today, the Rhodesian Ridgeback is still used for hunting, and some members of the breed have even adapted to pointing and retrieving. The Rhodesian Ridgeback can also be found competing in various dog sports, including agility, lure coursing, obedience, and tracking, and he's a good hiking or jogging companion.As a pup, the Rhodesian Ridgeback is active and exuberant, but he matures into a dog with moderate exercise needs. Give him a vigorous walk or game of fetch a couple of times a day, plus a chance to run in a safely fenced area a couple of times a week, and he'll be satisfied — at least in terms of physical exercise. This intelligent breed also needs mental stimulation: a bored Rhodesian Ridgeback is a destructive Rhodesian Ridgeback.The Rhodesian Ridgeback is dignified and reserved toward strangers. With his family, he's a quiet, gentle companion, one who's able and willing to defend his home and people if the need arises.Because of his size, intelligence, and power, he's not the breed for everyone. First-time or timid dog owners may find him to be much more than a handful. People who want an outgoing dog who will love everyone should keep looking. But if you are looking for a strong, confident dog, a dog who encompasses gentleness, hardheadedness, and a sense of humor in a shorthaired, easy-care package, the Rhodesian Ridgeback may be the perfect match.",
    "Highlights": "The Rhodesian Ridgeback is tolerant of kids, but can be too rambunctious for toddlers.Because of their size, intelligence, and power, Rhodesian Ridgebacks aren't recommended for first-time or timid owners.If a Rhodesian Ridgeback is raised with other pets, he'll be accepting of them. However, he can still be aggressive toward strange animals outside the family, even if he's well socialized and trained. Males can be aggressive toward other males, especially if they're not neutered.If bored, the Rhodesian Ridgeback can become very destructive.The Rhodesian Ridgeback needs a high fence to keep him from escaping and roaming. An underground electronic fence won't contain him.Rhodesian Ridgebacks shed little, and you can keep them clean with a weekly brushing and a wipedown with a damp cloth. They also need regular nail trims and tooth brushing.Training can be difficult if you don't start at a very young age. Rhodesian Ridgebacks can be stubborn and strong willed, but if you're consistent, firm, and fair, you can train your Ridgeback to a high level.The young Rhodesian Ridgeback is energetic and active, but with maturity and training, he generally becomes a calm and quiet dog. He needs at least a half hour of daily exercise.Rhodesian Ridgebacks can adapt to a number of living situations, including apartments, if they're properly exercised. The ideal is a home with a large fenced yard.Ridgebacks generally don't bark a lot. Many will bark to alert you to something unusual, and some will bark when they are bored, but for the most part, this isn't a yappy breed.Rhodesian Ridgebacks aren't serious diggers, but they'll dig a large hole if they're bored or to escape the heat.To get a healthy dog, never buy a puppy from a puppy mill, a pet store, or a breeder who doesn't provide health clearances or guarantees. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies and who breeds for sound temperaments.",
    "History": "The Rhodesian Ridgeback, once known as the African Lion Hound, was developed in South Africa by Boer farmers. The farmers needed a versatile hunting dog who could withstand the extreme temperatures and terrain of the bush, survive when water rations were low, protect property, and be a companion to the entire family.They started by crossing dogs they'd brought from Europe — such as Great Danes, Mastiffs, Greyhounds, and Bloodhounds — with a half-wild native dog kept by the Khoikhoi, a pastoral people. This dog had a distinctive ridge of hair along its back, and breeders noticed that crosses who had this ridge tended to be excellent hunters.At first, the Boers primarily used the dogs to flush partridge or bring down a wounded buck. When big-game hunting became popular, they found that the dogs were well suited for accompanying them when they hunted lions from horseback. The dogs would hold the lion at bay until the hunters arrived.A hunter named Cornelius von Rooyen began a breeding program in what was then known as Rhodesia (now Zimbabwe). A breed standard — a written description of what the breed should look and act like — was set down in 1922, and it's changed little since then. In 1924, the Rhodesian Ridgeback was officially accepted by the South African Kennel Union.Some Rhodesian Ridgebacks may have made it to the United States as early as 1911, but it wasn't until after World War II that large numbers were imported to the U.S., Britain, and Canada. The first Rhodesian Ridgeback registered by the American Kennel Club (AKC) was Tchaika of Redhouse, in 1955. The AKC recognized the breed that same year.Today, the Rhodesian Ridgeback ranks 54th in popularity among the 155 breeds and varieties recognized by the AKC. The Ridgeback is quite popular in South Africa, where this breed first began his journey and his webbed feet help them when walking across sandy surfaces like snowshoes made for sand.",
    "Size": "A Rhodesian Ridgeback male stands 25 to 27 inches tall at the shoulder and weighs about 85 pounds; females are 24 to 26 inches tall and weigh around 70 pounds.",
    "Personality": "The Rhodesian Ridgeback is independent and intelligent, a combination that can be entertaining, frustrating, and rewarding, all in one. It's important to begin training early and to be firm — but not harsh — and consistent.Because of his hunting roots, the Rhodesian Ridgeback has a high prey drive. That means stray cats and other small furry animals aren't safe in your yard, and it also means your yard should be securely fenced, to prevent him from going hunting on his own.Exuberant and active in puppyhood, he matures into a quiet dog with moderate exercise needs. The Ridgeback is protective of his home and a discriminating barker who can be counted on to alert you to trouble. He's reserved with strangers but gentle and affectionate with family members.Like every dog, Rhodesian Ridgebacks need early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Ridgeback puppy grows up to be a well-rounded dog.",
    "Health": "Rhodesian Ridgebacks are generally healthy, but like all breeds, they can get certain health conditions. Not all Ridgebacks will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog's been tested for and cleared of a particular condition.In Rhodesian Ridgebacks, you should expect to see health clearances from the Orthopedic Foundation for Animals for hips, elbows, and thyroid and from the Canine Eye Registry Foundation (CERF) certifying that the eyes are normal.Because some health problems don't appear until a dog reaches full maturity, health clearances aren't issued to dogs younger than 2 years old. Look for a breeder who doesn't breed her dogs until they're two or three years old. The following problems are not common in the breed, but they may occur:Elbow Dysplasia is a heritable condition common to large-breed dogs. It's thought to be caused by different growth rates of the three bones that make up the dog's elbow, causing joint laxity. This can lead to painful lameness. Your vet may recommend surgery to correct the problem, or medication and weight loss to control the pain.Hip Dysplasia is a heritable condition in which the thighbone doesn't fit snugly into the hip joint. Some dogs show pain and lameness on one or both rear legs, but you may not notice any signs of discomfort in a dog with hip dysplasia. As the dog ages, arthritis can develop. X-ray screening for hip dysplasia is done by the Orthopedic Foundation for Animals or the University of Pennsylvania Hip Improvement Program (PennHIP). Hip dysplasia is hereditary, but it can be worsened by environmental factors, such as rapid growth from a high-calorie diet or injuries incurred from jumping or falling on slick floors.Dermoid Sinus is a congenital skin defect in which a cyst or narrow tubelike structure occurs along the spinal area. It can penetrate the skin to varying degrees, and some reach into the muscle tissue and can be attached to the spinal cord. If the dermoid sinus becomes infected it can cause other problems. Some puppies with this defect are euthanized, but others are treated with surgery.",
    "Care": "Rhodesian Ridgebacks can adapt to a variety of homes, including apartments, as long as they get daily exercise. They should live in the house with their people, not outdoors in a run or kennel.Access to a securely fenced yard is ideal. They'll try to escape if bored, so in addition to ensuring that your fence can't be jumped or climbed over or dug under, keep your Ridgeback busy with training, play, or dog sports. Sending him out into the yard by himself for hours on end is an invitation to destruction. Even if he's not especially bored, a Ridgeback is often inclined to dig large holes so he can rest in the cool and comfortable dirt. Be prepared to give him part of the yard or resign yourself to having a cratered yard that resembles the surface of the moon.Give your Rhodesian Ridgeback a couple of 15- to 20-minute walks or playtimes daily, plus opportunities to run in a safely fenced area a couple of times a week. Because of the breed's strong prey drive, keeping him on leash in unfenced areas is a must. Your Ridgeback will take off after a cat, rabbit, or bicyclist, no matter how well you think he's trained.Ridgebacks are generally discriminating barkers, meaning they only bark at things that are important, but any dog can become a nuisance barker if he doesn't have anything else to do.Begin training early, first with puppy kindergarten, followed by a basic obedience class. The Rhodesian Ridgeback has a mind of his own and can be stubborn. To train him successfully, you must be firm and consistent but not harsh. Use positive reinforcement techniques such as praise, play, and food rewards.",
    "Feeding": "Recommended daily amount: 2 3/4 to 4 3/8 cups of a high-quality food daily, divided into two meals.How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Ridgebacks enjoy their food and are known countersurfers. Keep food well out of reach and consider dog-proofing your cabinets to keep your dog from getting his own snacks.Keep your Ridgeback in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test. First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Ridgeback, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The Ridgeback coat is short and shiny and tends to be odor-free. Ridgebacks who live indoors shed a little year-round, while those who live outdoors have heavier seasonal shedding.The color of the coat ranges from light wheaten to red wheaten; in other words, buff to gold to reddish gold. Some Ridgebacks have black on the muzzle, ears, or around the eyes.The distinct, tapering ridge of hair on his back grows in the opposite direction of the rest of the coat, and starts just behind the shoulder and runs to a point between the rise of the hips. The ridge usually has two whorls — hair growing in a circular pattern — directly opposite each other. These whorls are known as crowns, and a Ridgeback with only one crown or with more than two crowns stands little chance in the show ring.When it comes to grooming, the Rhodesian Ridgeback is pretty low-maintenance. Give him a good going over with a rubber curry brush weekly to remove loose or dead hair, then wipe him down with a damp cloth. Voila! A clean Ridgeback.Other grooming needs include dental hygiene and nail care. Brush your Ridgeback's teeth at least two or three times a week to remove tartar buildup and bacteria. Daily is better. Trim his nails once or twice a month, as needed. If you can hear the nail clicking on the floor, they're too long. Short nails keep the feet in good condition and don't get caught in the carpet and tear.Start grooming your Ridgeback when he's a puppy to get him used to it. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.",
    "Children And Other Pets": "The Rhodesian Ridgeback is tolerant with children of all ages, but he's large and can be too rambunctious for a toddler.As with any dog, always teach children how to approach and touch your Rhodesian Ridgeback, and supervise all interactions between dogs and young kids to prevent any biting or tail pulling from either party.The Rhodesian Ridgeback does well with other pets if he's raised with them. Males tend to be aggressive to other males, especially if they're not neutered. It's important to properly socialize a Rhodesian Ridgeback to other dogs and animals — expose him to lots of other creatures beginning in puppyhood — because the tolerance he shows animals in his home is often not extended to animals outside his family.",
    "Rescue Groups": "Rhodesian Ridgebacks are sometimes bought without any clear understanding of what goes into owning one, and these dogs often end up in the care of rescue groups, in need of adoption or fostering. Other Ridgebacks end up in rescue because their owners have divorced or died. If you're interested in adopting an adult Rhodesian Ridgeback who's already gone through the destructive puppy stage and may already be trained, a rescue group is a good place to start.Rhodesian Ridgeback Rescue IncRidgeback Rescue of the United States"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Hound Dogs"
    },
    {
      "name": "Height",
      "value": "24 to 27 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "70 to 85 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 12 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}