{
  "id": "rottador",
  "url": "https://dogtime.com/dog-breeds/rottador",
  "name": "Rottador",
  "intro": "The Rottador is a mixed breed dog–a cross between the Rottweiler and Labrador Retriever dog breeds. Large, energetic, and loyal, these pups inherited some of the best qualities from both of their parents.\nThe Rottador is also called the Labrottie, Labweiller, Rottwador and Rott ‘n Lab. Despite their unfortunate status as a designer breed, you can find these mixed breed dogs in shelters and breed specific rescues, so remember to adopt! Don’t shop!\nRottadors make a great choice for a variety of owners–house or apartment, single person home or large family. Affectionate and loyal, this dog would quickly become the best friend to almost anyone. These dogs are protective and make awesome watchdogs. Don’t leave them alone for long periods, though, or else they may become bored and destructive.\nSee below for all mixed dog breed traits and facts about Rottadors!",
  "description": {
    "Highlights": "Rottadors are mixed breed dogs. They are not purebreds like their Rottweiler or Labrador Retriever parents.The main colors of Rottador coats are black, brown, and grey. Sometimes their coats are solid, and sometimes they have a mix of colors.While they are not a good choice of dog for allergy sufferers, their coats are pretty easy to care for. A good brushing per week will probably do the job.Rottadors typically like children, especially if they're raised with them. When around children, especially young ones, they should be supervised because they are so big and strong.When Rottadors are raised with other dogs and cats, they generally get along well with them.They are highly trainable, and thrive on positive reinforcement. Do not leave them alone for long periods. They can easily become board, depressed, and frustrated, which will result in unwanted behaviors.Rottadors are prone to weight gain, and they have high energy levels. Make sure your dog gets at least one hour-long walk per day.",
    "History": "The Rottador dog breed may have existed naturally over the years, but designer breeders started intentionally mixing Rottweilers and Labradors in North America, likely in the 1990s.Breeders wanted to mix the two parent breeds to minimize health problems that affect many purebreds as well as create an ultimate family companion and watchdog. They continued to create Rottadors as demand for the mixed breed pups climbed.Even though Rottadors got their start as a designer breed, some have ended up in shelters or in the care of rescue groups. Consider adoption if you decide this is the dog for you. Check your local shelters, look up Rottador rescues, or check with breed specific Rottweiler and Labrador rescues, as they sometimes help to re-home mixed breeds.Rottadors are recognized by:ACHC = American Canine Hybrid ClubDBR = Designer Breed RegistryDDKC = Designer Dogs Kennel ClubDRA = Dog Registry of America, Inc.IDCR = International Designer Canine Registry®",
    "Size": "As the Rottador is a relatively new mixed breed, there are few standards when it comes to size. However, as a mix between Rottweiler and Labrador parents, you can expect the Rottador to be on the large side.Most weigh in at 70 to 115 pounds and range in height from 24 to 27 inches at the shoulder. That said, many can be smaller or larger.",
    "Personality": "Rottadors make affectionate family companions and watchdogs. Protective in nature, they will alert when strangers approach. They may be aloof with people they aren't familiar with. However, once they befriend you, you have a friend for life.These pups hail from a line of two working parents. Their Rottweiler parents regularly work as police or guard dogs or cattle herding, while their Labrador Retriever parents have jobs as hunting or guide dogs. They make excellent family companions. Just make sure you have a lot of time and attention to devote to them.They are highly trainable, and thrive on positive reinforcement. Do not leave them alone for long periods. They can easily become board, depressed, and frustrated, which will result in unwanted behaviors.",
    "Health": "The Rottador mixed breed is predisposed to some of the same conditions that the Rottweiler and Labrador Retriever also face. While most are generally healthy, some may be prone to a few health issues, which is why it is important to maintain good care and regular veterinary checkups.Some of the more common health problems Rottadors suffer from include:Gastric TorsionCanine Hip Dysplasia",
    "Care": "As with all dogs, you should keep up with your Rottador's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.Rottadors are prone to weight gain, and they have high energy levels. Make sure your dog gets at least one hour-long walk per day. Fetch and other adventurous activities are also recommended.Check their ears for debris and pests daily and clean them as recommended by your vet. Trim your dog's nails before they get too long--usually once or twice per month. They should not be clicking against the floor. Your groomer can help with this.Your main concern when it comes to your Rottador's care will be maintaining their oral health. You should brush their teeth three times a week minimum, or daily is even better. Your veterinarian can instruct you on how to brush your dog's teeth properly.Like most Retriever mixes, the Rottador is mouthy, and they're happiest when they have something, anything, to carry in their mouth. They're also a chewer, so be sure to keep sturdy toys available all the time--unless you want your couch chewed up. And when you leave the house, it's wise to keep your pooch in a crate or kennel so they can't get themselves into trouble chewing things they shouldn't. Crate and kennel training should start in puppyhood.",
    "Feeding": "An ideal Rottador diet should be formulated for a large breed with high energy. They have a tendency to gain weight if they're overfed, so you should stick to a regular feeding schedule and not leave food out during the day. Limit their amount of treats, as well.As with all dogs, the Rottador's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Rottador's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "Rottador coats are often a mix of their Rottweiler and Labrador Retriever parents' coats and colors. The main colors of Rottador coats are black, brown, and grey. Sometimes their coats are solid, and sometimes they have a mix of colors.They usually have medium-to-short, dense coats, and while they are not a good choice of dog for allergy sufferers, their coats are pretty easy to care for. A good brushing per week will probably do the job and bathing is recommended every few months with a mild shampoo. Too much bathing can strip the coat of its natural oils.Their double coats do shed quite a bit. You will definitely want a vacuum on hand. Have you tried robot vacuums? See if the Eufy RoboVac is right for you!Their double coat gives them an edge when it comes to extreme weather. Many of these dogs absolutely love to run and play in the snow. Their double coats also help to keep them cool during hot summer months. Keep in mind they are indoor dogs and need to live indoors.",
    "Children And Other Pets": "Rottadors typically like children, especially if they're raised with them. When around children, especially young ones, they should be supervised because they are so big and strong. Because of their cattle-driving heritage, they have a tendency to lean and push and can accidentally topple a toddler with a nudge.They're probably best suited to homes with older children who understand how to interact with dogs. Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while they're sleeping or eating or to try to take the dog's food away. No dog should ever be left unsupervised with a child.When Rottadors are raised with other dogs and cats, they generally get along well with them. They may have issues with strange dogs or adult dogs that are introduced into the home, being intolerant of same-sex dogs. With your training and guidance, however, they should accept new animals peaceably. Keep your Rottador on leash in public to prevent aggression or belligerence toward other dogs. The Rottador is not the best candidate for visiting off-leash dog parks if they're not trained properly.",
    "Rescue Groups": "It may be hard to find a breed-specific rescue for Rottadors because they are a mixed breed. However, you may want to try Rottweiler or Labrador Retriever breed-specific rescues, as they often care for mixes, as well. Here are some rescues you can try:Memphis Rottweiler RescueLucky Lab Rescue & AdoptionYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "24 to 27 inches"
    },
    {
      "name": "Weight",
      "value": "70 to 115 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 12 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}