{
  "id": "saint-bernard",
  "url": "https://dogtime.com/dog-breeds/saint-bernard",
  "name": "Saint Bernard",
  "intro": "Originally the Saint Bernard dog breed guarded the grounds of Switzerland’s Hospice Saint Bernard as well as to help find and save lost and injured travelers.\nToday Saint Bernards enjoy the comforts of family life in many homes across the world. They’re affectionate with just about everyone they meet, and people who don’t mind a bit of drool will find them to be loving companions. They’re also versatile and excel in the show ring and in obedience trials, drafting (pulling a cart or wagon), and weight pulling competitions.\nDogTime recommends this big, spacious crate to give your big St. Bernard a place to rest and relax. You should also pick up this dog de-shedder for your high shedding pup!\nSee all dog breed traits and facts about Saint Bernards below!",
  "description": {
    "": "A late night cold sufferer fills the TV screen. His night-time affliction causes him to toss and turn, each cough painful and every sneeze wracking his body. Then a deep-throated bark draws this invalid to his door, where he finds a massive dog with a flask attached to his collar. By the end of the commercial, the Saint Bernard has done his job and the cold sufferer is fast asleep.The Saint Bernard did in fact rescue people from the cold — not the virus, of course, but the chill winds and snows of the Alps, so treacherous to travelers. Not surprisingly, he's a kind, gentle, intelligent, good-natured dog. He's also a giant, a large, muscular dog who can reach a height of 30 inches and a weight of 180 pounds. The Saint comes in shorthaired and longhaired varieties, the shorthaired being the one preferred by the monks of the Saint Bernard Hospice where the dogs originated.Despite his size, the Saint Bernard is a quiet indoor dog who makes a wonderful family friend. Although he's calm indoors, it's nice if he has easy access to a yard where he can have a little room to spread out. He can live in small quarters, however, as long as he gets a good daily walk. More important than the size of your home is your tolerance for mess. Saints aren't the best choice for a fastidious housekeeper. They drool and shed, and they track in mud and dirt. With this breed, saintliness is not necessarily next to cleanliness.Saints aren't suited to living outdoors with little human companionship. They need to live in the home with their family. They're not aggressive, but they'll bark when there is cause, and any threat to their people will bring out their protective instincts. Their size is usually a deterrent to any would-be attacker or burglar.The easygoing Saint is gentle and patient with children if not necessarily playful. He's great to snuggle with while reading or watching television, but he can be a bit much for younger children, accidentally knocking them over with a swipe of his tail.The Saint Bernard does not need a lot of exercise. He's not a jogging companion and will wilt in hot climates. Saints suffer from heat exhaustion quite easily and need access to shade and plenty of fresh, cool water during hot weather. On the other hand, you'll never find a happier Saint Bernard than one who's enjoying a good romp in the snow.On a sadder note, the Saint's giant size condemns him to a shorter than average canine life span. He also can suffer from a variety of genetic diseases and disorders.The St. Bernard is a much-loved breed today. He's versatile, good-natured, and a fine choice for the person or family who would like a large but gentle dog with moderate exercise needs.",
    "Highlights": "A Saint Bernard is a giant-size breed and although they are generally quiet inside, they are not best suited to apartments. They need space to move or just to stretch out in.If you consider yourself a neat freak, then the Saint Bernard is not the breed for you. They drool and their paws track in their fair share of mud. They are heavy shedders and shed, or blow, their coat twice a year.Saint Bernards generally take longer to mature mentally. This leaves you with a very big puppy for several years.Although Saint Bernards make wonderful family pets, they are not recommended for homes with young children, as they can unintentionally knock over and hurt small children.Originally bred to withstand the cold temperatures of the Alps, the Saint Bernard does not do well in heat.Saint Bernards are not known for barking without cause.Saint Bernards are a short-lived breed, usually only 8 to 10 years.The Saint Bernard should not live outdoors away from his family. All dogs do better when they are in the house with the family they love, and the Saint Bernard is no exception. Although their coats and build make them an obvious choice for outdoor living, their temperament and inability to cope with heat makes it a poor decision.Thanks to the popularity of movies such as Beethoven, which features a large Saint Bernard, many irresponsible breeders and puppy mills produce these gentle giants. To make sure you get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "The Saint Bernard originated in Switzerland along with several other breeds, including the Bernese Mountain Dog, Entlebuch Cattle Dog, Appenzell Cattle Dog, and Greater Swiss Mountain Dog.They probably were created when dogs native to the Alps were crossed with Mastiff-type dogs that came with the Roman army during the time of the emperor Augustus. By the first millennium CE, dogs in Switzerland and the Alps were grouped together and known simply as Talhund\" (Valley Dog) or \"Bauernhund\" (Farm Dog).The Saint Bernard Pass is a well-known and treacherous alpine pass that lies roughly 8,000 feet above sea level and can only be traveled between July and September. Today remnants of the great Roman road can be seen, as well as evidence of Napoleon's crossing.Archdeacon Bernard de Menthon arrived at this pass, which would eventually be named after him, in 962 AD, and there he founded his hospice, which aided travelers who were overcome by crossing this treacherous pass. That's when the Saint Bernard's history began to branch out from the Talhund or Bauerhund.It is unclear when the dogs were first used by the Hospice, but a painting depicting well-built shorthaired dogs that greatly resembled Saint Bernards as they are today was painted in 1695. The first written mention of the breed in the monastery's records was in 1703.The dogs were probably originally used by the hospice monks to guard the grounds. When the monks went in search of lost travelers, they may have brought along the dogs for protection and discovered by accident that they were excellent pathfinders with an ability to locate helpless travelers. The isolation of the monastery probably contributed to the refinement of the dogs into a breed that could withstand harsh winters and had the physical characteristics needed for their search and rescue work.The Hospice's breeding stock was occasionally replenished by dogs from the lower valleys, many of which were puppies of the hospice dogs that weren't needed at the time of their birth. In 1830, the monks attempted to improve their dogs' coats by crossing them with the thick-coated Newfoundland. That was a mistake. The longhaired offspring were inferior because ice built up in their longer coats. After that time, the monks gave away or sold any longhaired puppies they produced.During the three centuries for which the Hospice has records, Saint Bernards were credited with saving more than 2,000 travelers. By the 1800s, the hospice dogs did not have a formal name, although they were well known. Between 1800 and 1810, a hospice dog named Barry was credited with 40 finds and became one of the most famous dogs to ever live. Often the dogs were referred to as Barryhunden in his honor.The English referred to them as Sacred Dogs and imported many of them into England in an effort to reinvigorate their own Mastiff breed. In Germany, the name Alpendog was suggested for the breed in the 1820s. In 1833, a man by the name of Daniel Wilson suggested that the breed be referred to as the Saint Bernard Dog, and that's eventually what they became when the Swiss Kennel Club recognized the breed in 1880.When the breed began to be known in other countries, the Saint Bernard's type started to change. The Saint Bernards in other countries became thinner and taller, the by-product of crossbreedings. In 1887, the International Congress of Zurich drew up the first breed standard and all countries, except England, accepted it.In the United States, a Saint Bernard named Plinlimmon became well known in 1883. Plinlimmon was owned by an actor and became the top-winning Saint Bernard show dog of his time. His owner took him across the country, exhibiting him at theaters. In 1888, the Saint Bernard Club of America (SBCA) was founded, and the club accepted the breed standard written by the Swiss. Saints rank 39th among the 155 breeds and varieties registered by the American Kennel Club.Today, Saint Bernards can be seen in homes, on the big screen, and at dog shows. There are still Saint Bernards at the Saint Bernard Hospice in Switzerland. They no longer seek out travelers in need but instead serve as living representatives of hospice history.",
    "Size": "Male Saint Bernards stand 28 to 30 inches at the shoulder and weigh 140 to 180 pounds; females are 26 to 28 inches and weigh 120 to 140 pounds.",
    "Personality": "True to their heritage as hospice dogs, Saints are friendly and welcoming. They have a steady, benevolent temperament and are kind and careful with children. They love attention but aren't as demanding of it as some breeds.Because of their large size, it's important to begin training Saints at an early age, while they're still easily manageable. They're intelligent and willing to please but sometimes stubborn. They should never be aggressive unless it's in defense of a family member.Like every dog, Saint Bernards need early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Saint Bernard puppy grows up to be a well-rounded dog.",
    "Health": "Saints are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Saints will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition.In Saints, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).Hip Dysplasia: This is a heritable condition in which the thighbone doesn't fit snugly into the hip joint. Some dogs show pain and lameness on one or both rear legs, but you may not notice any signs of discomfort in a dog with hip dysplasia. As the dog ages, arthritis can develop. X-ray screening for hip dysplasia is done by the Orthopedic Foundation for Animals or the University of Pennsylvania Hip Improvement Program (PennHIP). Dogs with hip dysplasia should not be bred. If you're buying a puppy, ask the breeder for proof that the parents have been tested for hip dysplasia and are free of problems. Hip dysplasia is hereditary, but it can also be triggered by environmental factors, such as rapid growth from a high-calorie diet or injuries incurred from jumping or falling on slick floors.Elbow Dysplasia: This is a heritable condition common to large-breed dogs. It's thought to be caused by different growth rates of the three bones that make up the dog's elbow, causing joint laxity. This can lead to painful lameness. Your vet may recommend surgery to correct the problem, medication to control the pain, or weight management.Entropion: This defect, which is usually obvious by six months of age, causes the eyelid to roll inward, irritating or injuring the eyeball. One or both eyes can be affected. If your Saint has entropion, you may notice him rubbing at his eyes. The condition can be corrected surgically.Epilepsy: This disorder causes mild or severe seizures. Epilepsy can be hereditary; it can be triggered by such events as metabolic disorders, infectious diseases that affect the brain, tumors, exposure to poisons, or severe head injuries; or it can be of unknown cause (referred to as idiopathic epilepsy). Seizures may be exhibited by unusual behavior, such as running frantically as if being chased, staggering, or hiding. Seizures are frightening to watch, but the long-term prognosis for dogs with idiopathic epilepsy is generally very good. Epilepsy can be controlled with medication, but it cannot be cured. A dog can live a full and healthy life with the proper management of this disorder. If your Saint has seizures, take him to the vet right away for a diagnosis and treatment recommendations.Dilated Cardiomyopathy: This heart condition occurs when the heart muscle becomes very thin and is unable to contract normally. Because the heart must work harder, it becomes enlarged. Dogs with this disease have an abnormal heart rhythm and show signs of heart failure, including weakness, loss of appetite, weight loss, depression, collapse, difficulty breathing, a soft cough, and an enlarged abdomen. There is no cure, but rest, diet, and medication can help for a time.Cataracts: A cataract is an opacity on the lens of the eye that causes difficulty in seeing. The eye(s) of the dog will have a cloudy appearance. Cataracts usually occur in old age and sometimes can be surgically removed to improve the dog's vision.Allergies: Allergies are a common ailment in dogs. Allergies to certain foods are identified and treated by eliminating certain foods from the dog's diet until the culprit is discovered. Contact allergies are caused by a reaction to something that touches the dog, such as bedding, flea powders, dog shampoos, or other chemicals. They are treated by identifying and removing the cause of the allergy. Inhalant allergies are caused by airborne allergens such as pollen, dust, and mildew. The appropriate medication for inhalant allergies depends on the severity of the allergy. Ear infections are a common side effect of inhalant allergies.Gastric dilatation-volvulus (GDV): Also called bloat or torsion, this is a life-threatening condition that can affect deep-chested dogs such as Saint Bernards, especially if they are fed one large meal a day, eat rapidly, drink large volumes of water after eating, and exercise vigorously after eating. Some think that raised feeding dishes and the type of food might also be factors in bloat. It is more common among older dogs, but can occur at any age. GDV occurs when the stomach is distended with gas or air and then twists (torsion). The dog is unable to belch or vomit to rid itself of the excess air in its stomach, and the normal return of blood to the heart is impeded. Blood pressure drops and the dog goes into shock. Without immediate medical attention, the dog can die. Suspect bloat if your dog has a distended abdomen, is drooling excessively and retching without throwing up. He also may be restless, depressed, lethargic, and weak with a rapid heart rate. It's important to get your dog to the vet as soon as possible. There is some indication that a tendency toward GDV is inherited, so it's recommended that dogs who develop this condition should be neutered or spayed.",
    "Care": "Saint Bernards need only moderate amounts of exercise, but it's important that they get it to prevent obesity. Carrying too much weight is hard on their joints and can cause arthritis or orthopedic problems.Limit the amount of exercise you give your Saint Bernard puppy until he reaches mature size. Don't let him put on weight too quickly or run or jump on slick floors. That's just asking for hip problems.Saint Bernards are prone to heat exhaustion and heatstroke. Avoid letting them exercise in the heat of the day, and be sure they always have access to shade and fresh water. Be aware of the signs of fatigue and heat exhaustion, which include heavy panting, dark-red gums, and weakness or collapse.An untrained Saint can wreak havoc in your home and drag you down the sidewalk in his eagerness to greet people, so early training is essential. Train your Saint Bernard using a happy and relaxed approach. Lay down ground rules and be consistent in requiring that he follow them.Saint Bernards are naturally friendly, but all puppies benefit from puppy socialization class to help them learn how to properly react to other dogs and strangers. Investing in puppy kindergarten and obedience classes, as well as spending 10 to 15 minutes per day practicing at home, will be well worth your time, effort, and money.Crate training is an important tool that breeders will recommend. It aids in housetraining, keeps your dog or puppy and your belongings safe, and is a safe haven where your Saint Bernard can retreat when he's feeling overwhelmed or tired. A crate should never be used as a punishment but instead should be viewed by your dog as a cozy refuge.The well-trained Saint Bernard is a wonderful family companion and can go on to do many fun activities, including conformation showing (dog shows), obedience trials, and cart pulling.",
    "Feeding": "Recommended daily amount: 5 to 6 cups of high-quality dry food a day, divided into two meals.Note: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Saint Bernards like to eat and are prone to obesity. Keep your Saint in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time.If you're unsure whether he's overweight, give him the eye test and the hands-on test. First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Saint Bernard, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "Saint Bernards can be found in two coat types: shorthaired and longhaired. The shorthaired coat is smooth but dense. The hair is slightly bushy on the thighs, and the tail is covered with long, dense hair that becomes shorter toward the tip. The longhaired coat is slightly wavy but never curly or shaggy. The forelegs have a bit of feathering, but the thighs and tail are bushy.Saint Bernards are various shades of red with white or white with red. The red comes in various shades, from brindle patches with white markings to brownish-yellow. The white occurs on the chest, around the neck (known as the collar), around the nose (the noseband), and on the feet and tip of the tail.A white spot on the nape of the neck and a white blaze on the face are especially attractive and desirable, as are dark markings on the head and ears that resemble a mask. The white markings are said to resemble the liturgical vestments worn by a priest and the black mask to reduce the glare from the snow.Brush your Saint about three times a week with a rubber curry brush or hound glove for shorthaired coats or a pin brush for longhaired coats. During shedding season, use a shedding blade to remove loose hair. If your Saint develops mats behind the ears or on the thighs, spray a detangler solution on the area and gently work out the mat with your fingers or a comb.St. Bernards don't need to be bathed frequently. When you do give a bath, it's easiest to do it outdoors unless you have a large walk-in shower. Wintertime baths should always be given indoors unless you live in a climate that's warm year-round.Use a shampoo made for dogs to ensure that the coat doesn't become dry. You may want to use a whitening shampoo to keep the coat its whitest and brightest. Saint Bernards often develop stains around their eyes. Keep the eyes stain-free by wiping them daily with a damp cloth or using a product formulated to remove eye stains, which you can find at pet supply stores.Other grooming needs include dental hygiene, nail care, and ear care. Brush your Saint's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim nails once or twice a month if your dog doesn't wear them down naturally. If you can hear them clicking on the floor, they're too long. Short, neatly trimmed nails keep the feet in good condition and prevent your legs from getting scratched when your Saint enthusiastically jumps up to greet you. When you trim the nails, trim the hair between the toes at the same time.Check ears weekly. If they look dirty, wipe them clean with a cotton ball, using an ear cleaner recommended by your veterinarian. Never insert a cotton swab into the ear canal.Begin accustoming your Saint to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the ears, nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.If you are unsure about how to groom your Saint Bernard, ask your dog's breeder for advice or take your Saint to a professional groomer.",
    "Children And Other Pets": "Saints are, well, saintly around kids. Patient and gentle, they step carefully around them and will put up with a lot. That doesn't mean they should have to, though. Supervise interactions between young children and Saints to make sure there's no ear- or tail-pulling, biting, or climbing on or knocking over on the part of either party.Always teach children how to approach and touch dogs and never to approach any dog while he's sleeping or eating or to try to take the dog's food away. No dog, no matter how trustworthy or well trained, should ever be left unsupervised with a child.Saints can also get along well with other pets, especially if they're introduced to them in puppyhood. Supervise them around smaller dogs and cats just to make sure they don't accidentally step or lie on them.",
    "Rescue Groups": "Saint Bernards are often purchased without any clear understanding of what goes into owning one. There are many Saints in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Saint rescue.Colorado St Bernard RescueSaint Bernard Club of AmericaSaint Bernard Rescue Foundation, Inc."
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Working Dogs"
    },
    {
      "name": "Height",
      "value": "2 feet, 2 inches to 2 feet, 6 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "120 to 180 pounds"
    },
    {
      "name": "Life Span",
      "value": "8 to 10 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}