{
  "id": "saint-berdoodle",
  "url": "https://dogtime.com/dog-breeds/saint-berdoodle",
  "name": "Saint Berdoodle",
  "intro": "The Saint Berdoodle is a mixed breed dog — a cross between the Saint Bernard and Poodle dog breeds. Friendly, intelligent, and loyal, Saint Berdoodles are great family dogs.\nThe Saint Berdoodle is also known as the Saint Berpoo, St. Berpoo, and St. Berdoodle. Although they are “designer dogs,” you may find them at shelters or breed specific Saint Bernard and Poodle rescues.\nThese affectionate pups would do best in a home where they can be around family most of the time. Though both parent breeds have tendencies for curiosity that may lead to mischief, especially the St. Bernard, with early training and socialization, this trait can be honed to be helpful, rather than destructive. While there’s also a range of energy levels for these dogs, it’s best to be prepared for a large dog who may need space or extra attention around small children. Saint Berdoodles are versatile dogs who just want to love and be part of the family.\nSee below for all Saint Berdoodle facts and mixed dog breed characteristics!\nThanks to @saintmurrie, @bergerberdoodle, and @doodsduo on Instagram for supplying pictures.",
  "description": {
    "Highlights": "Saint Berdoodles are mixed breed dogs. They are not purebreds like their Saint Bernard or Poodle parents.Two common color combinations of Saint Berdoodles are white-and-brown and white-and-black. They can also be red with white accents or white with red accents.The coats of Saint Berdoodles can take after either parent--wiry and curly for the Poodle, or longer and smooth or rough for the Saint Bernard.Saint Berdoodles are generally pretty well-equipped for cold weather, especially if their coats are similar to Saint Bernards. They aren't quite as tolerant of high heat.Saint Berdoodles are great with people of all ages, including kids. The only concern with these dogs is their size with very young children. Be sure to supervise interactions with very young children in case of accidental stepping or sitting.These dogs do not enjoy being alone, so they would love the company of other pets and family members.The Poodle's sense of adventure and higher energy, mixed with the Saint Bernard's inquisitiveness and laid-back attitude, means you should be prepared to offer your dog outdoor exercise time every day, along with opportunities for nap time afterward.",
    "History": "Historical records show Poodles being bred in the 1600s and Saint Bernards being bred in the 1700s, both in Europe. Saint Berdoodle breeding is a little more vague, but it looks like they were bred intentionally in the US beginning in the 1880s.The rationale to combine the protectiveness and rescue nature of the Saint Bernard with the intelligence and trainability of the Poodle for a family dog was strong. Between 1700 and 1900 alone, Saint Bernards rescued over 2,000 people. It's no wonder they are often called \"nanny dogs.\"Even though the Saint Berdoodle breed got its start as a designer breed, some have ended up in shelters or in the care of rescue groups. Consider adoption if you decide this is the breed for you.Check your local shelters, look up Saint Berdoodle rescues, or check with breed-specific Saint Bernard or Poodle rescues, as they sometimes take in mixed breed dogs and find homes for them.",
    "Size": "Though there is quite a range of sizes for Saint Berdoodles, you can expect a larger dog, in general. It is very unlikely a smaller Miniature or Toy Poodle than the Standard Poodle would breed with a Saint Bernard. Saint Bernards are always large, and Standard Poodles are medium-to-large.In terms of weight, the smallest you're likely to find a Saint Berdoodle would be 40 pounds--that would be the low side of a female Standard Poodle's weight range--a male would start at 50 pounds. The high side of a Saint Bernard's weight range is 180 pounds, so that's the top size you could expect with this mixed breed.In terms of height, the range is typically between 15 and 30 inches.There have been attempts at creating a Miniature Saint Berdoodle, with a weight between 20 and 50 pounds, and a height between 14 and 18 inches, but miniaturizing a Saint Bernard usually involves breeding with a smaller dog, too--most commonly the Cocker Spaniel. Therefore, the \"Miniature Saint Berdoodle\" actually involves three breeds.",
    "Personality": "The Saint Berdoodle combines many of the best personality traits from Saint Bernards and Poodles. You can expect your Saint Berdoodle to be friendly and affectionate, always wanting to be part of family activities. They're very social and prefer not to be left alone for long periods of time. The Saint Bernard's curiosity and the Poodle's intelligence make for a clever pup, indeed. The easy trainability of the Poodle helps to nip Saint Bernards' potential mischief in the bud if they're trained and socialized at a young age.Saint Bernards have earned the term \"nanny dog,\" for the protective, gentle, and loving natures. The only reason you may need to supervise interactions with Saint Berdoodles and very small children is just that these dogs are often quite large, so accidents may happen with sitting or stepping.The Poodle's sense of adventure and higher energy, mixed with the Saint Bernard's inquisitiveness and laid-back attitude, means you should be prepared to offer your dog outdoor exercise time every day, along with opportunities for nap time afterward.Saint Berdoodles are eager to please and quite agreeable--you couldn't ask for an easier-going, more affectionate family dog.",
    "Health": "Saint Berdoodles are fairly healthy dogs. While mixing breeds can be a way to minimize genetic disorders, the resulting crossbreed can still inherit health problems from the parent breeds. Regular care and annual veterinary check-ups are a good way to keep your dog in prime health.Some of the more common health problems for Saint Berdoodles include:hip dysplasiaear infectionsWobbler Syndromebloatskin problemsWillebrand's diseases – which impact the blood's ability to clot.",
    "Care": "In addition to annual check-ups at the vet--and, of course, additional visits should you notice any health concerns developing--there are some basic care tasks you can perform at home to keep your Saint Berdoodle in peak health.Saint Berdoodles have a range of energy, which can be high with a Poodle or low with a Saint Bernard. In general, they should be allowed some time to exercise, play, and explore outside every day. A few shorter walks are a better idea than one long one with this mixed breed. They may need to nap during the day, too.Saint Berdoodles do have long ears, but they're not necessarily prone to ear infections. Be sure to check their ears for debris regularly. Your vet may recommend occasional cleaning with a vet-approved solution and cloth. Also, check their eyes every so often to make sure they are clear of infection/debris.Regular nail trims are also important, approximately once a month, or as needed. An easy way to tell if they're too long is to listen for clicking on the floor when your dog walks--if you hear it, it's time for a trim. You can do this yourself with special trimmers, or you can ask a groomer for assistance.Your Saint Berdoodle's teeth should be brushed two to three times per week.",
    "Feeding": "An ideal Saint Berdoodle diet should be formulated for a large breed with medium energy. You'll have to evaluate your dog's energy level for yourself, as it depends which parent your dog takes after--the higher-energy Poodle, or the lower-energy St. Bernard.As with all dogs, the Saint Berdoodle's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Saint Berdoodle's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "Saint Berdoodles have a variety of color combinations, mostly based on their parents. Two common color combinations are white-and-brown and white-and-black. They can also be red with white accents or white with red accents.The coats of Saint Berdoodles can take after either parent--wiry and curly for the Poodle, or longer and smooth or rough for the Saint Bernard.Saint Berdoodles are generally a lower-maintenance mixed breed. If they have the curly coat of the Poodle, they won't need frequent brushing, but they will require regular trims at the groomer. If they have the shaggier coat of the Saint Bernard, weekly brushing will keep shedding down, or more often during \"shedding season,\" as their coats change for the weather, though Saint Berdoodles are not high on the shedding scale. Bathing should be about once a month, or as needed.Saint Berdoodles are generally pretty well-equipped for cold weather, especially if their coats are similar to Saint Bernards. They aren't quite as tolerant of high heat, so make sure not to have them out too long when temperatures climb, especially over 90 degrees Fahrenheit.",
    "Children And Other Pets": "Saint Berdoodles are wonderful with people of all ages, including children. Saint Bernards have earned the nickname of \"nanny dogs,\" after all. The only concern with these dogs is their size, with very young children. Be sure to supervise interactions with very young children in case of accidental stepping or sitting. Some Poodles can be a bit mouthy, so tender baby skin is also of concern when your dog may be playing with or getting to know a child. Mouthiness can be addressed with early training, too.Saint Berdoodles get along very well with other pets, especially if socialized at a young age. Poodles do have some level of hunting instinct--not at the very top range for dogs, but still present--so you will want to supervise activity if there are prey-sized animals in the house.Saint Berdoodles do not enjoy being alone, so they would love the company of other pets and family members.",
    "Rescue Groups": "It may be hard to find a breed-specific rescue for Saint Berdoodles because they are a mixed breed. However, you may want to try Saint Bernard or Poodle breed-specific rescues, as they often care for mixes, as well. Here are some rescues you can try:Colorado Saint Bernard RescueCarolina Poodle RescueYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "15 to 30 inches"
    },
    {
      "name": "Weight",
      "value": "40 to 180 pounds"
    },
    {
      "name": "Life Span",
      "value": "8 to 12 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 3
    }
  ]
}