{
  "id": "saluki",
  "url": "https://dogtime.com/dog-breeds/saluki",
  "name": "Saluki",
  "intro": "One of the oldest of dog breeds, Salukis were once considered a gift from Allah. They’re fast as the wind, skinny as a supermodel, and quietly devoted to their people.\nEven though these are purebred dogs, some may still end up in the care of shelters or rescues. Consider adoption if this is the breed for you.\nA Saluki is easy to groom, challenging to train, and not to be trusted off leash. Not well-suited for apartment life or for being left home alone all day, these dogs need space to roam, preferably in a yard with a high fence, as they have a high prey drive and will wander if allowed. They’d also fair better with an experienced pet parent who can stay firm and consistent with training while providing them with the exercise they need. Give your Saluki the love and care they crave, and you’ll have a loyal, lifelong companion.\nDogTime recommends this big, spacious crate to give your big Saluki a place to rest and relax. You should also pick up this dog fetch toy to help burn off your pup’s high energy!\nSee below for complete list of Saluki characteristics!",
  "description": {
    "": "The Saluki's origins are shrouded in the sands of time, but his history is believed to go back to antiquity. He is the very definition of grace and speed, well deserving of the name bestowed on him by his Arab breeders — The Noble. The Saluki is bred for speed, strength, and endurance, qualities that are evident in his long, narrow head and sleek yet muscular body.Beautiful but reserved, the Saluki is affectionate without being overly demonstrative. He's happy to prove his loyalty through quiet companionship. Not everyone is offered the gift of a Saluki's devoted friendship, but those happy few who receive it are appreciative of the honor.Salukis are widely admired for their exotic appearance, but not everyone is well suited to live with this spirited and independent hunter. Any movement, be it a squirrel, cat, or radio-controlled car, will activate the Saluki's instinct to chase, and his speed has been clocked at 30 to 35 miles per hour.Unless he's protected by a strong human on the other end of the leash or a securely fenced yard, he's likely to meet his end beneath the wheels of a car. You might think that Salukis living in the country would have fewer issues, but they've been known to chase down and tangle with or kill goats, otters, foxes, raccoons, snakes, squirrels, and deer.To keep a Saluki safe and well exercised, provide him with 300 to 400 lateral feet of fenced area where he can run full out. If your yard isn't that large, you should have easy access to a fenced park, an enclosed sports field at a school, or a beach with no nearby road. On leash, the Saluki makes an excellent jogging companion — if you can keep up with him. He's also a good competitor in agility and lure coursing. Some Salukis participate in obedience and tracking as well.Indoors, the Saluki will make himself at home on your soft sofa or bed. He likes his comforts and needs cushioning for his somewhat bony body. Using his long, skinny muzzle, he'll surf your kitchen counters in search of anything edible.The calm and gentle Saluki can become timid and shy without early socialization and regular reinforcement through new experiences and introductions to many different people throughout his life. Generally quiet but alert, he's a good watchdog, but not a guard dog. Salukis are fearless in the hunt but otherwise unaggressive.Training a Saluki is possible, but don't expect the perfect obedience you might have from a Golden Retriever. Salukis think for themselves, and if something else is more interesting than what you're asking them to do, they're perfectly happy to ignore you. Use positive reinforcement techniques such as food rewards and praise, never harsh verbal or physical corrections.Salukis can make excellent companions for older children, but they aren't recommended for homes with young children. They're tolerant, but young Salukis can be too active for children younger than 8 years of age, and their thin skin and knobby bones make them vulnerable to injury if children aren't careful.While Salukis aren't overly demonstrative, they do become strongly attached to their people and dislike being left alone for long periods. Consider a Saluki if you have time to give to a devoted, graceful friend who can run like the wind.",
    "Highlights": "Salukis love to run and need regular daily exercise.They must be kept on leash whenever they're not in a securely fenced area. They have a strong prey drive and will pursue anything furry and in motion, heedless of their owner's commands.Salukis are a reserved breed although they're devoted to their people.Early and ongoing socialization is important for this breed to prevent shyness and skittishness.Salukis are not recommended for apartments. They require a large fenced yard where they can run safely. Underground electronic fencing is not recommended; their prey drive is so strong they'll push past it.It is important to provide comfortable bedding for a Saluki since he doesn't have enough body fat to provide padding.Salukis should not live outdoors. They thrive on human companionship and will become depressed if left alone for long periods.Although these dogs can make gentle and calm companions for older children, they are not recommended for homes with small children.Salukis are generally quiet dogs.When training a Saluki, be consistent, and use only positive reinforcement techniques such as food rewards and praise, since the breed is so sensitive.Salukis are fastidious and like to be clean. They shed little and require only weekly brushing.Salukis should not reside in homes that have small pets. Even with the best training, a Saluki will view small pets as prey and will try to hunt them.Salukis prefer the companionship of other Salukis, but they can get along with other dogs that do not have dominant natures.Salukis can be picky eaters.Never buy a Saluki from a puppy mill, a pet store, or a breeder who doesn't provide health clearances or guarantees. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies and who breeds for sound temperaments.",
    "History": "Once known as the Persian Greyhound or the gazelle hound, the Saluki has long been considered one of the most ancient of breeds. Recent genetic evidence confirms this to be the case.Scientists speculate that Salukis and other ancient breeds descend from the first dogs and made their way through the world with their nomadic owners. Depictions of dogs resembling Salukis — with a Greyhoundlike body and feathering on the ears, tail, and legs — appear on Egyptian tombs dating to 2100 B.C.E., some 4,000 years ago. Even older are carvings from the Sumerian empire (7,000-6,000 B.C.E.) that show dogs with a striking resemblance to the Saluki.Pharaohs hunted gazelles and hares with Salukis, which often worked in partnership with falcons. The dogs were frequently honored with mummification after death. Nomadic Muslims, who generally despised dogs as unclean animals, considered Salukis a gift from Allah and referred to the dogs by the honorific El Hor, meaning The Noble.Salukis were the only dogs permitted to sleep inside the tents. The breed may take its name from the ancient city of Saluk, in Yemen, or perhaps from the city of Seleukia in Syria. Another theory suggests that the name is a transliteration of the Arabic word for hound.Salukis were widespread in the Middle East and could be found in Persia (modern-day Iran), Syria, Egypt, Palestine, Anatolia, Mesopotamia, and Arabia. The first documented case of Salukis arriving in Britain was in 1840, but it wasn't until after World War I, when many British officers returned with them from the Middle East, that the breed became established in Great Britain.Interest in the Saluki was slower to take hold in the United States. The Saluki Club of America was founded in 1927, the same year the breed was recognized by the American Kennel Club. The first Saluki registered by the AKC was Jinniyat of Grevel in 1929. Today the Saluki is a rare treasure, ranking 116th among the 155 breeds and varieties recognized by the AKC.",
    "Size": "Saluki males stand 23 to 28 inches at the shoulder; females are significantly smaller. Weight ranges from 35 to 70 pounds.",
    "Personality": "The Saluki is an aloof dog, but one who's devoted to his family. He's gentle and thrives on quiet companionship. He has a tendency to bond with a single person, which can lead to separation anxiety.With strangers, Salukis are reserved, and they can be shy if they're not socialized at an early age. Socialization should continue throughout their life. They generally get along with other dogs, but prefer other Salukis, or at least other sighthounds. They're sensitive dogs and will pick up on and become stressed by tensions in the home.Salukis love comfort and enjoy being pampered with soft bedding and access to furniture. Like cats, they're fastidious about personal cleanliness.Like every dog, Salukis need early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Saluki puppy grows up to be a well-rounded dog.",
    "Health": "The Saluki is a hardy breed that does not suffer from many genetically inherited diseases. The following problems may be seen in Salukis:Anesthesia Sensitivity: Because of their low level of body fat, sighthounds such as the Saluki have a reputation for being sensitive to anesthesia and certain other drugs. Fortunately, the new drugs available these days have properties that make sighthound reactions to drugs much less likely. In addition, most veterinarians are aware of the special anesthesia and drug needs of sighthounds, but it never hurts to confirm this awareness if you're taking your Saluki to a new veterinarian.Hemangiosarcoma: This malignant cancer is found in the lining of blood vessels and the spleen.Cardiomyopathy: This disease of the heart muscle takes two forms: dilated and hypertrophic. Dilated cardiomyopathy (DCM) is the progressive enlargement of the ventricles, the heart's main pumping chambers. Hypertrophic cardiomyopathy causes a drastic increase in heart muscle mass. DCM is the most common form of cardiomyopathy and tends to affect young to middle-aged males in larger breeds.Hypothyroidism: Hypothyroidism is an abnormally low level of the hormone produced by the thyroid gland. A mild sign of the disease may be infertility. More obvious signs include obesity, mental dullness, drooping of the eyelids, low energy levels, and irregular heat cycles. The dog's fur becomes coarse and brittle and begins to fall out, while the skin becomes tough and dark. Hypothyroidism can be treated with daily medication, which must continue throughout the dog's life. A dog receiving daily thyroid treatment can live a full and happy life.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog's been tested for and cleared of a particular condition.In Salukis, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for cardiac (heart) and thyroid disease.Because some health problems don't appear until a dog reaches full maturity, health clearances aren't issued to dogs younger than 2 years old. Look for a breeder who doesn't breed her dogs until they're two or three years old.",
    "Care": "Salukis are not suited for apartment life. They need a home with a large, securely fenced yard where they can run flat out. The ideal running area for a Saluki is 300 to 400 feet in length or width. Fences should be at least five to six feet high or a Saluki will easily jump them. Underground electronic fencing will not contain a Saluki, nor will it protect him from other animals that might enter your yard.Keep your Saluki on leash whenever he's not in an enclosed area. A Saluki was bred for hunting and has a strong prey drive. If he sees anything fast and furry, he'll pursuit it for as long as he can, disregarding any commands to come or stop.Salukis are indoor dogs and require soft, cushioned bedding to prevent calluses from forming. Place food well out of reach of the Saluki's inquiring nose. That means behind closed doors or up about seven feet.Salukis are intelligent and learn quickly, but they're also independent and can be stubborn, which makes training a challenge. To hold your Saluki's attention, keep training sessions short, fun, and interesting. If a Saluki becomes bored, he will choose not to learn. Use positive reinforcement, never harsh verbal or physical corrections.",
    "Feeding": "Recommended daily amount: 1.75 to 2.75 cups of a high-quality dog food daily, divided into two meals.How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog.The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Salukis are the supermodels of the dog world and can be picky eaters. Remember that they are supposed to look sleek, and you may just barely see the outline of their ribs beneath their skin.For more on feeding your Saluki, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The Saluki has a short, smooth, silky body coat. The entire body can be smooth, or the Saluki can have slight feathering on the legs, the backs of the thighs and sometimes the shoulders, and the underside of the tail. The long ears are covered with silky hair.Salukis come in white, cream, fawn, golden, grizzle and tan, black and tan, and tricolor (white, black, and tan). The pigmentation of the nose is black or liver.Salukis are a clean, low-shedding breed with no doggy odor. Brush the coat weekly to remove dead hair and distribute skin oils. Comb feathering once or twice a week to remove tangles. A wipedown with a damp cloth is generally enough to keep your Saluki clean, so bathe him only if he's dirty.Other grooming needs include dental hygiene and nail care. Brush your Saluki's teeth at least two or three times a week to remove tartar buildup and the accompanying bacteria. Daily is better.Trim his nails once or twice a month, as needed. If you can hear the nail clicking on the floor, they're too long. Short nails keep the feet in good condition and won't scratch your legs when your Saluki jumps up to greet you.Begin getting your Saluki used to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.",
    "Children And Other Pets": "Salukis can make excellent companions for older children, but they aren't recommended for homes with young children. They're tolerant, but young Salukis can be too active for children younger than 8 years of age, and their thin skin and knobby bones make them vulnerable to injury if children aren't careful.They generally get along with other dogs, but prefer other Salukis, or at least other sighthounds. They won't chase small dogs or cats in their own household, but other animals, such as pet birds, mice, rabbits, or hamsters could prove too much of a temptation.",
    "Rescue Groups": "Salukis are sometimes acquired without any clear understanding of what goes into owning one, and these dogs often end up in the care of rescue groups, in need of adoption or fostering. Other Salukis end up in rescue because their owners have divorced or died. If you're interested in adopting an adult Saluki who's already gone through the destructive puppy stage and may already be trained, a rescue group is a good place to start.STOLA — Saluki Tree of Life AllianceSaluki Club of Canada Rescue"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Hound Dogs"
    },
    {
      "name": "Height",
      "value": "23 to 28 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "35 to 70 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 14 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 1
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}