{
  "id": "samoyed",
  "url": "https://dogtime.com/dog-breeds/samoyed",
  "name": "Samoyed",
  "intro": "Originally bred to hunt, haul sledges, and herd reindeer, the Samoyed dog breed proved a valuable companion for northwestern Siberia’s Samoyede people. Among the breed’s duties: pack hiking, tracking, and warming their owners by sleeping on top of them at night.\nAs a working breed, Samoyeds can be strong-willed at times, but above all they remain friendly, gentle, and devoted family dogs. They’re affectionate with almost everyone, so long as new people don’t mind some shedding and stray hairs on their clothes.\nDogTime recommends this dog bed to give a good night’s sleep to your medium-sized Samoyed. You should also pick up this dog de-shedder for your high shedding pup!\nSee all dog breed traits and facts about Samoyeds below!",
  "description": {
    "": "It's known as the \"Sammy smile,\" the slight, but discernible, upturned corners of the Samoyed's mouth. This is a happy, good-natured dog with a glass half-full attitude toward life and the people he lives with.The Samoyed's fondness for humans probably stems from his close association with the Samoyede (now know as the Nenetsky) people who bred and raised him thousands of years ago on the Taimyr Peninsula of Siberia. The dogs pulled sleds, herded reindeer, hunted game, and protected the Samoyede against predators. The dogs also lived with the people, played with the children (which he still enjoys), and helped keep them warm in the cold climate.To this day, the Samoyed's reputation as an intelligent, dignified, family dog is well deserved. He often chooses to dote on one special person in the household, but he is affectionate with everyone in the pack. Happiest when he is part of family life, this breed needs to be with people. In fact, leaving a Samoyed alone too much is the best way to make him miserable.Along with his smile, the Sammy's defining trait is his ultra-thick white coat. In the winter months, it's so dense you can barely see his skin underneath — which means heavy shedding in the spring. And believe it or not, Samoyed \"wool\" is a favorite of weavers; the wool is carded, spun, and woven or knitted into warm, beautiful clothing.As gorgeous as it is, the Sammy coat is a bear to groom. Owners must be diligent brushers to make sure it doesn't tangle and mat. And as you might guess, come shedding time, the amount of white hair around the house, yard, on the furniture, and stuck to your clothes can be overwhelming. That said, to the owner who can handle the responsibility, a well-groomed Samoyed is a sight for sore eyes.As friendly and smart as this breed is, the Samoyed is challenging to own. He can be a talkative dog, voicing his likes and dislikes with bellows, howls, or barks. It's best to keep this working dog busy, otherwise he's likely to resort to annoying or destructive behaviors such as digging, jumping the fence, getting into garbage, or chewing shoes. His hunting instinct is strong, so it's difficult for him to resist chasing squirrels, rabbits, or even cats. Even a well-trained Samoyed can't be trusted off leash.Training the Samoyed is also challenging. This breed is smart, and learns quickly, but you must approach training with the right attitude. Give the him something to figure out; don't bore him with repetition. Agility and tracking make perfect \"thinking exercises\" for the Samoyed.",
    "Highlights": "The Samoyed's white, fluffy coat is beautiful, but to keep it in good condition requires rigorous grooming.Shedding could be the Samoyed's middle name — he does so profusely once or twice a year. Expect to brush the dog and vacuum your home daily during shedding season.The Samoyed doesn't like to sit around — he likes to be busy. Keep him active with walks, games, hikes, and canine sports.The Samoyed's characteristic smile reveals his friendly, good-natured disposition. He is especially fond of children.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "The hardy and sweet-tempered Samoyed was originally used to hunt, herd reindeer, and haul sledges for the Siberian Samoyede people. It is said that the Samoyede treated these working dogs kindly, allowing them to join in with family activities at the end of a day. It was this closeness that created a sense of trust and loyalty in the breed that remains today.The Samoyed journeyed out of Siberia at the end of the 19th century and the early part of the 20th century to pull sledges on polar expeditions, including Sir Ernest Shackleton's famous journey to the Antarctic. These dogs endured terrible hardships along with the explorers they assisted. Only the strongest and fittest dogs survived such expeditions.A Samoyed named Antarctic Buck is said to be the very first brought to England. Queen Alexandra was an enthusiast of the breed and many present-day English and American Sammies are descended from her kennels.The first standard for the breed was adopted in England in 1909. The original Samoyed Club of America was organized in 1923, the same year the American breed standard was adopted.",
    "Size": "Males stand 21 to 23.5 inches tall. Females stand 19 to 21 inches tall. Males and females weigh 50 to 60 pounds.",
    "Personality": "The well-bred Samoyed is an intelligent, gentle, and loyal dog. He is friendly and affectionate with his family, including the children, and thrives on being part of household activity.The Samoyed is not a \"lone wolf\" dog — he enjoys close association with those he lives and is mentally and physically unsuited for being left alone in a kennel or back yard. His loyalty and alertness often make for a good watchdog.At heart, the Samoyed is still a hunter. He is likely to chase after small animals that he perceives as prey. For his safety, he should always be leashed when he's not at home in his fenced yard.Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Choose the middle-of-the-road puppy, not the one who's beating up his littermates or the one who's hiding in the corner.Always meet at least one of the parents — usually the mother is the one who's available — to ensure that they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when he grows up.Like every dog, the Samoyed needs early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Samoyed puppy grows up to be a well-rounded dog.Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills.",
    "Health": "Samoyeds are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Samoyeds will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition.In Samoyeds, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).Glaucoma: Glaucoma is defined by an increased pressure in the eye, and can be found in two forms: primary, which is hereditary, and secondary, which is caused by decreased fluid in the eye due to other eye diseases. Symptoms include vision loss and pain, and treatment and prognosis vary depending on the type. Glaucoma is treated surgically or with eye drops.Hip Dysplasia: This is an inherited condition in which the thighbone doesn't fit snugly into the hip joint. Some dogs show pain and lameness on one or both rear legs, but others don't display outward signs of discomfort. (X-ray screening is the most certain way to diagnose the problem.) Either way, arthritis can develop as the dog ages. Dogs with hip dysplasia should not be bred — so if you're buying a puppy, ask the breeder for proof that the parents have been tested for hip dysplasia and are free of problems.Samoyed Hereditary Ghlomerulopathy: This is a genetic disease of the kidney. The condition is more severe in males who appear healthy for the first three months of life until symptoms appear. Death from renal failure usually occurs by 15 months of age. Females develop mild symptoms at 2 to 3 months of age, but do not suffer renal failure. To date, there is no genetic screening test available for Samoyed hereditary glomerulopathy, but research is ongoing.Patellar Luxation: Also known as slipped stifles, this is a common problem in small dogs. The patella is the kneecap. Luxation means dislocation of an anatomical part (as a bone at a joint). Patellar luxation is when the knee joint (often of a hind leg) slides in and out of place, causing pain. This can be crippling, although many dogs lead relatively normal lives with this condition.Hypothyroidism: This is a disorder of the thyroid gland. It's thought to be responsible for conditions such as epilepsy, alopecia (hair loss), obesity, lethargy, hyperpigmentation, pyoderma ,and other skin conditions. It is treated with medication and diet.Diabetes Mellitus (DM): DM is a disorder in which the body cannot regulate blood sugar levels. A diabetic dog will exhibit a healthy appetite, but will lose weight because food is not being used efficiently. Symptoms of diabetes are excessive urination and thirst, increased appetite, and weight loss. Diabetes can be controlled by diet and the administration of insulin.Progressive Retinal Atrophy (PRA): This is a family of eye diseases that involves the gradual deterioration of the retina. Early in the disease, affected dogs become night-blind; they lose sight during the day as the disease progresses. Many affected dogs adapt well to their limited or lost vision, as long as their surroundings remain the same.Subvalvular Aortic Stenosis: This is a heart problem is caused by a narrow connection between the left ventricle and the aorta. It can cause fainting and even sudden death. Ask your vet about detecting it and prescribing the proper treatment.Cancer: Symptoms include abnormal swelling of a sore or bump, sores that do not heal, bleeding from any body opening, and difficulty with breathing or elimination. Treatments for cancer include chemotherapy, surgery, and medications.",
    "Care": "The active Samoyed is not suited to apartment or condo life. A home with a large, securely fenced yard is the best choice. Because the Samoyed is a working dog, he needs room to romp and play.Keep him mentally challenged with ongoing training and dog sports. Allow him to become bored and he's likely to dig, escape, or chew to entertain himself. Note: The Samoyed should be kept on leash whenever he's in public; he seldom can resist the lure of small, scurrying animals.With his Nordic heritage, the Samoyed is a natural fit for cold climates, and he loves to play in the snow. Conversely, with his thick coat, he can be sensitive to heat. Do not allow him to exercise strenuously when it is extremely hot — limit high-level activity to early morning or evening when it's cooler. During the heat of the day, keep your Sammy inside with fans or air conditioning.You'll need to take special care if you're raising a Samoyed puppy. Like many large breed dogs, the Samoyed grows rapidly between the age of four and seven months, making them susceptible to bone disorders and injury. They do well on a high-quality, low-calorie diet that keeps them from growing too fast.Additionally, don't let your Samoyed puppy run and play on hard surfaces (such as pavement), jump excessively, or pull heavy loads until he is at least two years old and his joints are fully formed. Normal play on grass is fine, and so are puppy agility classes with one-inch high jumps.Another important step in training a Samoyed puppy is socialization (the process by which puppies or adults dogs learn how to be friendly and get along with other dogs and people). Like any dog, he can become timid if he is not properly socialized and exposed to many different people, sights, sounds, and experiences when he's young. Formal puppy and obedience classes are also recommended to teach the Samoyed proper canine manners.",
    "Feeding": "Recommended daily amount: 1.5 to 2.5 cups of high-quality dry food a day, divided into two meals.Note: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Samoyed puppies need slow, steady growth. Feed a good-quality diet with 22 to 24 percent protein, and 12 to 15 percent fat.Keep your Samoyed in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test.First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Samoyed, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The Samoyed has a straight outer coat and a soft, thick undercoat (often referred to as wool). It can be pure white, white and biscuit, cream, or biscuit — and sheds heavily.Maintenance can be daunting. Daily brushing is necessary when the coat is shedding; once or twice a week when it's not. He'll need bathing about once every eight weeks, or whenever he rolls in mud or something smelly (very likely). Bathing the Samoyed is a time-commitment too, as thoroughly soaking the coat, rinsing out the shampoo, and letting it dry completely is no quick process.Many owners opt to hire a professional groomer for their Samoyed. Though costly, it helps to take some burden off the owner. However, you still need to brush regularly.Brush your Samoyed's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim his nails once or twice a month if your dog doesn't wear them down naturally to prevent painful tears and other problems. If you can hear them clicking on the floor, they're too long. Dog toenails have blood vessels in them, and if you cut too far you can cause bleeding — and your dog may not cooperate the next time he sees the nail clippers come out. So, if you're not experienced trimming dog nails, ask a vet or groomer for pointers.His ears should be checked weekly for redness or a bad odor, which can indicate an infection. When you check your dog's ears, wipe them out with a cotton ball dampened with gentle, pH-balanced ear cleaner to help prevent infections. Don't insert anything into the ear canal; just clean the outer ear.Begin accustoming your Samoyed to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "The Samoyed is deeply attached to his family, and this certainly includes children. A properly socialized Sammy truly enjoys the attention and company of youngsters if they are instructed on how to treat the dog with care and respect. Due to his size and strength, a Samoyed can easily knock over a small child without even being aware of what has happened, so a responsible adult should supervise all interactions between kids and canines.As with every breed, you should always teach children how to approach and touch dogs to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's eating or sleeping or to try to take the dog's food away. No dog, no matter how friendly, should ever be left unsupervised with a child.The even-tempered Samoyed also enjoys the company of other dogs. This is especially true if he has been raised with other dogs from an early age. (As in any breed, dogs of the same sex that have not been spayed or neutered may not be as tolerant of one another.)Remember, though, that the Samoyed is hardwired to chase prey. For harmonious coexistence with cats and other animals in his household, training, socialization, and a proper introduction are essential. Following that, close supervision is advised.",
    "Rescue Groups": "Samoyeds are often purchased without any clear understanding of what goes into owning one. There are many Samoyeds in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Samoyed rescue.National Samoyed Rescue"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Working Dogs"
    },
    {
      "name": "Height",
      "value": "1 foot, 7 inches to 2 feet tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "50 to 60 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 14 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}