{
  "id": "samusky",
  "url": "https://dogtime.com/dog-breeds/samusky",
  "name": "Samusky",
  "intro": "The Samusky is a mixed breed dog–a cross between the Samoyed and the Siberian Husky dog breeds. Highly intelligent, loyal, and good-natured, these pups inherited some of the best qualities from both of their parents.\nThe Samusky goes by several other names, including Samsky or simply Samoyed Husky mix. Despite their status as a designer breed, you may find these mixed breed dogs in shelters and breed specific rescues. So remember to adopt! Don’t shop!\nThese adorable pups make excellent dogs for people with a lot of space, such as a backyard, or for highly active urban dwellers. They are sociable and loyal, which makes them a great option for both families with children and one-or-two-person homes, as well. Samuskies don’t take well to boredom, and they can be a bit stubborn if not properly trained. If you want an active, loving dog who will just as happily snuggle with you as go on a hike with you, this may be the right dog for you!\nSee below for all Samusky facts and mixed dog breed characteristics!",
  "description": {
    "Highlights": "Samuskies are mixed breed dogs. They are not purebreds like their Samoyed or Siberian Husky parents.The main colors of Samusky dogs are white, cream, fawn, gray, red, sable, and agouti, which is a pattern where each hair has alternating dark and light bands. Sometimes their coats are solid, and sometimes they have a mix of colors.Samuskies may not be the best option for allergy sufferers. They shed a lot and require daily brushing to minimize shedding and maintain a healthy coat.The Samusky is generally a sociable, easy-going dog who can get along with almost anyone. However, they do tend to pick a favorite human and stick with them.Samuskies have high energy and can become bored easily, so they need lots of mental stimulation, or they'll invent their own ways to stay entertained. These dogs tend to be escape artists when bored.Make sure this active mixed breed gets at least one solid half-hour to hour-long walk a day along with a few active play sessions and shorter walks mixed in.",
    "History": "The Samusky mixed dog breed may have existed naturally over the years, given the fact that both the Siberian Husky and the Samoyed can trace their roots back to northern Russia. Designer breeders likely started intentionally the Siberian Husky and the Samoyed sometime in the late 1990s in North America.Breeders wanted to mix the two parent breeds to keep the Siberian Husky's loyalty and endurance and the Samoyed's sociable attitude. The two dogs do have many similarities, and combining the two breeds gives Samusky owners the best of both worlds. Breeders continued to create Samusky puppies as demand for the mixed breed climbed.Even though the Samusky breed got their start as a designer breed, some have ended up in shelters or in the care of rescue groups. If you decide the Samusky is the breed for you, consider adoption.Check your local shelters, look up Samusky rescues, or even check with breed specific Siberian Husky or Samoyed rescues, as they often take in mixed breed dogs and find homes for them.",
    "Size": "As the Samusky is a relatively new breed, there are few standards when it comes to size. That said, as a mix between two similar dogs, the Siberian Husky and the Samoyed, you can expect Samuskies to be on the medium to large side.Most weigh in at 45 to 60 pounds and range in height from 20 to 24 inches at the shoulder. That said, many can be smaller or larger than average.",
    "Personality": "Many Samusky enthusiasts describe these dogs' personalities as spunky, loyal, and outgoing. They may be a medium-sized dog, but that won't stop the Samusky from thinking they're a lap dog and popping right on your lap.Having said that, they have high energy levels and can become bored easily, so they will need lots of mentally stimulating activities, or they will invent their own ways to stay entertained; many Samusky lovers say these dogs tend to be quite the escape artists when bored.Some Samusky dogs might have a prey drive, though most seem to have lost the hunting tendencies of both their parents. This doesn't mean that they won't dart after a squirrel across the street, as they are still highly inquisitive dogs. Samusky pups need humans that keep a very close eye on them.While the Samusky makes an amazing family dog, they do tend to pick a favorite and stick with them. That isn't to say that your Samusky won't be affectionate with everyone, though. Samuskies can thrive in both one-person homes and families alike, as long as they are getting enough exercise and stimulation.",
    "Health": "The Samusky mixed breed is predisposed to some of the same conditions and ailments that the Siberian Husky and Samoyed also face. While most Samusky dogs are generally healthy, some may be prone to a few health issues, which is why it is important to go to routine checkups with the veterinarian and to regularly practice healthy habits.Some of the more common health problems Samuskys suffer from include:hip dysplasiadiabeteshyperthyroidismeye defects",
    "Care": "As with all dogs, you should keep up with your Samusky's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine specific to your Samusky to keep them healthy.Samuskies are somewhat prone to weight gain, and they have high energy levels. Make sure this active mixed breed gets at least one solid half-hour to hour-long walk a day along with a few active play sessions and shorter walks mixed in to keep them at a healthy weight. Regular exercise will also curb unwanted destructive boredom habits.Check their ears for debris and pests daily and clean them as recommended by your vet. Trim your dog's nails before they get too long--usually one or two times a month, or every two weeks. They should not be clicking against the floor. Your groomer can also help you with this.Your main concern when it comes to your Samusky's care will be maintaining their joint and eye health. Both the Siberian Husky and the Samoyed are prone to joint issues, namely hip dysplasia. Siberian Huskies also are prone to eye issues. Be sure to give your dog any supplements recommended by your vet as a form of preventative care.",
    "Feeding": "An ideal Samusky diet should be formulated for a large breed with high energy. This mixed Husky/Samoyed breed has a tendency to gain weight if overfed, so be sure to stick to a regular feeding schedule and not leave food out throughout the day. Limit their amounts of treats, too.As with all dogs, the Samusky's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Samusky's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "Samusky coats are often a mix of their Siberian Husky and Samoyed parents' coats and colors. The main colors of Samusky dogs are white, cream, fawn, gray, red, sable, and agouti, which is a pattern where each hair has alternating dark and light bands. Sometimes their coats are solid, and sometimes they have a mix of colors.The Samusky breed has a double coat, which makes them an incredibly fluffy dog--but also a dog who sheds a lot. Your Samusky will blow their coat roughly twice a year as the seasons change. This means they may not be the best option for allergy sufferers. This also means the Samusky requires daily brushing to minimize shedding and maintain a healthy coat.Thanks to their double coats, the Samusky is very tolerant of cold environments. That being said, that doesn't mean they should be left outside in extreme cold temperatures. Their double coat makes them prone to overheating, so be sure to monitor your Samusky in warm or hot environments, and always make sure they have a cool, shaded reprieve stocked with water.",
    "Children And Other Pets": "The Samusky is generally a sociable, easy-going dog who can get along with almost anyone. However, it's important for children--and even adult guests--to learn early how to properly approach and play with your Samusky. These dogs make excellent, active companions for nearly everyone.When it comes to other pets, Samuskies can get along fine with other animals if they are introduced in a calm, slow manner. Early socialization will help any pet introductions go smoothly. If your Samusky has a favorite human, they could also become somewhat territorial of them and guard them from other animals. Again, proper training can prevent this.Still, many Samuskies get along just fine with other dogs and cats, so it really comes down to training, socialization, and the luck of the draw.",
    "Rescue Groups": "It may be hard to find a breed specific rescue for Samuskies because they are a mixed breed. However, you may want to try Samoyed or Siberian Husky breed specific rescues, as they often care for mixes, as well. Here are some rescues you can try:San Francisco Samoyed Rescue (SFSR)Raven's Husky Haven and RescueYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "20 to 24 inches"
    },
    {
      "name": "Weight",
      "value": "45 to 60 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}