{
  "id": "schipperke",
  "url": "https://dogtime.com/dog-breeds/schipperke",
  "name": "Schipperke",
  "intro": "Curious and clever, the Schipperke dog breed is often nicknamed LBD, for little black devil. They’re fearless and devoted, always on guard to protect their family from harm.\nEven though these are purebred dogs, you may find them in the care of shelters or rescue groups. Remember to adopt! Don’t shop if you want to bring a dog home.\nThe Shipperke’s small size and easy-care coat are attractive qualities, but their intelligence and curiosity can lead them into trouble. They adapt well to just about any home, even apartments, so long as they can get plenty of exercise. However, their independent streak can prove difficult for novice pet parents to handle. If you can give your dog patient training and physical activity while keeping a good sense of humor, you’ll be rewarded with a great watchdog and a happy, loving family member.\nSee below for complete list of dog breed traits and facts about Schipperkes!",
  "description": {
    "": "Schipperkes are beautiful small black dogs with pricked ears and a coat that gives the impression of a sloped back. They're known for their beauty and feisty nature.Beware if you think he's simply a sweet little companion dog; the Schipperke has the \"small dog...big personality\" persona down pat. In 1882, a writer in the breed's homeland of Belgium described the Schipperke as \"a little all-black devil, but minus the cloven hoof and the tail.\" He's changed little since then.The loyal and intelligent Schipperke originated in Belgium as a small version of a black Belgian sheepdog known as the Leauvenaar. The name Schipperke is thought to have come from a word meaning \"little shepherd,\" but the dogs were best known for guarding the boats that plied the canals between Brussels and Antwerp. Shoemakers and other tradesmen kept them for their ratting abilities.Today the Schipperke is a companion who captains his family in much the same way as he once led canal boats. Always alert, he patrols his home and property, barking warnings as needed and seeking out and destroying any mice, squirrels, or other vermin that dare invade his space.He wants to be involved in all family activities and loves children of all ages, playing pattycake and smiling all the while. He's protective of and devoted to his people and can be aloof toward strangers until he decides they're okay.The Schipperke's size and easy-care coat are popular characteristics. He doesn't shed excessively, except for seasonal heavy sheds once or twice a year. Weekly brushing keeps his coat clean and free of dead hairs.This is an active dog who was bred to work. These days, Schipperkes have been used for such diverse jobs as hearing dogs, search and rescue, and sniffing out drugs and bombs. The family Schipperke will occupy himself by hunting squirrels or other furry beasts in the yard, but he also needs daily playtime and walks to help burn off his energy.Give the Schipperke a job to do, or train him for agility, obedience, or other dog sports, and you have a well-behaved friend for life. Let him create his own entertainment or occupation and, well, don't say we didn't warn you.Keep the Schipperke in a securely fenced yard when he's outdoors. He's a notorious escape artist and oblivious to cars and other dangers when he takes it into his head to go exploring. For the same reasons, always walk him on leash.Training can be a challenge with this intelligent but sometimes stubborn and always humorous dog. You can always count on him to add his own touch to an exercise when he's performing in the agility or obedience ring. Nonetheless, he's generally eager to please, so with patience, consistency, and positive reinforcement you can have a well-trained Schipperke. Socialization is a must with this breed as well. They can be territorial even with training and socialization and may not get along with dogs they don't know.Having spent his formative years on the confined quarters of a boat, the Schipperke can do well in just about any type of dwelling, including an apartment, as long as he gets a good 30 minutes or more of exercise daily. However, the ideal setting is a home with a small fenced yard where the Schipperke can work out some of his energy. If you live in an apartment or area with strict noise restrictions, the Schipperke may not be ideal since they will bark at visitors and noises.While he's incredibly cute, smart, and funny, the Schipperke can be a handful for a first-time dog owner. If you have patience, time, and a great sense of humor, however, you may find that he's the only dog for you. There's no doubt that with this little breed as a companion, your life will never be dull.",
    "Highlights": "Schipperkes are a long-lived breed. It is important that you understand the length of time a Schipperke can live and make sure you are committed enough to provide a good life for the dog for the next 15 or more years.The Schipperke is so independent-minded he's not recommended for first-time dog owners.These are adaptable dogs who can do well in any setting, including life on a boat or in an apartment, as long as they get plenty of daily exercise and the neighbors are tolerant of barking! They do best, however, if they have a small fenced yard to run in.Schipperkes have a high energy level and will demand at least a half hour of activity every day, and preferably more.Schipperkes are considered light shedders except for twice a year, when they shed heavily. Weekly brushing keeps their coat clean, and they don't need frequent baths.Training can be challenging if it is not done with patience, consistency, and positive reinforcement, all aided by a good sense of humor.Schipperkes are naturally suspicious of strangers and can be territorial toward people and other dogs. They make excellent watchdogs.Loving and devoted, the Schipperke is an ideal family dog who adores children. They can get along with other dogs, especially if they are properly socialized, and they get along with cats extremely well.Schipperkes can be noisy and they will bark for entertainment and as an alert.Never buy a Schipperke from a puppy mill, a pet store, or a breeder who doesn't provide health clearances or guarantees. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies and who breeds for sound temperaments.",
    "History": "The Schipperke is an old breed that was developed in Belgium. He has often been erroneously called a \"Dutch Dog,\" but the breed is not associated with Holland in any way.The Schipperke is believed to be descended from a black sheepdog called a Leauvenaar, the same breed credited with being the foundation dog for the Groenendael (the Belgian Sheepdog). While the Groenendael was developed to be a herding breed, the Schipperke was developed to be a small watchdog. They were often seen guarding the boats that plied the canals between Brussels and Antwerp.The Schipperke has the distinction of having one of the first \"specialty shows.\" This show took place in 1690, when members of the shoemakers guild were invited to display their Schipperkes and their hammered brass collars, which were a custom at the time, in the Grand Place of Brussels.Originally known as the Spitske or Spits, the Schipperke was given its current name when the breed club was formed in 1888. The word Schipperke may mean \"little shepherd\" or \"little captain,\" either of which would be appropriate given this breed's heritage.The Schipperke became a fashionable pet after Queen Marie Henriette saw one at a Brussels dog show in 1885. The popularity of the breed grew and the Schipperke was eventually imported to the United States in 1888.The first United States specialty club for the Schipperke was formed in 1905, but the official breed club, the Schipperke Club of America, was not founded until 1929.Today, the Schipperke is loved for his cleverness, devotion, and versatility, as well as his sly sense of humor. He ranks 82nd among the 155 breeds and varieties recognized by the American Kennel Club.",
    "Size": "Male Schipperkes are 11 to 13 inches tall at the shoulder and weigh 15 to 18 pounds; females are 10 to 12 inches and weigh 11 to 15 pounds.",
    "Personality": "The Schipperke is the proverbial \"big dog in a little dog's body.\" He's active, confident, and curious. A closed door is simply a challenge to be overcome.The Schipperke retains his puppylike qualities — including the troublesome ones — until he's 4 or 5 years old.He loves his people and wants to please them, but he also likes to have his own way. If he's allowed to, the Schipperke will soon be running the household. Protective, fearless, and naturally suspicious of strangers, he makes an excellent watchdog and will take on anyone who seems to have evil intent.Schipperkes are selective in offering their friendship, generally limiting it to family members, with whom they create strong bonds. When it comes to training, they're mischievous and can be stubborn, but with positive reinforcement they learn quickly.Like every dog, Schipperkes need early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Schipperke puppy grows up to be a well-rounded dog.",
    "Health": "Schipperkes are generally healthy, but like all breeds, they can be subject to certain health conditions. Not all Schipperkes will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.Legg-Calve-Perthes Disease: Legg-Calve-Perthes Disease is a disease that affects the hip joint and results in a deformity of the hip joint ball. It starts with a decrease in the blood supply to the head of the femur bone until the bone eventually dies off and collapses and becomes deformed. The result of this deformation is arthritis or inflammation of the hip joint. It is unclear what causes Legg-Calve-Perthes Disease but it is believed the cause is either inherent or injury related. The symptoms of Legg-Calve-Perthes Disease are chewing at the hip, stiffness in the affected limb, atrophy of muscles in the limb, pain when moving, progressive lameness, and irritability. Treatment is usually strict crate rest, physical therapy and surgically removing the deformed femoral head and neck. Prognosis is generally very good after the surgery and many dogs only suffer minor lameness particularly during weather changes.Autoimmune Thyroiditis: This is the most common cause of primary hypothyroidism in dogs. The disease tends to become evident at 2 to 5 years of age. Dogs may be clinically normal for years, only to become hypothyroid at a later date. Hypothyroidism is an abnormally low level of the hormone produced by the thyroid gland. A mild sign of the disease may be infertility. More obvious signs include obesity, mental dullness, drooping of the eyelids, low energy levels, and irregular heat cycles. The dog's fur becomes coarse and brittle and begins to fall out, while the skin becomes tough and dark. Hypothyroidism can be treated with daily medication, which must continue throughout the dog's life. A dog receiving daily thyroid treatment can live a full and happy life.Epilepsy: This is a disorder that causes seizures. Epilepsy can be managed with medication, but it cannot be cured. A dog can live a full and healthy life with the proper management of this disorder, which can be hereditary or of unknown cause.Patellar Luxation: Also known as \"slipped stifles,\" this is a common problem in small dogs. It is caused when the patella, which has three parts — the femur (thigh bone), patella (knee cap), and tibia (calf) — is not properly lined up. This causes lameness in the leg or an abnormal gait, sort of like a skip or a hop. It is a condition that is present at birth although the actual misalignment or luxation does not always occur until much later. The rubbing caused by patellar luxation can lead to arthritis, a degenerative joint disease. There are four grades of patellar luxation, ranging from grade I, an occasional luxation causing temporary lameness in the joint, to grade IV, in which the turning of the tibia is severe and the patella cannot be realigned manually. This gives the dog a bowlegged appearance. Severe grades of patellar luxation may require surgical repair.Mucopolysaccharidosis Type IIIB (MPSIIIB): Also known as Sanfilippo syndrome type IIIB, MPS IIIB is a disease that is caused by a mutation in a gene. When that gene is mutated, the enzyme N-acetyl-a-D-glucoseaminidase (NAGLU) is missing. This leads to the body not being able to disassemble the molecule, heparan sulfate, which leads to a build up of the molecule. The signs of MPS IIIB usually occur between the ages of 2 and 4 years. They include tremors, difficulty walking or navigating obstacles, and difficulty balancing. There is no treatment for this disease but there is a DNA test. If a Schipperke is identified as carrying this gene, he should not be bred. Before purchasing a Schipperke puppy, make sure that the parents have the proper DNA clearances.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog's been tested for and cleared of a particular condition.In Schipperkes, you should expect to see health clearances from the Orthopedic Foundation for Animals for patellas (knees) and thyroid, certification from the Canine Eye Registry Foundation (CERF) that the eyes are normal, and DNA clearance for MPS IIIB.Because some health problems don't appear until a dog reaches full maturity, health clearances aren't issued to dogs younger than two years old. Look for a breeder who doesn't breed her dogs until they're two or three years old.",
    "Care": "The Schipperke is an easy to care for and adaptable breed who should live indoors with his family. During hot weather, which he doesn't tolerate well, he enjoys lying in front of a fan or beneath a ceiling fan.He generally does well in all types of settings and families, as long as he gets plenty of daily exercise and firm and consistent guidance from someone with a sense of humor.With his high activity level, however, he may be best suited to a home with a small but securely fenced yard where he can run off some of his energy. Be aware that Schipperkes like to dig, especially if there may be a mole at the end of the tunnel.Schipperkes need at least half an hour of exercise daily, and more is better. Their people are usually tired before they are. They are always running and playing and will use your house as a racetrack when the mood strikes. Walk them on leash to prevent a sudden dash toward an interesting animal or object.Count on two daily walks to keep your Schipperke's desire for action satisfied. He'll also enjoy riding in a basket on a bicycle or cruising the aisles of the pet supply store in a grocery cart.Begin training when your Schipperke is young, and continue to reinforce lessons throughout his life. He requires a trainer who's patient and consistent and responds best to positive reinforcement techniques such as food rewards, praise, and play.The Schipperke is known for being stubborn. Although he's intelligent and wants you to be happy, his idea of how things should be may outweigh any desire to please. Some Schipperkes can be difficult to housetrain, and crate-training is recommended.",
    "Feeding": "Recommended daily amount: 1 1/8 to 1 7/8 cups of a high-quality dog food daily, divided into two meals.How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Schipperkes like to eat and can easily become overweight. Keep your Schipperke in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time.If you're unsure whether he's overweight, give him the eye test and the hands-on test. First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Schipperke, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "At times it seems as if a mad fashion designer created the Schipperke. He has a distinctive coat with a unique silhouette, giving the appearance of a slope that runs from the shoulders to the croup (the end of the back).The double coat, which comes only in basic black, is short on the face, ears, and front of the legs and of medium length on the body, with longer hair in the following areas. Behind the ears, the longer hair forms a ruff around the neck. Extending beyond the ruff, an additional layer creates what's called the cape. The longer hair across the chest and down between the front of the legs is known as the jabot. The coat on the backs of the thighs forms culottes, which are as long as the ruff. A short, dense undercoat protects the Schipperke from temperature extremes.Grooming a Schipperke is simple. Weekly brushing will help keep the fur from flying around your house, although some fuzz will always be around. He'll shed heavily, known as blowing coat, once and sometimes twice a year. During that time, a warm bath will help loosen and remove the dead hair. It takes about a month for the shedding process to be complete.The Schipperke is a clean dog with little odor. Bathe only as needed, usually after he's rolled in something stinky.Other grooming needs include dental hygiene and nail care. Brush your Schipperke's teeth at least two or three times a week to remove tartar buildup and the accompanying bacteria. Daily is better.Trim his nails once or twice a month, as needed. If you can hear the nail clicking on the floor, they're too long. Short nails keep the feet in good condition and won't scratch your legs when your Schipperke jumps up to greet you.Begin accustoming your Schipperke to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears.Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.",
    "Children And Other Pets": "Sturdy and energetic, Schipperkes can be loyal and affectionate companions to children. They generally get along well with children of all ages, playing gently and kindly with younger ones.Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's sleeping or eating or to try to take the dog's food away. No dog, no matter how good-natured, should ever be left unsupervised with a child.The Schipperke generally does very well with cats who share his home. This acceptance is stronger if the Schipperke has been raised with cats. He can also get along with other dogs if he's raised with them, but it's important to realize that the breed is territorial and will defend its property from unknown dogs as well as people.",
    "Rescue Groups": "Schipperkes are sometimes acquired without any clear understanding of what goes into owning one, and these dogs often end up in the care of rescue groups, in need of adoption or fostering. Other Schipperkes end up in rescue because their owners have divorced or died. If you're interested in adopting an adult Schipperke who's already gone through the destructive puppy stage and may already be trained, a rescue group is a good place to start.Angelsgate Schipperke Rescue and Animal EducationSchipperke Club of AmericaSchipperke Club of Canada RescueSchipperke Rescue. Net, Inc."
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Companion Dogs"
    },
    {
      "name": "Height",
      "value": "10 to 15 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "11 to 18 pounds"
    },
    {
      "name": "Life Span",
      "value": "13 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}