{
  "id": "schnoodle",
  "url": "https://dogtime.com/dog-breeds/schnoodle",
  "name": "Schnoodle",
  "intro": "What a pistol! Smart, active, and adorable, the Schnoodle has become a popular hybrid dog breed. They’re a cross between the Poodle and the Schnauzer and can be found in many colors.\nAlthough these dogs sometimes have the unfortunate status of “designer breed,” you may find them in the care of shelters and rescue groups. Remember to adopt! Don’t shop if you want to bring a dog home.\nRanging from six to 76 pounds, the Schnoodle has a place as a lap dog, a family dog, a therapy dog, or a performance dog. The vast majority of them are small dogs. The appeal of this hybrid is that they generally have the Poodle’s willingness to please mixed with the sturdiness and activity of the Schnauzer. Playful and lovable, this dog lives to have fun and is always the center of attention.\nSee below for complete list of dog breed traits and facts about Schnoodles!",
  "description": {
    "": "The Schnoodle is cheerful and intelligent. Described as \"forever happy,\" this designer dog's favorite joys in life are playing and hanging out with his family. Bred to be a companion dog, he's proven that he can do well in agility and as a therapy dog. He makes a terrific jogging companion and his love of activity can get you off the couch. He will fill your life and lap with love and laughter.The Schnoodle is loyal like the Schnauzer and fun-loving like the Poodle. Like his Schnauzer parent, a Schnoodle has a protective nature and makes a good watch dog. Like his Poodle parent, he's smart and affectionate. He will bark, sometimes too much (a trait that should be nipped in the bud when he's young).Schnauzers are solid terriers and tend toward being a bit stubborn and independent but extremely loyal. The Poodle is smart, agile, and active with a high-maintenance coat. In the best examples of this hybrid, there's less of the Poodle's high energy and less of the Schnauzer's stubbornness.A Schnoodle loves car rides (particularly when he's going to visit someone he likes), playing fetch, and just having a good ol' time. Fetch isn't the only game he loves; he likes to play and play. He's a silly boy and will do what some refer to as the \"butt tucks\" and others call the Schnoodle 500 — running fast in a circle with the hind end tucked up. It's just a form of play that means he's happy.He also has an unusual propensity to use his front paws as hands to hold toys and blankets. There's a terrier in there, and some Schnoodles like to dig more than others. Unfortunately, some really enjoy digging. Some really enjoy barking, too.Schnauzers sometimes love one person more than the rest of the family, and that trait can carry over to Schnoodles. They'll always like the whole family, but once in a while they prefer one person above the rest.There are three different variations of both Schnauzers and Poodles, making for a wide range of sizes in the Schnoodle. The larger ones are still relatively uncommon. Schnauzer varieties include Miniature, Standard, and Giant; Poodle varieties include Toy, Miniature, and Standard.There is no breed standard for Schnoodles — nor any breed clubs (although one is in the planning stages) — so as yet their different sizes are simply and loosely defined as Toy, Miniature, and Standard. Most Schnoodles are small, because the most common cross uses a Miniature Schnauzer and a Toy or Miniature Poodle. That's what people generally think of when they talk about Schnoodles.However, size may make a difference in the personality of this hybrid. While a Miniature or Standard Schnauzer can be a handful, the Giant Schnauzer has their feistiness many times over — he's a dominant dog who needs a firm hand. A large Schnoodle should have a softer temperament than a Giant Schnauzer, but beware: If you're interested in a large Schnoodle, keep the Giant Schnauzer temperament in mind, because it's a wild card. Understand these differences before deciding which size Schnoodle is for you.As with any hybrid, there's also a huge difference between a Schnoodle whose purebred parents have been carefully selected for temperament versus a dog from an irresponsible breeder who slaps a litter together simply because she has a purebred Schnauzer and lives down the street from a purebred Poodle. When the parents are carefully selected, the Schnoodle is a great dog. Unfortunately, the hybrid has become popular enough for puppy mills to get on the bandwagon, and unscrupulous breeders who don't give a hoot about the puppy's health or temperament are everywhere.If you want the temperament that the hybrid is meant to provide, get a puppy from a responsible breeder who has taken care in selecting the parents. Hybrid vigor can work wonders, but poor parent selection can result in the worst traits of both breeds with none of the good ones.The Schnoodle should have plenty of exercise every day, at least 30 to 60 minutes. Both Schnauzers and Poodles are smart, so this hybrid requires daily mental stimulation as well. A Schnoodle who isn't properly exercised or stimulated can become destructive and difficult to handle. Contemplate the combination of smart, problem-solving, and bored out of his mind, and you'll get the idea.A Schnoodle loves the people in his life and thrives when he's with them. A small Schnoodle can do well in an apartment, but the larger Schnoodle does better in homes with fenced yards. Schnoodles shouldn't live outdoors or in kennels, since they can suffer from separation anxiety if left alone for long periods at a time.",
    "Highlights": "The Schnoodle is a designer breed, the result of Schnauzer to Poodle breedings. There has been an increase in multigenerational breeding, but many litters are from the first generation. Designer dogs aren't true breeds — they're crosses of two specific breeds. If you're interested in a Schnoodle puppy, understand that his looks, size, and temperament aren't as predictable as those of purebreds, since you don't know which characteristics from each breed will show up in any given dog.Apartments can be good homes for the smaller Schnoodles, but the larger ones do better in a home with a fenced yard.A Schnoodle will require one or two brushings per week as well as regular ear cleaning and nail clipping. Schnoodles with Schnauzer-like coats will need to be stripped several times per year, and Schnoodles with coats like a Poodle's will require clipping every six to eight weeks.Schnoodles are considered to be non- to low shedders and may make good pets for people with allergies.Schnoodles can be high-energy dogs. They require about 30 to 60 minutes of exercise per day.Schnoodles can make excellent guard dogs. They are protective of their families and will defend them with their lives.Schnoodles are very intelligent and need to be mentally and physically stimulated. If they're not, they can become destructive and hard to handle.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "The Schnoodle was developed in the 1980s, when the interest began to grow in Poodle crosses. The original goal with the Schnoodle was to create a low-shedding, low-dander family dog. Although the Schnoodle hasn't quite gained the popularity of other \"designer\" breeds, there's a strong following that has created a demand for Schnoodle puppies.The Schnoodle is generally the result of breeding between a Schnauzer and a Poodle, although some breeders have started breeding multigenerational Schnoodles (Schnoodles bred to other Schnoodles). Right now there are no breed clubs or standards, but efforts have begun to create both.Schnoodles can come in a variety of sizes, since there are three Poodle sizes and three Schnauzer sizes. The range of possibilities has created an interesting variety of hybrids. Schnoodles have traditionally been small dogs; the introduction of the Giant Schnauzer and Standard Poodle into the mix is relatively recent and produces a dog of a different temperament from the small, cuddly Schnoodle.",
    "Size": "The size of the Schnoodle depends on the size of the parents: a Standard Poodle bred to a Giant Schnauzer will produce offspring who will be the size of their large parents. If a Standard Poodle and Standard Schnauzer are crossed, than the result could be sizes ranging between both the Miniature Schnoodle and the Standard Schnoodle.This uncertainty is part of the joy of a mixed breed: the ultimate details can be a welcome surprise.There are no breed standards for the Schnoodle, so predicting adult size isn't an exact science. Like any mixed breed, the variation involved can eliminate guarantees of size. What follows are ballpark estimates, and while these are fairly reliable, don't bet the doghouse on them.There are three different variations of both Schnauzers and Poodles: Miniature, Standard, and Giant for the Schnauzer; and Toy, Miniature, and Standard for the Poodle. Mixing and matching can add up to some interesting ranges and the variety is enticing. However, most Schnoodles tend to be 20 pounds or less.Toy Schnoodles range from 10 to 12 inches in height and weigh 6 to 10 pounds.Miniature Schnoodles range from 12 to 15 inches in height and weigh 13 to 20 pounds.Standard Schnoodles range from 15 to 26 inches in height and weigh 20 to 75 pounds.",
    "Personality": "The well-bred Schnoodle is a wonderfully happy, loyal, and intelligent companion. He enjoys having fun and aims for a life filled with love and play. He's protective of his family, makes a great watchdog, and loves to participate in all aspects of family life.He can have the terrier's suspicious attitude toward people and dogs — or not, depending on the genetic dice roll. A Schnoodle can have a strong temperament but generally is loving and loyal to his people.As with every dog, the Schnoodle needs early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Schnoodle puppy grows up to be a well-rounded dog.Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills.",
    "Health": "The notion of hybrid vigor is worth understanding if you're looking for a Schnoodle. Hybrid vigor isn't necessarily characteristic of mixed breeds; it occurs when new blood is brought in from outside the usual breeding circle — it's the opposite of inbreeding.However, there is a general misconception that hybrid vigor automatically applies to mixed breeds. If the genetic pool for the mixed breed remains the same over time, the offspring won't have hybrid vigor. And if a purebred breeder brings in a dog from a different line, those puppies will have hybrid vigor, even though they're purebred.Schnoodles are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Schnoodles will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition.In Schnoodles, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).Progressive Retinal Atrophy (PRA): This is a family of eye diseases that involves the gradual deterioration of the retina. Early in the disease, affected dogs become night-blind; they lose sight during the day as the disease progresses. Many affected dogs adapt well to their limited or lost vision, as long as their surroundings remain the same.Cataracts: These cause opacity on the lens of the eye, resulting in poor vision. The dog's eye(s) will have a cloudy appearance. Cataracts usually occur in old age and sometimes can be surgically removed to improve vision.Legg-Calve-Perthes Disease: This involves the hip joint. If your Schnoodle has Legg-Perthes, the blood supply to the head of the femur (the large rear leg bone) is decreased, and the head of the femur that connects to the pelvis begins to disintegrate. The first symptoms, limping and atrophy of the leg muscle, usually occur when puppies are four to six months old. Surgery can correct the condition, usually resulting in a pain-free puppy.Patellar Luxation: Also known as slipped stifles, this is a common problem in small dogs. The patella is the kneecap. Luxation means dislocation of an anatomical part (as a bone at a joint). Patellar luxation is when the knee joint (often of a hind leg) slides in and out of place, causing pain. This can be crippling, although many dogs lead relatively normal lives with this condition.Epilepsy: This is a neurological condition that's often, but not always, inherited. It can cause mild or severe seizures that may show themselves as unusual behavior (such as running frantically as if being chased, staggering, or hiding) or even by falling down, limbs rigid, and losing consciousness. Seizures are frightening to watch, but the long-term prognosis for dogs with idiopathic epilepsy is generally very good. It's important to take your dog to the vet for proper diagnosis (especially since seizures can have other causes) and treatment.Diabetes Mellitus: This is a disorder in which the body cannot regulate blood sugar levels, due to improper levels of insulin. Insulin lets glucose into cells to use for energy; without insulin, the glucose doesn't enter the cells and those cells become \"hungry.\" A diabetic dog will eat more food to try to compensate, but he'll lose weight because food is not being used efficiently. Symptoms of diabetes are excessive urination and thirst, increased appetite, and weight loss. Diabetes can be controlled by diet and the administration of insulin.Addison's Disease: Also known as hypoadrenocorticism, this extremely serious condition is caused by an insufficient production of adrenal hormones by the adrenal gland. Most dogs with Addison's disease vomit, have a poor appetite, and have little energy. Because these signs are vague and can be mistaken for other conditions, it's easy to misdiagnose this disease until it reaches more advanced stages. More severe signs occur when a dog is stressed or when potassium levels become high enough to interfere with heart function, causing severe shock and death. If your vet suspects Addison's, she may perform a series of tests to confirm the diagnosis.Gastric Torsion: Also called bloat, this life-threatening condition can affect large, deep-chested dogs — so it's unlikely to be a problem for most Schnoodles, who tend to be small. But if your Schnoodle is on the large side, and had a Giant Schnauzer for a parent, this condition is worth knowing about. It's a particular risk if the dog is fed one large meal a day, eats rapidly, drinks large volumes of water after eating, and exercises vigorously after eating. Bloat is more common among older dogs. GDV occurs when the stomach is distended with gas or air and then twists (torsion). The dog is unable to belch or vomit to rid himself of the excess air in the stomach, and the normal return of blood to the heart is impeded. Blood pressure drops and the dog goes into shock. Without immediate medical attention, the dog can die. Suspect bloat if your dog has a distended abdomen and is salivating excessively and retching without throwing up. He also may be restless, depressed, lethargic, and weak, with a rapid heart rate. It's important to get your dog to the vet as soon as possible if you see these signs.",
    "Care": "Although the energy level of the Schnoodle is reflective of the parents, and is therefore variable, expect to exercise your dog for about 30 to 60 minutes per day. Some require less and others requiring a bit more. Schnoodles enjoy brisk walks and make great jogging companions.Schnoodles can adapt to a variety of residences, but take size into consideration. A Toy or Miniature Schnoodle will do well in an apartment, but a larger Standard may not. Ideally, a home with a fenced yard is best for all Schnoodles. A Schnoodle should not live outside or in a kennel; they're companion dogs and do best when they are inside the house with their owners.Schnoodles can suffer from separation anxiety when left alone for long periods of time. This can lead to barking and destructive behaviors. Schnoodles aren't a noisy breed, but if they become bored or are left alone for long periods, they may begin the habit. And once that habit starts, it can be difficult to stop — so nip it in the bud.",
    "Feeding": "Recommended daily amount: 3/4 to 1 cup of high-quality dry food a day for the most common size of Schnoodle, weighing about 20 pounds. You'll need to feed yours less if he's smaller, and significantly more if a Giant Schnauzer is one of the parents. Check with your veterinarian if you're unsure about the feeding needs of your particular dog.NOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Schnoodle in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test.First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Schnoodle, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "Schnoodles are low-shedding dogs and must be clipped or trimmed. The Schnoodle coat is meant to resemble a Schnauzer puppy's: soft and wavy. Generally, first-generation litters have a wavy coat that's soft in texture and remains soft throughout the dog's life.The coat shouldn't be wiry like an adult Schnauzer's nor have the tight curls of a Poodle. Second-generation Schnoodles are more likely to have either the Poodle's curly coat or the wiry Schnauzer coat; the wavy coat occurs in multigenerational breeding.The Schnoodle coat can be black, gray, silver, brown, white, apricot, sable, black and white, black and tan, and even parti-color.Men and dogs look terrific in beards, as the Schnoodle proves. Keep it clean by trimming it and making sure he doesn't carry crumbs around in it.The amount of grooming needed for a Schnoodle really depends on the coat of the individual dog. If your dog has the soft, wavy type of coat, brush once or twice a week to prevent tangles and mats. The Schnoodle will also need to be bathed on an as-needed basis to keep the coat soft. The best time to brush is after a bath. Drying the coat with a hair dryer will help prevent any mats from forming.A Schnoodle with the rough wiry coat of the Schnauzer parent will not require as much grooming as the silky-haired variety, but weekly brushing is best, with some trimming to keep it tidy and free of dead hair. A Schnoodle with the Poodle's curly coat needs regular brushing and should be clipped every six to eight weeks.No matter what coat your Schnoodle has, check the ears once a week for dirt, redness, or a bad odor that can indicate an infection. Also wipe them out weekly with a cotton ball dampened with gentle, pH-balanced ear cleaner to prevent problems.Brush your Schnoodle's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim his nails regularly if your dog doesn't wear them down naturally. If you can hear them clicking on the floor, they're too long. Short, neatly trimmed nails keep your legs from getting scratched when your Schnoodle enthusiastically jumps up to greet you.Begin accustoming your Schnoodle to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin and feet or in the ears, nose, mouth, and eyes. Ears should smell good, without too much wax or gunk inside, and eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "Schnoodles make excellent family pets, and they love to play with kids and be the center of attention. Both parent breeds are good with kids, but of course all puppies need to be socialized with children to be comfortable with them. Introducing a five-year old dog to your toddler is a different ballgame than introducing a puppy. But when exposed early, Schnoodles and kids get along famously.As with every breed, you should always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's eating or sleeping or to try to take the dog's food away. No dog, no matter how friendly, should ever be left unsupervised with a child.Some are known to buckle under to the demands of the family cat, but they generally get along with other pets. Schnoodles can play hard with other dogs and aren't always the best about sharing toys (there's that stubborn Terrier streak again).Again, socialization from puppyhood makes a big difference in attitude toward other pets. Terriers are bred to go after small critters, so your Schnoodle's reaction to the family hamster depends on whether he takes after the Schnauzer side of the family or the Poodle side.",
    "Rescue Groups": "Schnoodles are often purchased without any clear understanding of what goes into owning one. There are many Schnoodles in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Schnoodle rescue.Poo-Mix Rescue"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Hybrid Dogs"
    },
    {
      "name": "Height",
      "value": "10 to 26 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "20 to 75 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}