{
  "id": "scottish-terrier",
  "url": "https://dogtime.com/dog-breeds/scottish-terrier",
  "name": "Scottish Terrier",
  "intro": "An independent and stubborn character, the Scottish Terrier dog breed is also quite sensitive to praise and blame. Independent, intelligent, and hilarious in their dignified seriousness, they’re a true terrier, which makes them an excellent watchdog.\nAlthough these are purebred dogs, you may still find them in shelters and rescues. Remember to adopt! Don’t shop if this is the breed for you.\nThanks to those incredibly short legs, your Scottie isn’t going to train for a marathon with you—heck, they won’t even go jogging with you—but they’re a perfect walking companion, especially if you appreciate their vocal approach to bicycles and squirrels. Despite their size, they don’t yap: they have a powerful bark that can scare the wits out of the unsuspecting burglar or delivery person. They totally rock at agility and earthdog trials. You’ll enjoy a rodent-free yard with one of these dogs around, but watch out for the holes they’ve dug.\nDogTime recommends this carrier for traveling with your small Scottish Terrier. You should also pick up this dog brush and massager for your long-haired pup!\nSee below for complete list of Scottish Terrier dog breed facts and characteristics!",
  "description": {
    "": "As the gruff friend of an animated cocker spaniel, who portrayed loyalty and protectiveness when he told an equally animated Tramp to take a walk without the Lady, the Scottish Terrier Jock evoked an image that generations of children have enjoyed. Disney's Lady and the Tramp is a time-cherished animated movie that caused many people to fall in love with the Scottie. Stoic and aristocratic, he is easily recognized and is plastered on everything that can be decorated, including clothing, photographs, pictures, cards, and ornaments.This short-legged wonder was originally bred to hunt prey such as badgers and foxes, and he has therefore developed into a self-directed and opinionated companion. His independence and intelligence have drawn many dog lovers to the breed, but others find the Scottie's aloofness less than endearing. He doesn't naturally trust strangers (so he needs proper socialization as a puppy), and he'll take his own sweet time figuring out a situation or person. But if he decides to befriend you, it will be for life. Too smart to forget anything, the Scottie is also brave and loyal.He likes all living arrangements but needs a short daily walk if you're in an apartment. He loves family companionship and is gentle and playful with children, and he's considerate of the elderly. Although he loves youngsters, he's not suited for homes with babies and toddlers, because it's the Scottie's nature to stand up for himself when prodded and pulled. That can translate into a bite.A Scottie enjoys digging holes throughout your backyard, and he doesn't grasp that you might not like it. He will chase \"prey\" out of yards right into traffic, so a fence is a necessity (those electronic ones won't cut it; he'll just charge right through them). He'll rid your yard of any squirrels or other vermin.Although many terriers are known as yappy, the Scottish Terrier is not. His style is a loud alert bark. Some Scotties know the difference between steps made by a friend or steps made by a stranger, only giving the alert if it's the latter.Scottish Terriers can be difficult to train because they were bred to work apart from their owner, without needing direction. A Scottie won't stop and ask you what to do next but will do it on his own. That's why Scotties generally don't score high in obedience rallies (they're better suited to agility), although there are exceptions. This isn't to say that he's untrainable, but rather that his temperament is suited to working separately from his owners, as he often sets his own course. He doesn't do well with aggressive training, as he has a kind heart that can be broken easily if he perceives mistreatment. He thrives on positive reinforcement.Today the Scottish Terrier enjoys the title of family dog, but he is in essence a working dog and is much happier with a job to do, even if it's just simple tricks. Historically, the Scottie was bred by farmers to help them manage vermin problems. He would follow prey, such as badgers, foxes, and other vermin, right into their burrows and then try to dig them out. Such breeds of dogs are known as Earth dogs. Scottish Terriers do well in earthdog trials, which are a simulated hunt.The breed's stubbornness often translates into bravery. In the nineteenth century a military man, George the fourth Earl of Dumbarton, had a famous pack of Scotties. These dogs were so brave in battle that they were nicknamed \"diehards.\" George's regiment, the Royal Scots, were called \"Dumbarton's Diehards\" after the dogs. Today that bravery has a different application in home protection, but the nature of it hasn't changed.There are Scottish Terriers that can be hardheaded, serious, energetic, and introverted — and some that can be sweet, playful, placid, and tolerant of everyone. They have been loved by many, including Shirley Temple, Franklin Roosevelt, and George W. Bush; even Hitler got two Scottish Terriers for his fiancé, Eva Braun.There is no denying that this brave and jaunty little aristocrat of the dog world is loved, respected, and adored for all his idiosyncrasies. Having a dog that is more partner than servant can be a wonderful experience — but it's not for everyone. If you prefer a dog that is eager to please, think twice about living with a Scottish Terrier.",
    "Highlights": "Originally bred for hunting and following prey to ground, the Scottish Terrier is designed to dig, and he still has that drive today. It's better to find a designated digging area in your backyard then fight an active and natural instinct.Scottish Terriers tend to be aloof with strangers and can be aggressive to other dogs if they are not properly socialized when young.Scotties are not low-energy small dogs. They were bred as working dogs and have lots of drive and intelligence that needs to be channelled. They need daily moderate exercise and stimulation. If you're looking for a dog that's happier sitting at your side then digging holes in your backyard, a Scottie might not be for you.Although Scottish Terriers enjoy exercise, they are not recommended as jogging companions. With his short legs, a short walk around your block can feel like a long-distance marathon to the Scottish Terrier.Behind German Shepherds and Rottweilers, Scotties have been ranked third in alarm barking. They will bark at strangers and are not the ideal pet in a dwelling or area that has noise rules.A Scottie should have a physical fence around his yard, not an electronic one. It keeps him from chasing cats, squirrels, bikes, and other moving objects out onto the street. He should be leashed on walks, because with his chase instinct, he's likely to run off after an animal or smell.The Scottie isn't suited for homes with young infants and toddlers. He's been known to defend himself against unwanted pulling and prodding.He sheds only lightly but requires significant grooming. The coat takes time to maintain, with grooming weekly or daily in the case of show dogs. It should be clipped several times a year.In terms of his size and exercise needs, the Scottie is adaptable to various types of dwellings, including apartments.To get a healthy pet, never buy a puppy from a backyard breeder, puppy mill, or pet store. Find a reputable breeder who tests her breeding dogs for genetic health conditions and good temperaments.",
    "History": "Despite being an old breed, the Scottish Terrier's history is somewhat obscure and undocumented. The Scottie's origin is believed to date back to a dog that was described by Pliny the Elder in 55 B.C. When the Romans invaded Britain, he wrote, \"They found, much to their surprise, small dogs that would follow their quarry to the ground.\" The Romans called the dogs terrarii, which means \"workers of the earth\" and is derived from terra, the Latin word for earth. The Scottish Terrier was a hunter and still hunts by instinct today.The Old Scotch Terrier is believed to be one of the oldest breeds in Scotland and the foundation dog for all of today's terrier breeds. The breed is extinct today but was described as a stable worker with strength, courage, and stamina, who could breach his quarry's rocky dens. The breed was a black or sandy-colored dog that was low in stature, strong, with long hair and small, half-prick ears.If we fast-forward from the first few centuries to 1436, we find a description, in Don Leslie's book A History of Scotland, of a small dog similar in form to the Scottish Terrier. By the early 1800s, many writers wrote of two separate terrier breeds in Britain, the Scottish Terrier (distinguished by its rough hair) and the English Terrier (identified by its smooth hair).Somewhat earlier, in the seventeenth century, James I of England sent several dogs to France as a present to the French monarch. Those dogs are believed to have been foundation dogs for the modern Scottish Terrier. The king's love of the breed helped to increase its popularity, which rose over the next three centuries.During the 1800s, Scotland had many terriers. By the end of the century, the dogs had been separated into two different groups, the Dandie Dinmont Terriers and the Skye Terriers (although the latter was a fairly generic name given to all terriers that came from the Isle of Skye). The Scottish Terrier was grouped under the Skye Terriers and shown under that class in the show ring until the 1870s. At that time, the standard for the Scottish Terrier was written and, by the end of the nineteenth century, the Skye Terriers had been divided into the four different breeds we know today: the Scottish Terrier, Skye Terrier, West Highland White Terrier, and the Cairn Terrier.",
    "Size": "The Scottish Terrier is a small, short-legged dog with a compact and sturdy build. The average height is 10 inches. The weight ranges from 19 to 22 pounds for a male and 18 to 21 pounds for a female.",
    "Personality": "The Scottish Terrier's character and personality are a bit like the lonely moors of his homeland. He's a serious guy, not particularly jolly, and he approves of dignity and reserve. He's opinionated, as well as independent and smart as a whip. He tends to be aloof (but not toward his family). A Scottie doesn't respond much to people who oooh and ahh over him while he's out and about. He's slow to accept anyone outside the family, but his devotion to his own people is legendary. He needs to live inside the house, because companionship is his mainstay. Sensitive to praise and anger, he's good at adapting to the changing moods of a household. When you're quiet, he'll be quiet (unless he sees a squirrel); when you're ready for a walk, he'll bound outdoors with you.Remember his background: he's a true terrier. If another dog provokes him, he'll fight to the end. If other dogs leave him alone, he leaves them alone.It's important, actually critical, to take your Scottie to socialization classes starting when he's a puppy. Inviting friends and family over or going to busy places with him while he's young will tamp down his general distrust of strangers. Left unchecked, that can translate into aggression when the dog is an adult — so start training your Scottie puppy from the moment you bring him home.",
    "Health": "Scottish Terriers are generally healthy, but like all breeds of dogs, they're prone to certain conditions and diseases.Scottie cramp is a common disorder in Scottish Terriers and is considered harmless to the breed. The symptoms of Scottie cramp occur only when the dog is stressed or overstimulated, such as during exercise, mating, or fights. The dog will appear normal at rest but will exhibit an arching of the spine, overflexing of the rear legs, the front legs may move outward from side to side, and the dog may show a goose-stepping gait. Some dogs may temporarily loose their ability to walk or run, and those who are severely affected may have trouble walking or running when stressed. This is not a progressive disease, and Scottish Terriers live long and healthy lives with this disorder. Treatment is not necessary, but in some severe cases it has been treated with vitamin E, diazepam, or Prozac.Von Willebrand's disease is an inherited blood disorder that interferes with the blood's ability to clot. The main symptom is excessive bleeding after an injury or surgery. Other symptoms include nosebleeds, bleeding gums, or bleeding in the stomach or intestines. There is no cure, and a blood transfusion from the blood of normal dogs is currently the only treatment. Research is underway for new treatments, including medication. Most dogs with von Willebrand's disease can lead normal lives. A vet can test your dog for the condition when he's a puppy. Dogs with this condition should not be bred.Craniomandibular osteopathy affects several skull bones. While a puppy is growing, the skull bones become irregularly enlarged. The symptoms usually appear between four and eight months of age. Often the puppy's jaw and glands will become swollen, and he won't be able to open his mouth. He'll drool, have a fluctuating fever every couple of weeks, and in some cases the chewing muscles may atrophy. The cause is unknown but believed to be hereditary. There is no treatment, but anti-inflammatories and pain relievers ease the discomfort. Proper nutrition is necessary, and in severe cases a feeding tube may be needed. The irregular bone growth slows and typically stops by the time the puppy becomes a year old. The lesions can regress, but a few dogs have permanent problems with using the jaw and eating. In some cases, there can be a permanent inability to move the jaw; surgery can partially correct that.Patellar luxation is a common problem in small dogs, including Scotties. The patella is the kneecap. Luxation refers to dislocation of an anatomical part (as a bone at a joint). In patellar luxation, the knee joint (often of a hind leg) slides in and out of place, causing pain. This can be crippling. The treatment is surgery.",
    "Care": "The Scottie is active and can become destructive when bored and underexercised. He loves to go for walks, but running is not part of his plan for the day. He has to be leashed for walks because he is a hunter, after all, and he will see the squirrel but not the car.He likes water but can't swim, and that's a bad conflict. He'll sink like a stone because of his short legs and heavy body. Scotties and uncovered swimming pools are a disaster waiting to happen, which is why Scottie Rescue groups prefer not to place them in homes with pools.Crate training benefits every dog and is a kind way to ensure that your Scottie doesn't have accidents in the house or get into things he shouldn't. A crate is also a place where he can retreat for a nap. Crate training at a young age will help your Scottie accept confinement if he ever needs to be boarded or hospitalized. Never stick your Scottie in a crate all day long, however. Scotties are people dogs, and they aren't meant to spend their lives locked up in a crate or kennel.",
    "Feeding": "Recommended daily amount: 1 to 1.5 cups of high-quality dry food a day.Note: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference--the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.For more on feeding your Scottish, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "While many people think of them as black, Scottish Terriers can also be grey or steel, brindle, or wheaten. The wheaten ones look a bit like West Highland White Terriers, which isn't surprising given their intertwined history.The Scottish Terrier has two coats. The topcoat, or overcoat, should be hard and wiry; the bottom coat, or undercoat, should be soft and dense. Because his hair just keeps growing, he doesn't shed as much as short-coated breeds. Scotty skin dries out quickly, so don't bathe until necessary.Many believe that the Scottish Terrier is easy to maintain, but in reality the breed needs a great deal of grooming. Set up a grooming table to bring the dog up to your level if that makes it easier for you. The coat needs to be groomed weekly for a pet and daily for a show dog.A variety of tools are used for brushing a Scottish Terrier: a stiff brush, a hound glove, a wide-toothed comb for the beard, and scissors for trimming. Show dogs are groomed with a technique called stripping, in which loose hairs are pulled out. It can be done with stripping knives or by hand, and the hair should always be stripped with the lay of the hair.Your Scottish Terrier should be clipped every two months if your aim is to keep his hair short; you can do it yourself or go to a groomer. If you are keeping the hair long, trim several times a year. A Scottish Terrier whose coat gets clipped regularly has softer hair (not preferred in the breed standard) and a duller coat color. If you plan to show your Scottie in conformation, avoid clipping as it is difficult to get the hair back into the proper standard condition.Scotties have bad reactions to fleas and have been known to chew themselves bald. Brushing regularly and using a flea comb are good ideas, combined with today's preventives. Begin accustoming your Scottie to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears. Trim nails regularly if he doesn't wear them down naturally. If you can hear them clicking on the floor, they're too long.Brush your Scottie's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath. Scottish Terriers have large teeth that are close together, which is why his teeth should be cleaned frequently. If the teeth aren't cleaned, the dog can suffer from tooth decay and gum disease.Start grooming when your dog is young, and make it a positive experience filled with praise and rewards to lay the groundwork for easy veterinary exams and other handling when he's an adult. As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the ears, nose, mouth, and eyes, and on the feet. Ears should smell good, without too much wax or gunk inside, and eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "He's so good with children that he's been called a nanny — but, like any terrier, the Scottie will react poorly to his tail or hair being pulled, and he's not well suited to the noise and movements of toddlers and very young children. But with well-behaved children, he's a champion and he will appoint himself their guardian.A true terrier, he can be aggressive with other dogs, particularly those of the same sex. Although he's not a sparring dog, if he wants to start a fight or responds to another dog's challenge, it can be a real problem. He's fine with those dogs he's been raised with.Because he's a hunter, he is not well suited to smaller pets. He may or may not tolerate a cat, but he's definitely bad news around small mammals such as hamsters or rats. To him, they're fast-food snacks. It's hardwired in the Scottie to go after vermin — it's not a choice. Set him up for success by not putting him in a situation where he has to fight his own nature, because he won't.",
    "Rescue Groups": "Scottish Terriers are often purchased without any clear understanding of what goes into owning one. There are many Scottish Terriers in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Scottish Terrier rescue organization.The Canadian Scottish Terrier ClubNorth Texas Scottie RescueScottie Kingdom Rescue, Inc.Scottish Terrier Club of AmericaScottish Terrier Rescue of North AlabamaTennesse Scottish Terrier Rescue Network"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Terrier Dogs"
    },
    {
      "name": "Height",
      "value": "Up to 10 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "18 to 22 pounds"
    },
    {
      "name": "Life Span",
      "value": "11 to 13 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}