{
  "id": "scottish-deerhound",
  "url": "https://dogtime.com/dog-breeds/scottish-deerhound",
  "name": "Scottish Deerhound",
  "intro": "The original purpose of the Scottish Deerhound dog breed was to hunt and bring down the Scottish roe deer, a magnificent beast twice or more the dog’s size. Today, if the Scottish Deerhound were writing a personals ad, they’d say that they enjoy long walks, opportunities to run, regular meals, and a nice sofa to nap on.\nEven though these are purebred dogs, some may still end up in the care of shelters or rescues. Consider adoption if this is the breed for you.\nAlthough these dogs are highly affectionate to the humans in their lives, they don’t fair as well in apartment living situations or with novice pet parents. They’re large and energetic, which means they need room to run. These dogs need an experienced trainer who can stay firm and consistent. They also don’t like being left at home alone for long hours of the day. If you’ve got the strength and endurance to meet this breed’s needs, you’ll have a loyal, loving companion for life.\nDogTime recommends this big, spacious crate to give your big Scottish Deerhound a place to rest and relax. You should also pick up this dog brush and massager for your long-haired pup!\nSee all Scottish Deerhound dog breed facts and characteristics below!",
  "description": {
    "": "Affectionately known as the \"Royal Dog of Scotland,\" it is not difficult to imagine how this breed, with its athletic, well-muscled build, came by the title. The Scottish Deerhound has a romantic past, a noble bearing, and a loving nature, so much so that Sir Walter Scott — himself the owner of deerhound named Maida — described the breed as \"the most perfect creature of Heaven.\"What is the allure of this large dog, with his wiry coat and greyhound-type build? Much of it can't be answered in words but must be witnessed firsthand. The Scottish Deerhound is affectionate toward everyone — family, friends, and strangers alike. He loves children and usually does well with other dogs, although the larger the better. With his long legs, he enjoys a nice jog with a human companion, but afterward is happy to laze around on the sofa and snooze in a sunny spot.This gentle dog has an elegant and polite air but is never aloof. While he's undoubtedly loyal and courageous, he doesn't make the best watchdog. His size might be intimidating to someone who doesn't know him, but he's too loving and friendly to pose any threat, and it rarely occurs to him to bark when someone approaches his home. He's highly active as a puppy, but by the time he's 3 to 5 years old he morphs into a couch potato. Nonetheless, he still requires long walks daily to maintain his tall, gangly body.The Scottish Deerhound is kind enough for people who are inexperienced with dogs, but even a novice should understand that he's not the easiest breed to train. Deerhounds are lazy and approach training with a \"What's in it for me?\" attitude. Although they have a reputation for not doing well in obedience or agility competitions, they can succeed in these arenas if their trainers are willing to put in hard work and consistent training. Scottish Deerhounds may also be slower than other breeds when it comes to housetraining, but the same patience and consistency that gives you a well-trained dog will be an asset with this step in training.Scottish Deerhounds are not recommended for apartment living despite their calm indoor nature. They do best when they have a large yard to run in, and the yard should be fenced to prevent them from chasing \"prey\" into the street. Underground electronic fencing should not be used with this breed; no shock will stop them once they go into chase mode. They're best suited to homes without cats or other small pets that may trigger their prey drive.If you can meet the special needs of a giant breed built for speed, the Scottish Deerhound is a devoted companion who will fill your life with all the love his large and dignified heart can give.",
    "Highlights": "Scottish Deerhounds need a securely fenced yard to keep them from chasing prey. Underground electronic fencing will not prevent them from giving chase.The Scottish Deerhound is not recommended in homes with smaller animals and pets that could be considered as \"prey.\" If they are not properly socialized, and for some Scottish Deerhounds even socialization does not curb it, they will give chase whenever they see the other animal. This could result in the smaller animal being killed or injured.Scottish Deerhounds are not recommended for apartment living. Although they have relatively low activity levels indoors, they are a large dog and require lots of room to run. They require daily exercise and do best in a home with a large yard or acreage.Scottish Deerhounds should be walked on leash to prevent them from chasing a moving animal, but be aware that they can and will lift you off your feet if they do decide to take off and you're hanging on to the leash.The Scottish Deerhound is a very affectionate breed and will generally befriend everyone he meets. He gets along well with other dogs if they are large and don't trigger his prey drive. He doesn't make the best alert or guard dog because of his loving nature.Housetraining can take a bit longer with the Scottish Deerhound than with other breeds. Be patient and consistent.Scottish Deerhounds are relatively inactive inside but still need a lot of daily exercise to maintain their huge bodies. They make great jogging companions and enjoy long, long walks. Many people are surprised when their active Scottish Deerhound puppy turns into a couch potato adult.Scottish Deerhounds do very well with older children, but take into account their size and energy level when they're outdoors. Don't let a child walk a Scottish Deerhound; he won't be able to hang onto him if he decides to run after something. Regardless of breed, no dog should ever be left alone with a young child.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "The origins of the Scottish Deerhound are lost in the Highland mists. Over the centuries, they've been known as Irish wolfdogs, Scottish greyhounds, rough greyhounds, and Highland deerhounds. Whether they were originally used to hunt wolves and then repurposed to hunt the great stags of the Highlands is unknown, but we do know that they were used as far back as the 16th century to hunt and bring down deer. The deerhounds were highly regarded for their courage and gentle dignity. A nobleman condemned to death could purchase his life with a gift of deerhounds. And only a nobleman could do so; no one beneath the rank of earl could lay claim to a deerhound, which was commonly known as the Royal Dog of Scotland.The breed suffered under its restricted ownership, however, and there were many times it came close to extinction, most nearly when the clan system of Scotland collapsed in 1745 after the fateful battle of Culloden during the Jacobite rebellion against English rule. By 1769 the breed was in dire straits. Efforts were made to restore the breed to its original glory in the 1820s by Archibald and Duncan McNeill. The breed made its way to America as well. The first Scottish Deerhound registered by the American Kennel Club was Bonnie Robin in 1886.During World War I, the breed suffered another decline in numbers when many large estates in Scotland and England were broken up. The Scottish Deerhound became a rare breed again, enjoyed only by a select few.Today the Scottish Deerhound is still a fairly uncommon breed, appreciated by those who love sighthounds or have an interest because of their Scottish heritage, but more are coming to learn that this is a versatile breed and an all-around exceptional dog. Today the Scottish Deerhound ranks 135th among the 155 breeds and varieties registered by the American Kennel Club.",
    "Size": "The average height for a Scottish Deerhound is 30 to 32 inches for a male and from 28 inches and up for a female. Males weigh 85 to 110 pounds, females 75 to 95 pounds.",
    "Personality": "The Scottish Deerhound can best be described as chivalrous. He's gentle yet strong, sensitive yet brave. Loyal, devoted, quiet, dignified, and alert are all terms that apply to this dog. He is courageous in the face of danger but never aggressive.Of course, those characteristics don't just appear. Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Choose the middle-of-the-road puppy, not the one who's beating up his littermates or the one who's hiding in the corner. Always meet at least one of the parents — usually the mother is the one who's available — to ensure that they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when he grows up.Like every dog, Scottish Deerhounds need early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Deerhound puppy grows up to be a well-rounded dog. Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills.",
    "Health": "Scottish Deerhounds are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Deerhounds will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition. In Deerhounds, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA website.Anesthesia Sensitivity: Sighthounds, including Scottish Deerhounds, are sensitive to anesthesia and some other drugs that can lead to the death of the dog if it is administered a regular dose. This sensitivity is believed to be related to the lower percentage of body fat in this breed than other breeds. A regular dose for a dog the size of a Scottish Deerhound is generally too high a dose for the low-body-fat Deerhound. It is important to choose a veterinarian who is familiar with this sensitivity in sighthounds and will be aware of how to dose your Scottish Deerhound. If you cannot find a veterinarian in your town who is knowledgeable about sighthounds, take the time to alert them to this sensitivity to ensure that all anesthetics and drugs are properly administered to your dog.Dilated Cardiomyopathy: Dilated cardiomyopathy occurs when the heart muscle becomes very thin and is unable to contract normally. Because the heart must work harder, it becomes enlarged. Dogs with this disease have an abnormal heart rhythm and show signs of heart failure, including weakness, loss of appetite, weight loss, depression, collapse, difficulty breathing, a soft cough, and an enlarged abdomen. There is no cure, but rest, diet, and medication can help for a time.Cystinuria: This genetic disorder is caused by an inability to reabsorb cystine, an amino acid, back into the kidney tubules. This results in the formation of kidney or bladder stones, which can cause life-threatening blockages of the urinary tract, especially in males. It's identified through an inexpensive urine nitroprusside test for cystine available through the University of Pennsylvania. Medication, diet, and surgery are all options that may help. Dogs with this inherited defect should not be bred.Osteosarcoma: Most often affecting large and giant breeds, osteosarcoma is an aggressive bone cancer. The first sign of osteosarcoma is a lameness in the limb, but the dog will require x-rays to determine the cause. Osteosarcoma is treated aggressively, usually with amputation of the limb and chemotherapy.Factor VII Deficiency: Factor VII deficiency causes excessive and sometimes fatal bleeding from minor wounds and surgery. A DNA test to identify carriers of Factor VII deficiency is available. This genetic abnormality is present at birth and doesn't change, so a test at any age is accurate for the dog's entire life.Gastric Torsion (Bloat): Commonly called bloat, this is a life-threatening condition that affects large, deep-chested dogs, especially if they're fed one large meal a day, eat rapidly, drink large amounts of water rapidly, or exercise vigorously after eating. Bloat occurs when the stomach is distended with gas or air and then twists. The dog is unable to belch or vomit to rid himself of the excess air in his stomach, and blood flow to the heart is impeded. Blood pressure drops and the dog goes into shock. Without immediate medical attention, the dog can die. Suspect bloat if your dog has a distended abdomen, is drooling excessively, and retching without throwing up. He also may be restless, depressed, lethargic, and weak with a rapid heart rate. If you notice these signs, get your dog to the vet as soon as possible.Allergies: Allergies are a common ailment in dogs. There are three main types of allergies: food-based allergies, treated by an elimination process of certain foods from the dog's diet; contact allergies, caused by a reaction to a topical substance such as bedding, flea powders, dog shampoos, and other chemicals, and treated by removing the cause of the allergy; and inhalant allergies, caused by airborne allergens such as pollen, dust, and mildew. Deerhounds are especially prone to inhalant allergies. Treatment varies according to the cause and may include dietary restrictions, medications, and environmental changes. The appropriate medication for inhalant allergies depends on the severity of the allergy. Ear infections are a common side effect of inhalant allergies.Hypothyroidism: Hypothyroidism is an abnormally low level of the hormone produced by the thyroid gland. A mild sign of the disease may be infertility. More obvious signs include obesity, mental dullness, drooping of the eyelids, low energy levels, and irregular heat cycles. The dog's fur becomes coarse and brittle and begins to fall out, while the skin becomes tough and dark. Hypothyroidism can be treated with daily medication, which must continue throughout the dog's life. A dog receiving daily thyroid treatment can live a full and happy life.",
    "Care": "Scottish Deerhounds are calm and sedate. They enjoy a good run or a long walk, but in the main they're more mellow than manic. They'll enjoy any game that involves chasing something, although you shouldn't expect them to bring it back.Because they're a giant breed, it's important to introduce puppies to exercise gradually so you don't damage their still developing bones and joints. Deerhound puppies need plenty of off-leash exercise in a safely fenced area to develop properly. Give them unrestricted access to a large yard so they can get out and run when the mood strikes them. Start them on walks when they're 8 weeks old and gradually work them up to a mile or more by the time they're 12 weeks old. By 6 months of age, they'll be capable and desirous of much longer walks. They should be two years old before they begin any type of jumping or running. Avoid exercising them on hard surfaces such as concrete as much as possible.In the house, they need a puppy-proofed room where they can stretch out and play, yet not do too much damage. When you're not there to supervise, confine them to it with a tall dog gate or baby gate. Long hours in a crate can damage their joints.Scottish Deerhounds are not the easiest of breeds to train and require patience and understanding. They enjoy the attention they receive when you're happy with their behavior, but all in all they'd rather do what they like. They are sensitive and won't respond to harsh treatment. Positive reinforcement with food rewards, praise, and play is the best training technique to use with this breed, and it's important to be consistent. With a trainer who's patient and has a sense of humor, they've been known to achieve advanced titles in obedience.Leash training is a must with the Scottish Deerhound. Your Scottish Deerhound must be leashed on walks or his prey drive will kick in when he sees a small animal in motion. Once that happens, nothing will matter to him but the chase, no matter how many frantic commands you shout. While it's breathtaking to see a Deerhound in action, it's heartbreaking if he becomes injured in the chase, hurts or kills the animal he's pursuing, or runs in front of a car and is killed. If you want to see him run and chase, get him involved in lure coursing.",
    "Feeding": "Recommended daily amount: 3 to 4 cups of high-quality dry food a day, divided into two meals.Note: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.If you're unsure whether your Deerhound's overweight, give him the eye test and the hands-on test. First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Deerhound, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The thick coat of a Scottish Deerhound is 3 to 4 inches long, harsh and wiry, meant to protect the dog as he hunted the rough terrain of the Scottish Highlands. In contrast, the hair on the head, belly, and breast is usually quite soft. A slight fringe of hair — not enough to be called feathering — adorns the backs of the legs. Climate affects the texture of the coat, and in the United States Deerhounds commonly have a coat that is a mix of wiry and silky hair. No self-respecting Deerhound has a woolly coat, however, which doesn't shed dirt the way the wiry coat does.The typical Deerhound wears a coat of dark blue-gray, but the breed standard — a written description of how a breed should look — says he also comes in dark gray, brindle, light gray, red fawn, sandy red, or yellow. The latter three colors are especially attractive when the dog has a black muzzle and ears, but it's unlikely you'll ever see it. Most Deerhounds come in only three colors: gray, gray, and gray. Once in a while you'll see a bit of white on the chest or toes, but the less white the better.Scottish Deerhounds shed consistently throughout the year. Brush the coat with a wire slicker brush once or twice a week to remove dead hair, stimulate the circulation, and distribute natural skin oils. Always brush in the direction the hair grows. Give a final going over with a metal comb — known as a greyhound comb — to be sure you haven't missed any tangles. You can also use the comb on the softer belly, chest, and facial hair. Using your fingers, gently pluck any long or light-colored hairs from the ears until they look velvety black.Bathe your Deerhound as needed to remove any dust, dirt, or doggy odor that's developed. A bath will temporarily make his coat feel soft, but it will regain its crisp feel in a few days. With regular brushing, he really shouldn't need a bath more than a couple of times a year unless you're showing him.Other grooming needs include dental hygiene and nail care. Brush your Deerhound's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim nails regularly if your dog doesn't wear them down naturally. If you can hear them clicking on the floor, they're too long. Short, neatly trimmed nails keep the dog's feet in good condition and keep your legs from getting scratched when your Deerhound enthusiastically jumps up to greet you.Because your Deerhound has floppy ears, you should check and clean them weekly to prevent ear infections. Gently wipe out the ear — only the part you can see! — with a cotton ball moistened with a cleaning solution recommended by your veterinarian. Never stick cotton swabs or anything else into the ear canal or you might damage it. Your Deerhound may have an ear infection if the inside of the ear smells bad, looks red or seems tender, or he frequently shakes his head or scratches at his ear.Begin accustoming your Deerhound to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult — essential with a dog this size.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the ears, nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "Deerhounds can get along with children, but they're not really a playmate kind of dog, being more into body slams than playing fetch. They're best suited to homes with older children who understand how to interact with dogs. Deerhounds aren't best pleased by the poking, prodding, and pulling of toddlers and will generally stalk off rather than put up with it. Their size also makes them unsuited to life with small children; they can easily knock them over without meaning to.Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's sleeping or eating or to try to take the dog's food away. No dog should ever be left unsupervised with a child.While your Deerhound may learn to live peaceably with small dogs or cats indoors, if he sees them running around outdoors it can be a different story.",
    "Rescue Groups": "Scottish Deerhounds are often purchased without any clear understanding of what goes into owning one. There are many Deerhounds in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Deerhound rescue.Scottish Deerhound Club of America"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Hound Dogs"
    },
    {
      "name": "Height",
      "value": "28 to 32 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "75 to 110 pounds"
    },
    {
      "name": "Life Span",
      "value": "8 to 11 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}