{
  "id": "sealyham-terrier",
  "url": "https://dogtime.com/dog-breeds/sealyham-terrier",
  "name": "Sealyham Terrier",
  "intro": "The Sealyham Terrier dog breed was originally bred to hunt otters, foxes, and badgers. Today, these clowns of the terrier family are primarily companion dogs and a good choice for novice pet parents.\nAlthough these are purebred dogs, you may still find them in shelters and rescues. Remember to adopt! Don’t shop if this is the breed for you.\nThese friendly, affectionate pups will get along with the whole family, whether that family lives in an apartment or a large home with a backyard. Although, they will need some exercise to avoid weight gain and stay happy and healthy. They’ll also need firm and consistent training, especially when it comes to housetraining, as well as some socialization, preferably starting at an early age. If you can meet the breed’s needs, you’ll have a loving and adorable companion for life!\nDogTime recommends this dog bed to give a good night’s sleep to your medium-sized Sealyham Terrier. You should also pick up this dog de-shedder for your high shedding pup!\nSee below for complete list of Sealyham Terrier dog breed facts and traits!",
  "description": {
    "": "Sealyham Terriers, affectionately called Sealies, are distinctive-looking, affectionate terriers who stand out for their inquisitive, self-confident, good-humored nature. Once you've had a Sealy, you can never go back to another breed, his fans say.Named for the country estate of the man who developed the breed, Sealyham Terriers originated in Wales and are thought to have been developed through judicious crosses with the now-extinct small white Cheshire terrier, Corgis, Dandie Dinmont Terriers, West Highland White Terriers, Wirehaired Fox Terriers, and Bull Terriers.At one time, Sealies were one of the most popular terrier breeds. Today, however, they're uncommon and are considered by Great Britain's Kennel Club to be one of that country's most endangered native breeds.Sealyham Terriers aren't big dogs, but they have long, broad, powerful heads and well-muscled bodies. Their eyes are dark and deep set. The ears are folded level with the top of the head and the forward edge lies close to the cheek. In the U.S., the tails of Sealyham Terriers (which have been described as resembling an old-fashioned shaving brush) typically are docked.The Sealyham's personality enchants his people. He's less active than the typical terrier, and some call him the \"couch potato of terriers.\" At the same time, he has a wonderful sense of humor and is always ready to play. Because he was bred to hunt in a pack, he typically gets along well with other dogs in the home, as well as people, although he can be reserved toward strangers.Of course, the breed isn't perfect. Although intelligent and charming, Sealies can sometimes exhibit the stubbornness that terriers are known for. To maintain your position as leader of the pack requires a firm hand and the ability not to laugh at their antics as you scold them.If you choose to have a Sealyham Terrier as a pet and companion, you won't be disappointed. Although you'll probably have to do quite a bit of research to find a pup, this proud little dog adapts well to modern lifestyles and is comfortable in both city and country.His inquisitive, self-assured nature and clownish ways will delight you, and bring new joy to a walk around town. Your Sealyham Terrier will give you endless devotion and love.There's one thing you should know about Sealyham Terriers, however. Once you have discovered them, most owners say they are like potato chips — you can't be satisfied with just one!",
    "Highlights": "If your Sealyham Terrier becomes overweight, he can develop back problems. Be sure to monitor his food intake and give him regular exercise to keep him in shape.Sealies are independent and can be stubborn when it comes to housetraining. Crate training is recommended.They are reserved with strangers and make good watchdogs. Their bark is surprisingly loud and deep, but they can be trained to be quiet on command.Sealies are fond of chasing rabbits, birds, and even other dogs and cats. Be sure to keep your Sealyham Terrier on leash when he's not in a secure area.Because of their unusual looks and small size, they could be targets for dog thieves. Although Sealyham Terriers do well outdoors when it's cool (they don't like heat), they should be kept in your house when you can't supervise them.Sealyham Terriers are a rare breed. It may be difficult to locate a reputable breeder, and even when you locate one, you may have to wait several months for a litter to be born.Sealyham Terriers can be aggressive toward dogs they don't know, even dogs much larger than they are. Keep your Sealyham Terrier under control until you know that both he and the other dog are friendly to each other.Although loyal and affectionate with their families, Sealyham Terriers can be a bit reserved around strangers.Sealyham Terriers are happy little dogs, but they can have a dominant personality if not kept in check by a firm, consistent master.Sealyham Terriers have an independent, stubborn streak. Successfully training them requires firm, consistent handling. They respond well to positive reinforcement techniques such as food rewards, praise, and play.Never buy a Sealyham Terrier from a puppy mill, a pet store, or a breeder who doesn't provide health clearances or guarantees. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies and who breeds for sound temperaments.",
    "History": "The Sealyham Terrier derives his name from Sealyham, the estate of Captain John Tucker Edwards, in Haverfordwest, Wales. Captain Edwards developed the breed in the mid-1800s to hunt for small but tough game such as badgers, otters, and foxes. He crossed various breeds and tested the offspring for gameness and hunting ability.As word got out about the little white terriers, they became popular in England. In 1903, the breed made an appearance in the show ring, and the first Sealyham Terrier club was formed in 1908. In 1910, the breed was officially recognized by England's Kennel Club. The breed's first champion in England was a dog named St. Brides Demon. He achieved his championship in 1911.Sealies were especially popular in the early 1900s. They stood out in the show ring, and show entries often were in the hundreds. At the Pembrokeshire Hunt Hound Puppy and Sealyham Terrier show in Slade, Pembrokeshire, in 1914, , there were 600 Sealyham Terriers entered, with 71 in the Open Dog Class and 64 in the Open Bitch Class, numbers that have never been equalled since.Sealyham Terriers were also recognized by the American Kennel Club in 1911, shortly after the first Sealies were imported into the U.S. The American Sealyham Terrier Club was formed in 1913.Since their show debut in San Mateo, California, in 1911, they have remained a popular show dog. Among the breed's many honors, a Sealyham Terrier has won Best in Show at Westminster four times.They have not, however, ever become a very popular dog with the general public. Despite his excellent companion dog credentials, the Sealy today is a rare breed, ranking 149th among the 155 breeds and varieties recognized by the AKC.",
    "Size": "Average height is 10.5 inches at the shoulder. Males typically weigh 23 to 24 pounds, while females weigh slightly less.",
    "Personality": "Sealies are typical terriers in that they're self-assured and inquisitive. They are more mellow and less rowdy than other terrier breeds, however, making them a bit easier to live with.Sealies are outgoing and friendly, but alert. They tend to be reserved toward strangers and are excellent watchdogs with an impressive bark. They respond well to positive training techniques and learn quickly, but their sense of humor often results in the addition of a clever twist to any command they're asked to perform, especially if they have an audience.These are proud dogs who will consider themselves full and equal members of the family and expect to be treated that way.Like every dog, Sealies need early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Sealyham Terrier puppy grows up to be a well-rounded dog.",
    "Health": "Sealyham Terriers have no significant health problems. As with any dog, however, there are some conditions and diseases that Sealyhams could be prone to, such as lens luxation and retinal dysplasia.Lens Luxation. The lens of the eye can become displaced when the ligament holding it in place deteriorates. It's sometimes treatable with medication or surgery, but in severe cases the eye may need to be removed.Retinal Dysplasia. This is a developmental malformation of the retina that the dog is born with. Most cases are mild and there is no detectable loss in vision. Veterinary ophthalmologists can do tests to determine if puppies are affected when they are 7 to 12 weeks old. Retinal dysplasia shouldn't affect a dog's ability to function as a companion, but affected Sealyhams shouldn't be bred.Although these ailments are rarely reported in Sealyham Terriers, you still should research breeders and find those who do the appropriate tests on their breeding stock to ensure that you get the healthiest dog possible. A breeder should be able to show you certification from the Canine Eye Registry Foundation (CERF) that the eyes are normal.",
    "Care": "The Sealyham Terrier's small size and robust build make him a good choice for city or country dwellers. He's relatively inactive indoors and can adapt to life without a yard as long as he's walked daily. If he does have a yard, it should be fenced to prevent him from chasing other animals or wandering off to go hunting.Sealyhams are rather low-key, not \"busy\" like most terriers. Due to their size, their loyalty to their families, and their preference for cool temperatures, they do best as housedogs.Like most terriers, Sealies likes to dig and bark. This dog is an independent thinker and requires firm and consistent handling, but he responds well to training with positive reinforcement techniques such as food rewards, praise, and play.Sometimes Sealies can be difficult to housetrain, but patience and a regular schedule usually brings success. Crate-training is recommended.",
    "Feeding": "Recommended daily amount: 1 1/8 to 1 3/8 cups of a high-quality dog food daily, divided into two meals.How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog.The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Sealyham Terrier in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test.First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Sealyham Terrier, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "Sealyham Terriers have weather-resistant, medium-long double coats. The undercoat is dense and soft, while the top coat is hard and wiry. The hair around the face and muzzle is very long, compared to the rest of the coat. Sealies are all white, although some have lemon, tan, or badger markings on the head and ears.To look their best, Sealyham Terriers should be brushed three times a week to prevent tangles from forming in the longer hair on the head, legs, and chest. Hand-stripping — plucking dead hair to encourage new hair to grow — maintains the correct hard texture of the coat, but this can be a laborious process.Many pet owners opt to have their dog clipped instead. The tradeoff is that the coat becomes much softer and may shed more than a stripped coat, which sheds only lightly. You can learn to clip your Sealy yourself or you can take him to a professional groomer.Other grooming needs include dental hygiene and nail care. Brush your Sealyham's teeth at least two or three times a week to remove tartar buildup and the accompanying bacteria. Daily is better.Trim his nails once or twice a month, as needed. If you can hear the nail clicking on the floor, they're too long. Short nails keep the feet in good condition and won't scratch your legs when your Sealyham jumps up to greet you.Begin getting your Sealyham Terrier accustomed to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears.Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.",
    "Children And Other Pets": "All Terriers are rambunctious, even the laidback Sealyham. This breed is best suited to families with older children who understand how to handle and interact with dogs.Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's sleeping or eating or to try to take the dog's food away. No dog, no matter how good-natured, should ever be left unsupervised with a child.Sealies are generally good with other pets, including cats, especially if they're raised with them. They can be aggressive toward dogs they don't know.",
    "Rescue Groups": "Sealyham Terriers are sometimes acquired without any clear understanding of what goes into owning one, and these dogs often end up in the care of rescue groups, in need of adoption or fostering. If you're interested in adopting an adult Sealyham Terrier who's already gone through the destructive puppy stage and may already be trained, a rescue group is a good place to start. American Sealyham Terrier Club"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Terrier Dogs"
    },
    {
      "name": "Height",
      "value": "Up to 10 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "22 to 24 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 14 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}