{
  "id": "sheepadoodle",
  "url": "https://dogtime.com/dog-breeds/sheepadoodle",
  "name": "Sheepadoodle",
  "intro": "The Sheepadoodle is a mixed breed dog — a cross between the Old English Sheepdog and Poodle dog breeds. Smart, playful, and loving, these pups inherited some of the best traits from both of their parents.\nSheepadoodles go by many names, including Sheep-a-poo, Sheeppoo, Sheepdoodle, and Sheepdogpoo. Despite their status as a designer breed, you may  find these mixed breed dogs in shelters and rescues, so remember to adopt! Don’t shop!\nThese adorable pups make great family dogs, as well as companions for single-person households. Due to their natural ability to read human emotions so well, they very often make great therapy or emotional support dogs. If you want a lovable, protective, and energetic pooch who will always keep you entertained and your home safe, the Sheepadoodle may be the right dog for you!\nSee below for all mixed dog breed traits and facts about Saint Berdoodles!",
  "description": {
    "Highlights": "Sheepadoodles are mixed breed dogs. They are not purebreds like their Old English Sheepdog or Poodle parents.The main colors of Sheepadoodles are a mix of black and white, but they can also be solid black and, in some cases, gray.Sheepadoodles tend to be a great choice for allergy sufferers since this mix is considered a low to non-shedder. They will need to be groomed roughly every eight weeks and must be brushed two to three times a week.Sheepadoodles will need daily walks and games of fetch for exercise. These smart pups will also need to play mentally stimulating games to prevent them from being destructive due to boredom.Their ability to emotionally connect with their owners has made the Sheepadoodle a popular therapy and emotional support dog. However, their need to be around their owners so much makes it difficult to leave them home alone for long periods of time, and they may require a dog walker or doggy daycare.Sheepadoodles are affectionate and even-tempered with children and are just as happy being around kids as they are being around adults.Sheepadoodles get along well with other animals if introduced gradually, calmly, and at an early age. They are naturally intelligent and very social animals and will enjoy the company of other pets in their household.",
    "History": "The Sheepadoodle mixed dog breed may have existed naturally over the years, but it's believed that this crossbreed gained popularity in the 1980s because they could usually be tolerated well among allergy sufferers.Breeders wanted to mix the two parent breeds to create a large, low shedding dog that was an excellent companion animal, as well as a great family pet who loves children and will guard their owner's home.Even though the Sheepadoodle got their start as a designer breed, some have ended up in shelters or in the care of rescue groups. Consider adoption if you decide this is the right mixed breed for you.Check your local shelters, look up Sheepadoodle rescues, or check with breed specific Poodle or Old English Sheepdog rescues, as they sometimes take in mixed breed dogs and find homes for them.",
    "Size": "As the Sheepadoodle is a relatively new mixed breed, there are few standards when it comes to size. That being said, the Old English Sheepdog parent can be mixed with a standard, miniature, or toy poodle parent, which will affect their size.Seeing as the most common Sheepadoodle pup is one with a Standard Poodle parent, you can expect the dog to be on the larger side.Most Sheepadoodles weigh in at 60 to 80 pounds and range in height from 16 to 22 inches at the shoulder. That said, the other varieties like the toy and mini Sheepadoodles, will be smaller in size.",
    "Personality": "Many Sheepadoodle lovers describe these dogs' personality as lovable and lively. They will enjoy snuggling with you on the couch just as much as they would enjoy going outside for a brisk walk.Some Sheepadoodles will have acquired their herding drive from their Old English Sheepdog parent and will need to burn off energy with plenty of playtime outdoors. They are rather athletic and love to swim, play fetch, and please their owners by learning new tricks. They're extremely loyal dogs, and even though they're people-friendly, they will make great guard dogs for their households.Sheepadoodle puppies are often a bit boisterous and will require training at an early age. Both Poodles and Old English Sheepdogs are known to be very intelligent breeds, making the Sheepadoodle easy to train. They respond best to positive reinforcement and treats as rewards. These obedient dogs will also love to be taught a variety of tricks, especially because they need to be mentally stimulated.Their ability to emotionally connect with their owners has made the Sheepadoodle not only a very loyal companion, but they have become a popular therapy and emotional support dog. They adore children and adults alike, and will quickly become a wonderful addition to any family.However, their need to be around their owners so much makes it difficult to leave your Sheepadoodle home alone for long periods of time, and they may require a dog walker or doggy daycare.",
    "Health": "The Sheepadoodle may be a mixed breed, but they are still predisposed to some of the same conditions that the Poodle and Old English Sheepdog face. While most are generally healthy, many can inherit conditions that both parent breeds have, which is why it is very important to maintain good care and attend regular veterinary checkups.Some of the more common health problems Sheepadoodles suffer from include:BloatHip DysplasiaAddison's diseaseJoint issuesSebaceous adenitis/skin disorders",
    "Care": "As with all dogs, you should keep up with your Sheepadoodle's regular veterianry checkups to detect any health concerns early. Your vet can help develop a care routine that will keep your dog healthy.Sheepadoodles are prone to weight gain and will need daily walks and games of fetch for exercise. These smart pups will also need to play mentally stimulating games to prevent them from being destructive due to boredom. Making sure your dog gets enough exercise to maintain a healthy weight will also help to protect the dogs' joints from damage, especially as the dog ages.Check their floppy ears for debris, and clean them as recommended by your vet. Trim your dog's nails before they get too long--usually one or twice per month. They should not be clicking against the floor. Your groomer can help you with this.While Sheepadoodles typically do not have oral health issues, it's still important to maintain good dental hygiene. You can brush their teeth daily, and your veterinarian can instruct you on how to do so properly.",
    "Feeding": "An ideal Sheepadoodle diet should be formulated for a large breed with high energy. They have a tendency to gain weight and eat very quickly, so you should break their meals into portions throughout the day, but consult your veterinarian first! Limit the amount of treats, and make sure not to engage in strenuous exercise after meals.As with all dogs, the Sheepadoodle's dietary needs will change from puppyhood to adulthood and will continue into their senior years. You should ask your veterinarian for recommendations about your Sheepadoodle's diet, as there is far too much variation among individual dogs--including weight, energy, and health to make a specific recommendation.",
    "Coat Color And Grooming": "Sheepadoodle coats are often a mix of their Poodle and Old English Sheepdog parents' coats and colors. The main colors of Sheepadoodles are a mix of black and white, but they can also be solid black and, in some cases, gray.They usually have longer coats that can be flat, wavy, or curly. Sheepadoodles tend to be a great choice for allergy sufferers since this mix is considered a low to non-shedder. They will need to be groomed roughly every eight weeks and must be brushed two to three times a week to prevent their coats from getting matted.Because they tend to have longer coats, Sheepadoodles can handle cooler weather. When it comes to warm weather, they will handle the conditions much better if their coat is trimmed short and may become too hot if they have a longer coat.",
    "Children And Other Pets": "Since the Sheepadoodle is part Old English Sheepdog, they have a herding instinct and have been known to playfully nip at the heels of children as if to \"herd\" them. They are affectionate and even-tempered with children and are just as happy being around kids as they are being around adults.Even though they are gentle dogs, all children should still be taught how to properly interact with pets. That being said, children that know how to handle dogs will love to have these energetic pups as companions.When it comes to other pets, Sheepadoodles get along well with other animals if introduced gradually, calmly, and at an early age. They are naturally intelligent and very social animals and will enjoy the company of other pets in their household.Sheepadoodles generally get along just fine with other cats or dogs in their homes, so it really comes down to early training, socialization, and your pup's own unique personality.",
    "Rescue Groups": "It may be hard to find a breed specific rescue for Sheepadoodles because they are a mixed breed. However, you may want to try Old English Sheepdog or Poodle breed specific rescues, as they often care for mixes, as well. Here are some rescues you can try:Old English Sheepdog Rescue NetworkCarolina Poodle RescueYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "16 to 22 inches"
    },
    {
      "name": "Weight",
      "value": "60 to 80 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}