{
  "id": "shepsky",
  "url": "https://dogtime.com/dog-breeds/shepsky",
  "name": "Shepsky",
  "intro": "The Shepsky is a mixed breed dog–a cross between the German Shepherd and Siberian Husky dog breeds. Medium in size, energetic, and loyal, these pups inherited some of the best qualities from both of their parents.\nThe Shepsky is also commonly called the Gerberian Shepsky. Despite their unfortunate status as a designer breed, you can find these mixed-breed dogs in shelters and breed specific rescues, so remember to adopt! Don’t shop!\nThese adorable pups are affectionate and loyal. They are also working dogs. Due to their superior intelligence and alert nature, they have a history of taking on guard duties, police work, search and rescue missions, as well as military operations.\nAn apartment would never do. Shepskies need large homes with yards and need to be responsible for rigorous duties. When under-stimulated, these pups can become destructive and unmanageable. Keep them working to keep them happy! Read on to find out if this is the right breed for you.\nSee below for all mixed dog breed traits and facts about Shepskies!",
  "description": {
    "Highlights": "Shepskies are mixed breed dogs. They are not purebreds like their German Shepherd Dog or Siberian Husky parents.The main colors of Shepskies are brown, black, cream, white, red, and blue. Almost never solid, their coats are generally a mixture of two or more colors.Shepskies usually have long, dense coats, and they're generally not recommended for people with allergies. They tend to shed quite a bit.Shepskies have high energy and don't do well in apartments or homes where they are left alone for long periods of time.These dogs' ancestors descend from cold climates, so they tolerate frigid weather very well.Some say the Shepsky is a cross between a babysitter and a cop, both gentle with and protective of the children in their family.",
    "History": "The Shepsky dog breed may have existed naturally over the years, but designer breeders started intentionally mixing German Shepherd and Siberian Husky in the late 1990s, likely in North America.Breeders wanted to mix the two parent breeds to create a super-hybrid, working dog. They continued to create Shepskies as demand for the mixed breed pups climbed.Even though the Shepsky breed got its start as a designer breed, some have ended up in shelters or in the care of rescue groups. Consider adoption if you decide this is the breed for you.Check your local shelters, look up Shepsky rescues, or check with breed-specific German Shepherd and Siberian Husky rescues, as they sometimes help to re-home mixed breed dogs.The Shepsky is recognized in the Dog Registry of America Inc and The American Canine Hybrid Club.",
    "Size": "As the Shepsky is a relatively new breed, there are few standards when it comes to size. That said, as a mix between German Shepherd and Siberian Husky parents, you can expect Shepskies to be medium to large in size.Most weigh in at 45 to 88 pounds and range in height from 20 to 25 inches at the shoulder. However, many can be smaller or larger.",
    "Personality": "Many Shepsky lovers describe their dogs' as an active and playful breed. They are medium in size and full of energy. They hail from a long line of working parents which is why they often need jobs. Whether small or large they need to be needed.Shepskies are pack dogs and need a pack leader to help guide them. Don't be surprised if they test the limits of your position in the pack and try to take control from time to time.When this happens, it's important not to give into their pushiness. Assert yourself as leader by confirming the ground rules with clarity and consistency.Making your dog wait to eat is one of the best ways to establish your leadership role. The Shepsky will view you as the keeper of all valuable resources--food, treats, toys, and other canine assets.One thing Shepskys are not good at is being alone for long periods of time. Without the companionship they need—as well as exercise and the chance to put their intelligence to work—they become bored and frustrated. A Shepsky who's under-exercised and ignored by their family is likely to express pent-up energy in ways you don't like, such as howling and chewing.Like every dog, the Shepsky needs early socialization—exposure to many different people, sights, sounds, and experiences—when they're young. Socialization helps ensure that your Shepsky puppy grows up to be a well-rounded dog.",
    "Health": "The Shepsky breed is predisposed to some of the same conditions that the German Shepherd and Siberian Husky also face. While most are generally healthy, some may be prone to a few health issues, which is why it is important to maintain good care and regular veterinary checkups.Some of the more common health problems Shepskys suffer from include:Patellar LuxationHip DysplasiaEpilepsyProgressive Retinal Atrophy",
    "Care": "As with all dogs, you should keep up with your Shepsky's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.Shepskies are prone to weight gain, and they have high energy levels. One hour of exercise per day is a good starting point. They need dog parks and wide open spaces.Check their ears for debris and pests daily and clean them as recommended by your vet. Trim your dog's nails before they get too long--usually once or twice per month. They should not be clicking against the floor. Your groomer can help with this.Your main concern when it comes to your Shepsky's care will be maintaining their oral health. You should brush their teeth daily, as many breeds are prone to dental issues. Your veterinarian can instruct you on how to brush your dog's teeth properly.",
    "Feeding": "A Shepsky diet should be formulated for a medium sized breed with high energy and exercise needs. You should consult your veterinarian or professional nutritionist for advice on what to feed your Shepsky and the correct portion sizes. Their dietary needs will change as they grow from puppyhood to adulthood and senior age. Stay on top of these nutritional requirements.You'll need to take special care with feeding and exercising a Shepsky puppy, however. Their German Shepherd parents grow very rapidly between the ages of four and seven months, making them susceptible to bone disorders. They do well on a high-quality, low-calorie diet that keeps them from growing too fast.Don't let your Shepsky puppy run, jump, or play on hard surfaces like pavement until they're at least two years old and their joints are fully formed. It's fine for puppies to play on grass, though, and puppy agility, with its inch-high jumps, is okay.Overfeeding your Shepsky and letting them pack on the pounds can cause joint problems, as well as other health conditions. Limit treats, keep them active, and serve them regular meals rather than leaving food available at all times.",
    "Coat Color And Grooming": "Shepsky coats are often a mix of their German Shepherd and Siberian Husky parents' coats and colors. The main colors of Shepskies are brown, black, cream, white, red, and blue. Almost never solid, their coats are generally a mixture of two or more colors.They usually have long, dense coats, and they're generally not recommended for people with allergies. They tend to shed quite a bit and you may need to pick up a RoboVac. These pups will require a few good brushes per week. Only bathe as needed so you don't strip the coat of it's natural oils. Brushing will also help to spread the oils throughout the coat.These pups are well suited for cold weather. Their Siberian Husky parentage is straight from Russia, which is about as cold as it gets.",
    "Children And Other Pets": "If they're well-trained and have had plenty of exposure to kids, especially as a puppy, a Shepsky is a great companion for children. In fact, some say they're a cross between a babysitter and a cop, both gentle with and protective of the children in their family.Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while they're eating or to try to take the dog's food away. No dog should ever be left unsupervised with a child.The Shepsky is part pack dog and should be socialized early on. Introducing an adult Shepsky to a household with other pets can be more difficult if the German Shepherd parentage personality prevails and may require more work and professional trainers.Find out if this is the right dog for you by learning about their German Shepherd and Siberian Husky parents.",
    "Rescue Groups": "It may be hard to find a breed-specific rescue for Shepskies because they are a mixed breed. However, you may want to try German Shepherd Dog or Siberian Husky breed-specific rescues, as they often care for mixes, as well. Here are some rescues you can try:German Shepherd Rescue of Orange CountyRaven's Husky Haven and RescueYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "20 to 25 inches"
    },
    {
      "name": "Weight",
      "value": "45 to 88 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 14 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}