{
  "id": "shetland-sheepdog",
  "url": "https://dogtime.com/dog-breeds/shetland-sheepdog",
  "name": "Shetland Sheepdog",
  "intro": "Canines of the Shetland Sheepdog dog breed stood guard for farmers in the Shetland Islands off the coast of Scotland, keeping hungry birds and sheep out of the farmer’s garden, and they served as herding dogs as well. Today they’re excellent family companions and superstars in dog sports.\nMany fans of the breed affectionately refer to these pups as Shelties. Even though these are purebred dogs, you may find them in the care of shelters or rescue groups. Remember to adopt! Don’t shop if you want to bring a dog home.\nSmart and eager to please, dogs of this breed take well to training. Even though they’re quite affectionate with just about everybody, they’re also very protective of their families. They’re sensitive and shouldn’t spend too many hours home alone without companionship. If you can keep your dog mentally and physically stimulated with tasks, training, and exercise, you’ll have a loving furry family member.\nSee below for complete list of dog breed traits and facts about Shetland Sheepdogs!",
  "description": {
    "": "The small, active Shetland Sheepdog (nicknamed the Sheltie) was once a Scottish farmer's best friend: sounding the alarm when anyone approached the property, barking at birds and other animals to shoo them from the garden, and later, with crosses to Scottish herding dogs, keeping the sheep flocks in line. While at first glance they look like a smaller version of the Rough Collie, the two are distinctly different breeds.Shelties are loving companions for all members of the family, including the kids, but they can be reserved or even shy around strangers. Because of their protective nature, they're quick to bark if they sense that anything's amiss in their territory. Training is essential to keep this trait from becoming a nuisance. On the upside, they make excellent watchdogs. You just have to teach them some discrimination.Ask any Sheltie owner, and they'll probably tell you how smart their dog is. According to Dr. Stanley Coren, an animal intelligence expert, that's more than pride of ownership talking. In his studies of the intelligence of 132 different dog breeds, Shelties ranked sixth in intelligence by being able to understand a new command after being told it fewer than five times on average, and obeying commands the first time they were given at least 95 percent of the time.Because of their intelligence, willingness to please, and athletic ability, Shelties excel at performance events. In their size group, Shelties typically dominate the field in agility. They're also exceptionally good in competitive obedience, flyball, tracking, and herding.In fact, Shelties have a reputation for being a little too smart for their own good. This is a breed that needs a job. Without plenty of mental stimulation, Shelties quickly become bored and will invent their own entertainment, which may or may not be to their people's liking.Shelties retain a strong herding instinct. You'll find that your Sheltie will enthusiastically chase and try to \"herd\" squirrels, rabbits, and children, running around them, barking, and nipping. Shelty owners should discourage this habit, especially with children, because it can lead to biting. Never let your Sheltie herd unless it's in a herding class with appropriate subjects such as ducks or sheep.Shelties are relatively inactive indoors and can handle apartment living if they're walked daily and aren't recreational barkers. Otherwise, they need a fenced yard where they can play safely and be prevented from seeking out animals, people, or cars to \"herd.\"Shelties have a long, dense, furry coat and shed heavily. Lots of people don't realize just how much loose fur they're letting themselves in for, and many Shelties are given up to rescue groups every year because they shed. Be sure that you and your vacuum cleaner can handle that much hair.Shelties can be a good choice for a working person as they'll stay home alone contentedly, provided they get their fair share of attention when their people are home. They thrive in an environment where they're given companionship, playtime, training, and quiet patting. Your love they'll return tenfold.",
    "Highlights": "Many Shelties are very vocal, and they have a loud, piercing bark. To keep your relations with neighbors friendly, it's important to train your Sheltie at an early age to stop barking on command.Expect your Sheltie to shed profusely in the spring, and sometimes at other times in the year.Shelties are extremely intelligent and like to have a job to do. They can be stubborn, however. Make training fun and allow them time to make up their own minds to do what you want them to do.Shelties have a lot of energy and need to be able to run. They thrive on activities such as agility and flyball, where they get both mental and physical exercise.Shelties have been popular family dogs for many years. Because there's a big demand for puppies, there are many poorly bred Shelties for sale. If you're looking for a puppy, make sure you find a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies and who breeds for sound temperaments. To get a healthy dog, never buy a puppy from a puppy mill, a pet store, or a breeder who doesn't provide health clearances or guarantees.",
    "History": "The Sheltie hails from the rugged Shetland Islands, which lie between Scotland and Norway, about 50 miles north of Scotland and a bit south of the Arctic Circle. These islands are also home to other small breeds of animals, such as Shetland Ponies and Shetland Sheep.For many years, the Shetland Sheepdog was called the Toonie, taken from the Norwegian word for farm. Farmers bred the dogs, crossing the Border Collie with smaller dogs, to herd and protect their flocks of Shetland Sheep. Some speculate that one of the tasks of Shetland Sheepdogs was to protect the small sheep from birds. Indeed, many of today's Shelties seem to have a passion for chasing birds, and some even try to chase airplanes and helicopters flying overhead.In the early 1800s, the Sheltie was brought to England and Scotland, where he was described as a miniature Collie. On the Shetland Islands, the farmers started breeding their small Shelties to be even smaller and fluffier, so they could sell them to visitors to the islands. It's rumored that a Prince Charles Spaniel (a variety of English Toy Spaniel) and some Pomeranian dogs, left on the island by tourists, were crossed with the native sheepdogs.There was so much crossbreeding that by the end of the 19th century, islanders realized that the original type of dog was disappearing. There was much dissension about what the original dog had looked like, however, and how to get back to it. Some breeders believed they needed to crossbreed with Collies in order to regain the original type, some felt that they should breed only the existing Shelties who were closest to the original type, and others continued to crossbreed indiscriminately with other breeds to develop small, pretty pets.Shelties of all three types were entered in dog shows in the early 20th century, up to World War I. In 1909, England's Kennel Club recognized the breed. Altogether, 28 Shelties were registered that year as Shetland Collies (rough). Four of them still appear in the pedigrees of many modern champion Shelties: two males named Lerwick Tim and Trim and two females named Inverness Topsy and Inga. The first Sheltie to be registered by the American Kennel Club was Lord Scott in 1911.Collie breeders in England were unhappy about the name of the breed, however, and protested to the Kennel Club. This led to the change of the name to Shetland Sheepdog.The Shetland Sheepdog stirred up controversy both in Great Britain and the United States for many years, with rumors of crossbreeding and long-running disagreements about what the breed should look like. As a consequence, many Shetland Sheepdog clubs were formed to support the different viewpoints. Finally, in 1930 the Scottish and English Clubs got together and agreed that the dog \"should resemble a collie (rough) in miniature.\"U.S. breeders imported Shelties from England until the 1950's, but by that time, American and British Shelties had begun to diverge greatly in type and size. Today, almost all Shetland Sheepdogs in the U.S. are descended from dogs that were imported from England between World Wars I and II.As the breed became more well known, its numbers increased in the U.S. In the 1970s, their popularity exploded and Shelties appeared on the American Kennel Club's list of the ten most popular dogs in 12 of the next 15 years, peaking in the early 1990s. Today the Sheltie ranks 20th in popularity among the 155 breeds and varieties registered by the American Kennel Club.And how is the Sheltie faring in his native Shetland Islands? Ironically, he's fairly rare in his rugged homeland — the breed has been replaced by the Border Collie.",
    "Size": "The Shetland Sheepdog stands between 13 and 16 inches tall at the shoulder, but it's not unusual for them to be over- or undersize. A typical Sheltie weighs about 22 pounds, but a large one can weigh as much as 35 or 40 pounds.",
    "Personality": "The Sheltie is intensely loyal, gentle, and sensitive. There's a wide range of personalities in the breed, from outgoing and boisterous to calm and sedate to shy or retiring.It's normal for Shelties to be reserved with strangers, but steer clear of dogs that seem overly timid or nervous. If you're choosing a puppy, it's fine if they don't always come right up to a stranger, but they should be happily curious and ready to make friends with someone who sits down on the floor with them.Whatever their personality, Shelties prefer to be with their people at all times and will follow them from room to room during the course of the day.Like all dogs, Shelties need early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Sheltie puppy grows up to be a well-rounded dog.",
    "Health": "Shelties are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Shelties will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog's been tested for and cleared of a particular condition.In Shelties, you should expect to see health clearances from the Orthopedic Foundation for Animals for hips, thyroid, and von Willebrand's disease and from the Canine Eye Registry Foundation (CERF) certifying that the eyes are normal.Because some health problems don't appear until a dog reaches full maturity, health clearances aren't issued to dogs younger than 2 years old. Look for a breeder who doesn't breed her dogs until they're two or three years old.The following problems are not common in the breed, but they may occur:Hypothyroidism occurs when the body can't maintain sufficient levels of thyroid hormones. Signs include weight gain, thinning coat, dry skin, slow heart rate, and sensitivity to cold. As hypothyroidism is a progressive condition, if you notice any of these signs, have your dog checked by your vet. Hypothyroidism is easily managed with daily medication, which must continue throughout the dog's life. Because this is a disease of middle age, asking the breeder about the thyroid status of your puppy's grandparents may give you a better idea of whether the problem occurs in the breeder's lines.Collie Eye Anomaly (CEA) is an inherited condition that can lead to blindness in some dogs. It usually occurs by the time the dog is 2 years old and can be diagnosed by a veterinary ophthalmologist. Usually both eyes are affected, but not necessarily to the same degree. Those dogs with minor anomaly make fine pets and usually do not lose their eyesight. Those that are more severely affected may lose their eyesight within a few years of diagnosis. There is no treatment for CEA, but blind dogs can get around very well using their other senses. It is important to remember that this condition is a genetic abnormality, and your breeder should be notified if your puppy has the condition. It is also important to spay or neuter your dog to prevent the gene from being passed to a new generation of puppies.von Willebrand's Disease is an inherited blood disorder caused by a deficiency in clotting factor VIII antigen (von Willebrand factor). The primary sign is excessive bleeding after an injury or surgery. Other signs, such as nosebleeds, bleeding gums, or bleeding in the stomach or intestines, may also be present. Most dogs with von Willebrand's disease lead normal lives, however. If you feel this is a concern, your vet can perform tests to determine if your dog has it or not. Canine hip dysplasia is a condition in which the femur doesn't fit snugly into the pelvic socket of the hip joint. Hip dysplasia can exist with or without clinical signs. Some dogs exhibit pain and lameness on one or both rear legs. As the dog ages, arthritis can develop. Screening for hip dysplasia can either be done by the Orthopedic Foundation for Animals (OFA) or by using the University of Pennsylvania Hip Improvement Program (PennHIP). Dogs that have hip dysplasia shouldn't be bred. Ask the breeder from whom you get a puppy for proof that the parents have been tested for hip dysplasia and found to be free of problems. If your dog displays signs of hip dysplasia, talk to your vet. Medication or surgery can help.Dermatomyositis is an inherited disorder that can cause skin lesions and, in severe cases, affect the muscles. DM primarily affects Collies and Shetland Sheepdogs, although dogs in other breeds have been diagnosed. Some dogs never show any signs of the disease, but pass it along to their offspring. Signs are varied. Skin lesions may appear on the head, ears and front legs. There may be extensive hair loss and scarring on the face and ears, as well as on the legs and the tip of the tail. The only way to diagnose DM is through a skin punch biopsy evaluated by a dermapathologist. There's no test yet for dermatomyositis, which is thought to be one gene with variable expression, meaning that a dog can carry it without showing signs of it.",
    "Care": "Although Shelties were bred to withstand harsh weather conditions, they love their people and should live indoors with them as part of the family.While they can be relatively inactive indoors, Shelties were bred to be working farm dogs and need ample exercise. They enjoy going for walks, playing fetch with the kids, and running around the dining room table. Afterward, they'll help you hold down the sofa.Because of their small size, Shelties can do well in an apartment if their people are committed to providing daily walks and playtime, as well as training them not to bark incessantly.This requires finesse. Shelties can have their feelings easily hurt by harsh treatment. Instead of yelling at your Sheltie for barking, acknowledge his alert (\"Thanks for telling me about the squirrel in the yard\") and give a verbal reprimand only if he continues barking. In general, Shelties respond best to positive reinforcement such as praise, play, and food rewards.Try to keep training interesting for your dog. Shelties can become bored easily, and see no point in repeating an exercise multiple times if it was done correctly the first time.",
    "Feeding": "Recommended daily amount: 3/4 to 2 cups of a high-quality dog food daily, divided into two meals.How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Sheltie in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test. First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Sheltie, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "Shelties have a double coat. The undercoat is short and dense, causing the longer, harsher topcoat to stand out from the body. The hair on the head, ears, and feet is smooth, but the mane and frill (the hair around the neck and on the forechest) are abundant. The legs and tail are furry as well.You'll see three basic colors in the breed, all with varying amounts of white and/or tan markings:Sable, ranging from golden to mahoganyBlackBlue Merle (blue-gray with black)A Sheltie who's more than 50 percent white or who has a brindle coat won't do for the show ring, but his color doesn't affect his ability to be a great companion.The Shetland Sheepdog's beautiful coat requires, at a minimum, a thorough weekly brushing with a pin brush. Be sure to get right down to the skin, and never brush a dry coat. Use a spray bottle to mist it as you go to prevent damage to the hair.Pay special attention to the fine hair behind the ears, which tends to tangle. If you find a mat in this area early, it can usually be brushed out with a small slicker brush.Your Sheltie will need extra brushing during shedding season. Males and spayed females generally shed once a year, while unspayed females shed twice a year, a couple of months after each estrus period.A proper Sheltie coat — a harsh outer coat and soft undercoat — sheds dirt and repels water, so Shelties need baths only when they get really dirty, which varies from dog to dog.Trim nails once or twice a month. If you can hear them clicking on the floor, they're too long. Short, neatly trimmed nails keep the feet in good condition and protect your shins from getting scratched when your Sheltie enthusiastically jumps up to greet you.Dental hygiene is also important. Brush your Sheltie's teeth at least two or three times a week to keep his breath fresh and prevent tartar buildup and periodontal disease. Daily brushing is even better.Start grooming your Sheltie when he's a puppy to get him used to it. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.",
    "Children And Other Pets": "Shelties are excellent family companions, especially when they're raised with children who know how to handle dogs respectfully.As with any dog, always teach children how to approach and touch dogs. Supervise all interactions between dogs and young kids to prevent biting or ear pulling from either party. Never leave dogs and young children alone together.When it comes to other dogs, Shelties have a definite preference for their own kind, even if they don't live with other Shelties. On first introduction, they seem to recognize other Shelties as kindred spirits and are usually immediately friendly and willing to play. They tend to be standoffish with new dogs of other breeds, however. They can get along with cats, once the cat puts the Sheltie in his place for trying to herd him.",
    "Rescue Groups": "Shetland Sheepdogs are sometimes bought without any clear understanding of what goes into owning one, and these dogs often end up in the care of rescue groups, in need of adoption or fostering. Other Shelties end up in rescue because their owners have divorced or died. If you're interested in adopting an adult Shetland Sheepdog who's already gone through the destructive puppy stage and may already be trained, a rescue group is a good place to start.American Shetland Sheepdog Association"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Herding Dogs"
    },
    {
      "name": "Height",
      "value": "13 to 16 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "Starts at 20 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}