{
  "id": "shichon",
  "url": "https://dogtime.com/dog-breeds/shichon",
  "name": "Shichon",
  "intro": "The Shichon is a mixed breed dog–a cross between the Shih Tzu and the Bichon Frise dog breeds. Affectionate, intelligent, and outgoing, these pups inherited some of the best qualities from both of their parents.\nShichons go by a few other names including the Shih Tzu-Bichon mix, Zuchon, and Teddy Bear dog. Despite their unfortunate status as a designer breed, you can find these mixed breed dogs in shelters as well, so remember to adopt! Don’t shop!\nThese sweet pups are rather adaptable and are fit for apartment living, households with families, and single-person homes. They are the perfect companion animal for seniors, and their personalities and temperament make them excellent therapy dogs. If you want a companion who will follow you around your home and also protect their loved ones, the Shichon may be the right dog for you!\nSee below for all Shichon facts and mixed dog breed characteristics!",
  "description": {
    "Highlights": "Shichons are mixed breed dogs. They are not purebreds like their Shih Tzu or Bichon Frise parents.The most common Shichon colors include cream, silver, black and white, brown and white, and chocolate, as well as any mixture of any of those colors. The coat can be solid or have patches throughout.Shichons are an excellent choice for those who suffer from allergies, as these are considered very low shedders. Daily brushing to avoid matting of the hair is important.Shichons commonly suffer from separation anxiety if left alone frequently or for extended periods of time. It's imperative to begin crate training early or seek out a doggy daycare center.Due to their intuitive and gentle natures, Shichons make very popular therapy and emotional support animals.Shichons have high energy levels. A game of fetch, a bit of chasing kids around the yard, and a daily half hour walk will help to keep your pet at a healthy body weight.Shichons love children and other pets, but because these dogs are small, they can be easily injured during play. Supervision is a must for all play between dogs and kids, especially with Shichons.",
    "History": "The Shichon dog breed may have existed naturally over the years, but designer breeders are said to have started intentionally mixing the Shih Tzu and Bichon Frise about 20 to 30 years ago, likely in the United States.Breeders wanted to mix the two parent breeds to obtain the small size of the Shih Tzu dog and the adaptability and mild disposition from the Bichon Frise parent. Breeders continued to produce the Shichon as demand climbed for these pups who are great for families and people with allergies.Even though the Shichon got their start as a designer breed, some have ended up in shelters and rescues. If this mixed breed is a good match for you, consider adoption.Check your local shelters, look up Shichon rescue groups, or check with breed specific Shih Tzu or Bichon Frise rescues, as they sometimes will take in mixed breeds to find them homes.",
    "Size": "As the Shichon is a more recent mixed breed, there are few standards when it comes to size. That being said, with a mix between a Shih Tzu and a Bichon Frise, you can expect this dog to be on the small side.Most weigh in at nine to 15 pounds and range in height from nine to twelve inches at the shoulder. However, many can be smaller or larger in size, depending on their parents.",
    "Personality": "Many Shichon owners describe their pup's personality as naturally extroverted and intelligent. Fortunately, they are not particularly yappy dogs, despite being a small breed dog. They are very energetic pups who will love a couple of laps around the yard and then be ready to come inside to snuggle up to their owner.Even though they are not big barkers, they are highly protective of their family and household, so they make excellent watchdogs. They love their families so much, in fact, that they are known to be a bit on the clingy side and quite commonly suffer from separation anxiety if left alone frequently or for extended periods of time. It's imperative to begin crate training early, and depending on your personal schedule, you may need to seek out a doggy daycare center.The positive side to these pups being so close to their humans, is that they are extremely intuitive creatures and make very popular therapy and emotional support animals. They are perfect companions for those suffering from illnesses because of their loving and caring nature and will never leave your side, especially when you need them the most.The Shichon can have a bit of a stubborn streak. That mixed with their high level of intelligence can sometimes make housetraining a bit of a challenge. Since they are such a small breed, you can potty train your pup to use potty pads indoors or also train them to either go outside in the yard or outside on leash. The potty training options often appeal to older owners who may not be able to physically take their pup outdoors in adverse weather conditions.",
    "Health": "The Shichon is a fairly healthy mixed breed but did inherit a few of the common health issues carried by their Shih Tzu and Bichon Frise parents. As with any pet you own, it's very important to maintain good health care and keep up to date with regular veterinary checkups.Some of the most common of health issues that affect the Shichon include:Sensitive skin/allergiesChronic dry eyePatellar LuxationCataractsCushing's DiseaseGum Disease",
    "Care": "As with all dogs, the Shichon must regularly have vet checkups to make sure any health issues are detected early on. Your vet can help you develop a routine to keep your pet as healthy as possible.Shichons have energy levels on the higher end, so it's important to make sure that your pup gets the right amount of exercise since this mix can be prone to obesity. A game of fetch, a bit of chasing kids around the yard, and a daily half hour walk will help to keep your pet at a healthy body weight.These dogs can grow long hair, and it's very important to make sure to check their eyes and ears for debris on a daily basis. Your vet and groomer can help you create a grooming schedule to maintain proper hair and nail length, as well.Small breed dogs, in general, are notorious for having dental problems, and the same applies to the Shichon. With a short muzzle, they may inherit an underbite--a common trait among Shih Tzus--as well as overall poor oral health. Daily teeth brushing should be performed, and your veterinarian can best instruct you on how to do this properly.",
    "Feeding": "An ideal Shichon diet should be formulated for a small breed with high energy. The Shichon can have a tendency to overeat, and although they have a high energy level, you should stick to a regular feeding schedule to avoid obesity. Limiting their amount of treats will also help.As with all dogs, the Shichon's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Shichon's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "Shichon coat colors are often a mix of the Shih Tzu and Bichon Frise parents' coats and colors. Their coats vary, and as the pup grows, their colors may change over time. The most common colors include cream, silver, black and white, brown and white, and chocolate, as well as any mixture of any of those colors. The coat can be solid or have patches throughout.Since the Shih Tzu dog has long straight hair and the Bichon Frise has a more wavy or curly coat, the Shichon mix can have a variety of coat textures. They are an excellent choice for those who suffer from allergies, as these are considered very low shedders. These soft coats will continue to grow until trimmed so daily brushing to avoid matting of the hair is important, as well as scheduling regular grooming appointments.Even though the coats of the Shichon can grow out, these are still small breed dogs and are sensitive to extreme temperatures. They may need to wear a sweater in the winter months and should not spend extended periods of time in the cold or hear. With their short snouts, their respiratory tracts are particularly sensitive and respiratory distress can occur if they begin to overheat or cannot breathe properly in colder air.",
    "Children And Other Pets": "Since the Shichon is a small dog, they are considered to be very fragile and are prone to suffering from fractures due to their light body frame. That said, the Shichon loves children and should be socialized with them as puppies, but it's very important that there is constant adult supervision and children are taught how to properly handle these pets.Even the most gentle of children may drop a wiggly little puppy, and for a Shichon, that can mean a fractured limb or worse. As long as the puppy is safe, they will make an excellent family companion!The Shichon is a small dog with no prey drive, so they will get along wonderfully with any other household pets. Again, proceed with caution while introducing your puppy to larger animals or animals that may engage in rough play due to the small size of the Shichon.These are naturally curious and lovable pups, so socialize them with their fellow furry family members while young, and they will adapt to living in a multi-pet household wonderfully.Even thought the Shichon and their parent breeds tend to get along with other pets just fine, it still comes down to the individual Shichon's personality and how successful training and socialization goes.",
    "Rescue Groups": "It may be hard to find a breed-specific rescue for Shichons because they are a mixed breed. However, you may want to try Shih Tzu or Bichone Frise breed specific rescues, as they often care for mixes, as well. Here are some rescues you can try:Bichon and Little Buddies RescueShih Tzus & FurbabiesYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "9 to 12 inches"
    },
    {
      "name": "Weight",
      "value": "9 to 15 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 18 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}