{
  "id": "shih-poo",
  "url": "https://dogtime.com/dog-breeds/shih-poo",
  "name": "Shih-Poo",
  "intro": "The Shih-Poo is a mixed breed dog — a cross between the Shih Tzu and Toy Poodle dog breeds. Small, hypoallergenic and cuddly companions, these pups inherited some of the best qualities from both of their parents.\nShih-Poos also go by the names Shoodle or Pooshi, but don’t confuse them with the Poo-Shi, the Poodle/Shiba Inu mix. Despite their status as a designer breed, you may find these mixed breed dogs in shelters and rescues. So remember to adopt! Don’t shop!\nShih-Poos make great companion animals for just about anyone, but a retired senior would most likely be an ideal match. They love to be doted on, pampered, and loved. They are pretty versatile and can thrive in almost any environment–family home, apartment, or tiny house in the middle of nowhere.\nSingle person, or family, just make sure your Shih-Poo gets lots of love and attention. Shih-Poos should never be kept outside and will require regular vet check ups, dental cleanings, and grooming. Frequent potty breaks can also help if they inherit their Shih Tzu parents’ propensity for stubbornness and territorial marking.\nSee below for all Shih-Poo facts and mixed dog breed characteristics!",
  "description": {
    "Highlights": "The Shih-Poo is a mixed breed dog. They are not purebreds like their Shih Tzu or Poodle parents.Shih-Poo coats can be curly like their Poodle parent, straight like their Shih-Tzu parent, or a combination of the two. They are generally considered hypoallergenic.Shih-Poos can come in black, white, brown, brindle, and all variations and color combinations.Like most small dogs, Shih-Poos can be prone to dental health issues. Maintain proper dental hygiene for your Shih-Poo.Shih-Poos are pretty versatile and can live in just about any kind of home. They're happy to engage in active play or take a snooze on their humans' laps.",
    "History": "The Shih-Poo is a newer designer dog breed developed in North America. While the Poodle parent hails from Germany, the Shih Tzu parent comes from Chinese Royalty. If their Shih Tzu parent characteristics shine through, their regal DNA will be apparent.Shih-Poos come from the loyal, adorable Shih Tzu, and the intelligent, sophisticated Poodle. They're ideal for anyone looking for a hypoallergenic companion animal to give lots of attention to and spoil.If you would like to add a Shih-Poo to your family, you don't need to spend hundreds of dollars on breeders. Unfortunately, like any other breed, these little cutie pies wind up in shelters, from people not wanting a long-term commitment.If you keep your eyes out for a Shih Tzu or Poodle rescue, in your area, that is most likely where you will find a Shih-Poo awaiting adoption.They are not acknowledged as an official breed at the present time.",
    "Size": "As the Shih-Poo is a relatively new breed, the size is not precise. That said, as a mix between Shih-Tzu and Toy Poodle parents, you can expect the Shih-Poo to be on the small sideMost weigh in at eight to 18 pounds and range in height from eight to 18 inches. As Poodle and Shih Tzu size can vary between teacup, miniature and standard, the size of the Shih-Poo will also vary.",
    "Personality": "The Shih-Poo will inherit characteristics from both parent breeds. For a good understanding of them, it's a great idea to learn all about their Shih Tzu and Poodle parents.Shih Tzus can be stubborn, but what they lack in trainability, they make up for in personality ten fold. They are incredibly friendly, attentive, and cute, while Poodles are intelligent, trainable, and active.Shih-Poo personalities can vary but typically will fall in the middle of parental traits. Most Shih-Poos are described as friendly and playful. They are the size of your average lap dog, and their moderate energy level means they'd probably enjoy napping in your lap for hours. While Shih-Poos enjoy a good siesta, they also enjoy walks and thrive on playtime. They may not be eager to learn new tricks but do enjoy interaction and attention.Shih-Poos may not be as barky as their Poodle parent, but may alert you to any displeasures, such as a missed meal, with a single bark until every few minutes until needs are met.Training and socialization should be established early on. Consistency and positive reinforcement are the ways to go with Shih-Poos.",
    "Health": "While many designer crossbreeds have improved overall health, they can inherit health issues their parents are prone to. That said, Shih-Poos can typically live approximately 16 years on average in relatively great health.Inheriting Shih-Tzus' short snouts can give the Shih-Poo breathing issues, so if the pup inherited a longer snout from the Poodle, some of these issues will be alleviated. Watch for signs of heat stroke if your dog happens to have a shorter snout.As a small dog, they can be prone to dental problems. Maintain good dental care and have their teeth regularly checked and professionally cleaned.",
    "Care": "As with all dogs, you should keep up with your Shih-Poo's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.Make sure Shih-Poos are kept on a dietary schedule. Do not allow free-feeding as they will overeat and rapidly gain weight. They will need regular potty breaks and one or two ten-to-15 minute walks a day for optimal health.Dental issues can be problematic. Regular teeth cleanings are recommended, as well as systematic dental chews and teeth brushings. Your vet should be able to help you establish a routine.Shih-Poo ears should be kept clean and dry. After bathing, take extra steps to ensure this. If your pup gets a smelly, pungent odor, they may have an ear infection. Ear cleaning solution can help keep your pup from getting infections and unnecessary trips to the vet.",
    "Feeding": "An ideal Shih-Poo diet should be formulated for a small-sized breed with medium energy.High quality food is recommended, as they do tend to have dental issues. They should not be allowed to free feed as they may gain weight. A feeding schedule is ideal with a minimum of treats.As with all dogs, the Shih Poo's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Shih-Poo's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "Shih-Poo coats may vary. They can get the curly fur from their Poodle parent, the straight fur from their Shih-Tzu parent, or a combination of the two, which is most likely.The color will vary, as well. They can come in black, white, brown, brindle, and all variations and color combinations.Daily brushings, as well as monthly groomings, will help keep your pup looking and feeling their very best. You may also want to give them a few baths in between, but not more than weekly, as their skin and coat can get dry and irritated.",
    "Children And Other Pets": "Because the Shih-Poo is a small dog, they can be easily injured by overly excited children. Shih-Poos prefer to be mostly around adults or older kids who know how to play gently. That said, for children who learn early how to properly approach and play with a small dog, the Shih-Poo can make a great companion.When it comes to other pets, Shih-Poos can get along with other animals if they are introduced slowly and calmly, and early socialization will help this go smoothly. It's best if they get used to other pets early.Shih-Poos can be left alone for short periods of time, but a second dog could be ideal for them, especially in their later years.",
    "Rescue Groups": "It may be hard to find a breed-specific rescue for Shih-Poos because they are a mixed breed. However, you may want to try Shih Tzu or Poodle breed-specific rescues, as they often care for mixes, as well. Here are some rescues you can try:Shih Tzus & FurbabiesCarolina Poodle RescueYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "8 to 18 inches"
    },
    {
      "name": "Weight",
      "value": "8 to 18 pounds"
    },
    {
      "name": "Life Span",
      "value": "13 to 17+ years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 1
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}