{
  "id": "shih-tzu",
  "url": "https://dogtime.com/dog-breeds/shih-tzu",
  "name": "Shih Tzu",
  "intro": "The name “Shih Tzu” means little lion, but there’s nothing fierce about this dog breed. This pooch is a lover, not a hunter.\nBred solely to be companions, Shih Tzus are affectionate, happy, outgoing house dogs who love nothing more than to follow their people from room to room. Since ancient times, they’ve made themselves comfortable on the laps of people from all walks of life, even emperors!\nIn recent years, however, pet parents have started taking Shih Tzus off their laps and into dog sports, training them for obedience, rally, and agility competitions. They make great family pets who get along with other animals and even children, so long as kids know how to gently handle and play with a small pup.\nIf you’re looking for a small best buddy who who can adapt to apartment living, join you on the couch for cuddles, and shower you with unconditional love, this may be the dog for you.\nDogTime recommends this carrier for traveling with your small Shih Tzu. You should also pick up this interactive puzzle toy to keep your pup active indoors!\nSee all Shih Tzu dog breed facts and characteristics below!",
  "description": {
    "": "James Mumsford, an American teacher and composer, perhaps described the Shih Tzu best: \"Nobody knows how the ancient eunuchs managed to mix together: a dash of lion, several teaspoons of rabbit, a couple of ounces of domestic cat, one part court jester, a dash of ballerina, a pinch of old man, a bit of beggar, a tablespoon of monkey, one part baby seal, a dash of teddy bear, and, for the rest, dogs of Tibetan and Chinese origin.\"The object of Mumsford's colorful description, the Shih Tzu--pronounced SHEED Zoo, SHID Zoo, or SHEET Sue--is a small, regal dog with long, abundant locks, a distinctive face that melts many a heart, and a friendly attitude. The breed can boast a classy background: they were originally kept by royal Chinese families during the Ming Dynasty.With their flowing hair sweeping the ground and their topknot elegantly tied, the Shih Tzu does appear snobbish, suited only for lying about a palace on silk pillows. Nothing could be further from the truth, however. Shih Tzus are beautiful, but they are also friendly, lively, devoted companions.The Shih Tzu personality is enormously appealing, and even grudging dog observers find it hard to resist this breed. The Shih Tzu simply doesn't allow anyone to ignore them. The were bred to be a friendly companion--they don't hunt, herd, or guard--and that's what they are. They love nothing more than to meet and greet friends and strangers alike. Count on a Shih Tzu to make friends wherever they go.Not only is this member of the Toy Group good-natured and friendly, they're highly adaptable. They're as well suited to apartments in the city as to life on a country farm. They love children and get along with other animals. However, although the Shih Tzu is a sturdy dog, their small size puts them at a disadvantage. Adults should always supervise interactions between children and dogs, and this is especially important for the Shih Tzu, to prevent them from accidentally getting hurt during rough play.Interestingly, the Shih Tzu is sometimes called the Chrysanthemum Dog, a nickname that describes the way the hair on their face grows out in all directions. They look like a flower with a nose for the center.One unique characteristic of the Shih Tzu is their undershot bite. Their lower jaw is slightly wider than the upper, and the upper teeth bite inside the lower teeth, rather than outside, when their mouth is closed.Legends regarding the Shih Tzu abound. One says that Buddha traveled with a little dog fitting the description of a Shih Tzu. As the story goes, one day, several robbers came upon the Buddha with the intent of robbing and murdering him. The little dog changed into a ferocious lion and ran off the robbers, saving Buddha's life. The lion then turned back into a fun-loving little dog, which the Buddha picked up and kissed. The white spot on the heads of many Shih Tzus supposedly marks the place where Buddha kissed his loyal friend.Many also believe that Fu Dogs, the guardians of Buddhist temples, are representations of the Shih Tzu.",
    "Highlights": "There is no such breed as an \"imperial\" or \"teacup\" Shih Tzu. These are simply marketing terms used by unscrupulous breeders use to indicate a very small or large Shih Tzu.Shih Tzus are difficult to housebreak. Be consistent, and do not allow a puppy to roam the house unsupervised until they are completely trained. Crate training is helpful.The flat shape of the Shih Tzu's face makes them susceptible to heat stroke, because the air going into the lungs isn't cooled as efficiently as it is among longer-nosed breeds. They should be kept indoors in air-conditioning rooms during hot weather.Be prepared to brush and comb the Shih Tzu coat every day. It mats easily.While Shih Tzus are trustworthy with children, they're not the best choice for families with toddlers or very young children because their small size puts them at risk for unintentional injury.The Shih Tzu tends to wheeze and snore, and can be prone to dental problems.While dogs of any breed may eat their own or other animals' feces (coprophagia), the Shih Tzu seems especially prone to this behavior. The best way to handle the problem is never let it become a habit. Watch your Shih Tzu closely and clean up poop right away.",
    "History": "The Shih Tzu's origins are ancient, and steeped in mystery and controversy. A recent study revealed that the Shih Tzu is one of the 14 oldest dog breeds, and dog bones found in China have proven that dogs were present there as early as 8,000 B.C.Some believe the breed was developed by Tibetan Monks and given as gifts to Chinese royalty. It is also speculated that the Shih Tzu was developed in China by crossing other breeds with the Lhasa Apso or Pekingnese. Regardless of where the breed was developed--Tibet or China--it's clear that the Shih Tzu was a treasured companion from the earliest times. Paintings, art, and writings from the China's Tang Dynasty (618-907 A.D.) portray small dogs similar to the Shih Tzu. References to the dogs appear again from 990 to 994 A.D. in documents, a few paintings, and carvings.In the 13th century, Marco Polo reported that the Mongolian Emperor Kubla Khan kept small \"lion\" dogs with trained hunting lions--not as prey, but to keep the lions calm. Some believe these dogs were the Shih Tzu.During the Ming Dynasty (1368-1644), Chinese royal families kept Shih Tzu-type dogs, and the \"little lion dogs\" or \"chrysanthemum-faced\" dogs were mentioned in several documents from that period. They were reportedly small, intelligent, docile dogs that strongly resembled lions.There isn't much mention of the dogs in documents from the 1700s to the early 1900s, but many pieces of art from that period depict small, shaggy, happy dogs.In 1861, the Shih Tzu became popular in the Imperial Court after a royal concubine became the Empress of China. One of Empress T'zu Hsi's first royal edicts was that anyone caught torturing palace dogs would be put to death. Empress T'zu Hsi had a great love for animals and carried out extensive breeding programs under the direct care of palace eunuchs.During Empress T'zu Hsi's reign, the Dalai Lama gave her a pair of magnificent Shih Tzus, reportedly the source of the imperial palace's little lion dogs. It's said that the Shih Tzus had their own palace and were trained to sit up and wave their front paws when the Empress visited.After her death in 1908, many royal families competed to produce dogs of the finest coats and colors. Because of the competition, breeding practices were kept secret. Poor-quality dogs were sold in the marketplace, and good-quality dogs were often smuggled out of the palaces and given as gifts to foreign visitors or Chinese noblemen.In 1928, the first Shih Tzus, a male and female pair, were brought to England from Peking by Lady Brownrigg, the wife of the quartermaster general of the north China command. In 1933, a Mrs. Hutchins brought a Shih Tzu from China to Ireland; this dog was eventually bred to Lady Brownrigg's. These three dogs formed the foundation of Lady Brownrigg's kennel.Maureen Murdock and Philip Price, her nephew, were the first to import and breed Shih Tzus in the United States. There were three Shih Tzu clubs by 1960: the American Shih Tzu Association in Florida, the Texas Shih Tzu Society, and the Shih Tzu Club of America. In 1963, the Shih Tzu Club of America and the Texas Shih Tzu Society merged to form the American Shih Tzu Club. In 1969, the breed was recognized by the American Kennel Club as a member of the Toy Group.",
    "Size": "Males and females alike stand at nine to ten and a half inches tall and weigh nine to 16 pounds.",
    "Personality": "All dog breeds have a purpose. Historically, the purpose of the Shih Tzu was to be a companion--and that's just what they want to be. They simply desire to be with you. So don't expect them to hunt, guard, or retrieve; that's not their style.Affection is their dominant characteristic, and your lap is their favorite destination. They're happiest when they're with their family, giving and receiving attention.That said, the Shih Tzu is not a total couch potato. They're alert and lively and may bark at newcomers to their home. Don't worry, though; they'll make friends with your guests the minute they walk inside.",
    "Health": "Shih Tzus are generally healthy, but like all breeds of dogs, they're prone to certain conditions and diseases:Allergies are a common ailment in dogs. There are three main types: food allergies, which are treated by eliminating certain foods from the dog's diet; contact allergies, which are caused by a reaction to a topical substance such as bedding, flea powders, dog shampoos, or other chemicals; and inhalant allergies, which are caused by airborne allergens such as pollen, dust, or mildew. Treatment may include dietary restrictions, medications, and environmental changes.Canine hip dysplasia, an abnormal formation of the hip socket that can cause pain and lameness.Patellar luxation, which means dislocation (luxation) of the kneecap (patella). The knee joint (often of a hind leg) slides in and out of place, causing pain. This can be crippling.Juvenile renal dysplasia (JRD) is a genetic defect of the kidneys seen in young dogs. The dog is excessively thirsty and urinates frequently. They lose weight, vomits, and lack vigor. Currently, there is only one definitive test for the disease that can be performed on breeding dogs--a wide-wedge biopsy of the kidney, which is very invasive and carries a lot of risk. There have been swab tests developed by geneticists, but, to this date, none of them appear to be 100 percent reliable.Bladder stones and bladder infections can be caused by many factors, such as excessive protein, magnesium, and phosphorus in the diet, or long periods of time between urination. Bladder infections can be caused by bacterial or viral infections. If your Shih Tzu needs to urinate frequently, has bloody urine, seems to have difficulty urinating, or suffers a loss of appetite, take them to the vet for a checkup.Eye problems are not uncommon among Shih Tzus because their large eyes bulge. Disorders include keratitis, an inflammation of the cornea that can lead to a corneal ulcer and blindness; proptosis, when the eyeball is dislodged from the eye socket and the eyelids clamp behind the eyeball; distichiasis, an abnormal growth of eyelashes on the margin of the eye, resulting in the eyelashes rubbing against the eye; ectopia cilia, a condition similar to distichiasis; progressive retinal atrophy, a degenerative disease of the retinal visual cells that progresses to blindness; and dry eye (keratoconjunctivitis sicca), a dryness of the cornea and the conjunctiva. Contact your vet right away if you notice any redness, irritation, or excessive tearing.Ear infections strike the Shih Tzu because their drop ears create a dark, warm ear canal--a perfect environment for infection. Check and clean the ears weekly to avoid problems.Retained baby teeth and tooth and gum problems are not unusual because the Shih Tzu's baby teeth may remain intact when the permanent teeth emerge. Sometimes it is necessary for the veterinarian to extract the baby teeth. Because of the Shih Tzu's undershot jaw, they also can have missing or misaligned teeth. It's important to brush puppy teeth regularly and report dental problems, such as bad breath and loose teeth, to your veterinarian.Umbilical hernias are common among Shih Tzus. Quite often, these are caused by delayed closure of the abdominal midline. If the hernia is small, it may close as the puppy matures. Sometimes surgery is necessary to correct it, usually while the puppy is being spayed or neutered.A portosystemic liver shunt is a congenital abnormality in which blood vessels allow blood to bypass the liver. As a result, the blood is not cleansed by the liver as it should be. Surgery is usually the best treatment.Snuffles may plague the Shih Tzu because teething tends to be difficult. At about four months, the gums swell; since the gums are directly under those pushed-in noses, there isn't a lot of room. Puppies may snort, snuffle, snore loudly, or wheeze during this time, and may even have a clear nasal drainage.Reverse sneezing occurs when the dog is overly excited, gulps their food too fast, or allergens are present. Nasal secretions drop onto the soft palate, causing it to close over the windpipe. The dog makes a wheezing sound and may become alarmed. Talk soothingly to them and try to get them to relax to shorten the episode. Some say that pinching the nostrils closed so the dog is forced to breathe through their mouth is the quickest way to stop the reverse sneezing.",
    "Care": "The Shih Tzu doesn't really mind where they live, as long as they're with you. They're a very adaptable dog who can be comfortable in a small city apartment or a large suburban or country home. They're definitely a housedog and should not be kenneled outside, though they enjoy a bit of backyard play.The Shih Tzu is content with short walks each day. They're not an extremely active dog; they're content to sit in your lap, wander around the house, play with their toys, or run to the door to greet visitors.Like other breeds with short faces, the Shih Tzu is sensitive to heat. They should remain indoors in an air-conditioned room or one with fans on hot days so they don't suffer from heat exhaustion.No, the breed cannot fly; but owners commonly report that their Shih Tzus think they can. It not unusual for a Shih Tzu to fearlessly jump from a bed or a chair. While they may not seem high to you, these heights are towering to the small Shih Tzu. And, unfortunately, these jumps often end in injury. The breed is front heavy and crashes forward, which can cause injury or even a concussion to the head. Be very careful when carrying your Shih Tzu. Hold them securely and don't let them jump out of your arms or off furniture.Even though they're naturally docile and friendly, the Shih Tzu needs early socialization and training. Like any dog, they can become timid if they're not properly socialized when young. Early socialization helps ensure that your Shih Tzu puppy grows up to be a well-rounded dog.Shih Tzus are often considered difficult to housebreak. Most important is to avoid giving your puppy opportunities to have accidents inside. You don't want them to become accustomed to using the carpet. Some Shih Tzu owners teach their dogs to use a doggy litter box so they don't need to walk them in bad weather or rush home to take them out. A Shih Tzu puppy should be carefully supervised inside the house until they have not eliminated indoors for at least four to eight weeks. Crate training is helpful for housetraining and provides your dog with a quiet place to relax. A crate is also useful when you board your Shih Tzu or travel.",
    "Feeding": "Recommended daily amount: 1/2 to 1 cup of high-quality dry food a dayNOTE: How much your adult dog eats depends on their size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference--the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.For more on feeding your Shih Tzu, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The long, silky Shih Tzu coat is gorgeous, and it comes in many colors: black, black and white, gray and white, or red and white. A white tip on the tail and a white blaze on the forehead are highly prized.Keeping the Shih Tzu coat gorgeous is demanding. Daily brushing and combing is necessary to prevent tangles, as is frequent bathing--as often as once a week. In fact, many a Shih Tzu lover gives up and hires a professional groomer to clip those long locks short. Gone is some of their beauty, but so is the chore of daily brushing. If you trim the coat short and want to keep it that way, plan on grooming appointments every six to eight weeks.If you do groom them yourself, make the experience as pleasant as possible for both you and your Shih Tzu, starting during puppyhood. After all, you're going to be doing this a lot. When brushing, you want to make sure that you brush all the way down to the skin. Most experienced Shih Tzu groomers teach the dog to lie on their side while they brush the coat in sections; it's easier to brush that way and more comfortable for the dog.At about ten to twelve months of age, the Shih Tzu coat changes from puppy fluff to a silky adult coat. During this stage, you'll probably think the coat mats faster than you can brush. Don't give up! This is temporary, lasting for about three months. Once the adult coat comes in fully, brushing gets easier.The Shih Tzu's nails should be trimmed monthly, and their ears checked once a week for dirt, redness, or a bad odor that can indicate an infection. Wipe them out weekly with a cotton ball dampened with gentle, pH-balanced ear cleaner to prevent problems. Hair grows inside the Shih Tzu's ear canal, and this sometimes needs to be plucked if the dog gets a lot of ear infections.The Shih Tuz's face, like a toddler's, also needs daily attention. They get dirty after eating, and their eyes tear up readily, so it's necessary to wipe their face regularly with a soft cloth dampened with warm water.Many small breeds are prone to dental problems, and the Shih Tzu is no exception: it's important to take good care of their teeth. Regular tooth brushing with a soft toothbrush and doggy toothpaste will keep their gums and teeth healthy.",
    "Children And Other Pets": "The Shih Tzu is a wonderful family pet. They get along with other dogs or animals, and their docile personality makes them a good companion for children.Kids should sit on the floor to play with a Shih Tzu puppy, however, so there is no risk of carrying and dropping them. Children should also learn to keep their fingers away from the Shih Tzu's prominent eyes, which can be easily injured.",
    "Rescue Groups": "Many Shih Tzus unfortunately end up in shelters or in the care of rescues when people purchase them from breeders without a clear understanding of how to care for these dogs. If you want to add a Shih Tzu to your family, check your local shelter or rescue group, and they can help match you with a dog you'll love. Here are a few nonprofit rescues you can try:Shih Tzu Rescue, Inc.Tzu Zoo RescueYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!DogTime participates in the NomNomNow affiliate program to earn fees for linking to products on NomNomNow."
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Companion Dogs"
    },
    {
      "name": "Height",
      "value": "9 to 10 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "9 to 16 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 16 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}