{
  "id": "shikoku",
  "url": "https://dogtime.com/dog-breeds/shikoku",
  "name": "Shikoku",
  "intro": "One of the six primitive dog breeds native to Japan, the Shikoku was domesticated by Matagi (Japanese traditional hunters) sometime in the 1700s. Today, people mainly have these dogs as companions and watchdogs.\nThis breed is also referred to as the Kochi-ken, or simply “ken” or “inu,” which means “dog” in Japanese. They are also sometimes called Mikawa Inu or Japanese Wolfdog. Like the other primitive Japanese dog breeds, these dogs are rare, even in their home country.\nAlthough these are purebred and rare dogs, you may still find them or breed mixes in shelters and rescues. Remember to adopt! Don’t shop whenever possible if this is the breed for you.\nWhile the Shikoku may not look like a lot to handle, this breed is best suited for someone with previous pup experience. This Spitz breed also has a high prey drive, so they’d do best in a one-animal home, ideally with only older children if any. With the proper training and leadership, this dog can become a fiercely loyal and loving companion.\nSee below for complete list of dog breed traits and facts about Shikoku dogs!",
  "description": {
    "Highlights": "The Shikoku has a thick double coat that comes in red, red-sesame, and blackish or black-sesame. The coat blows seasonally, so they may not be the best choice for allergy sufferers.Shikoku coat maintenance isn't that difficult. A good weekly brushing should do when your Shikoku's coat isn't blowing. During shedding season, you might have to brush your Shikoku every couple of days.The Shikoku doesn't need a massive amount of space to run around, like a yard. Still, they will not fare well being cooped up in a small apartment or loft by themselves all day.This is an intelligent and active breed and does well on runs, loves a good game of fetch or frisbee, and can even excel in agility events if trained. If they don't get enough exercise, they can become destructive.Shikokus prefer to be mostly around adults or older kids who know how to play gently.When it comes to other pets, Shikokus can get along with other dogs if they are introduced slowly and calmly. They have a high prey drive though, so they might not do well in households with smaller dogs, cats, or other little pets.",
    "History": "Thanks to the Shikoku's remote home in the mountainous island terrain of Japan, the breed remained relatively pure for centuries. Japanese hunters, matagi, used the Shikoku to help track and contain wild boars. The breed's athletic prowess and silent approach made them excellent hunting companions, and the Shikoku was calm and quiet around their human companions.In the late 1800s, Shikoku breed enthusiasts realized they had to actively protect the breed and began collecting Shikoku dogs for conservation programs. After World War I, owning a dog became something of a luxury in Japan. Breed conservationists formed the Nihon Ken Hozonkai (NIPPO) in 1928 to preserve the Shikoku and the five other Japanese spitz-type breeds.In an effort to help conserve the Shikoku, the American Kennel Club recognizes the breed in their Foundational Stock Service group, though this doesn't grant them full status as a registered breed.",
    "Size": "Male Shikokus stand between 19 to 22 inches at the shoulder and weigh 35 to 55 pounds. Females tend to weigh in around the same at 35 to 55 pounds, but they are typically shorter, around 17 to 20 inches at the shoulder.That said, some Shikokus might be larger or smaller than average for their breed.",
    "Personality": "Loyal, calm, and focused, the Shikoku makes an excellent companion to a similar human. They can get along with children, but this somewhat reserved breed might not take to overly energetic children -- or adults, for that matter!This is why it is so important to start training and socializing your Shikoku as soon as possible. Left untrained, the Shikoku can become somewhat aggressive towards strangers, other animals, or anyone they perceive as a threat to their human -- you!The Shikoku craves a human companion with strong leadership skills, and they will be fiercely loyal. Sure, this dog breed might not jump up and down as soon as they see their favorite human, but the Shikoku still loves to show affection in the form of head boops, snuggles, and sitting by their human's feet or nearby in their own bed.Even though they are an ancient hunting breed, the Shikoku doesn't need a massive amount of space to run around, like a yard. Still, they will not fare well being cooped up in a small apartment or loft by themselves all day. They are smart pups, and if they're bored, they'll find ways to entertain themselves in the home -- some of which may be destructive and unwanted habits.",
    "Health": "Shikokus are generally healthy, but like all breeds, they can be subject to certain health conditions. Not all Shikoku dogs will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.Some of the more common health problems Shikoku suffer from include:Hip and/or elbow dysplasiaPatellar luxationEpilepsyAllergies",
    "Care": "The most important aspect of your Shikoku's care is making sure they're properly socialized and exercised. This is an intelligent and active breed and does well on runs, loves a good game of fetch or frisbee, and can even excel in agility events if trained.Keeping your Shikoku in shape is also important since one of the main ailments that can affect this breed are elbow and hip dysplasia, and extra weight puts extra stress on those joints.As with all dogs, you should keep up with your Shikoku's regular veterinary checkups to detect health concerns as soon as possible. Your vet can help you develop a care routine that will keep your Shikoku happy and healthy.Check your Shikoku's ears for debris and pests daily and clean them as recommended by your vet. Trim your dog's nails before they get too long -- usually once or twice per month. They should not be clicking against the floor. Your groomer can help with this.",
    "Feeding": "An ideal Shikoku diet should be formulated for a medium-sized breed with medium-to-high amounts of energy. Shikokus are somewhat prone to becoming overweight, which can increase this breed's chances of hip or elbow dysplasia. Keep your Shikoku in good shape by measuring their food and feeding them twice a day rather than leaving food out all the time.As with all dogs, the Shikoku's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Shikoku's diet, as there is far too much variation among individual dogs -- including weight, energy, and health -- to make a specific recommendation.",
    "Coat Color And Grooming": "The Shikoku has a thick double coat that comes in red, red-sesame, and blackish or black-sesame. The undercoat is thick and tough, but the outercoat is soft to the touch.This coat blows seasonally, but aside from the extra cleaning upkeep, Shikoku coat maintenance isn't that difficult. A good weekly brushing should do when your Shikoku's coat isn't blowing. During shedding season, you might have to brush your Shikoku every couple of days.Even though the Shikoku's double coat keeps them safe from the elements, do not leave your Shikoku outside in any extreme weather, hot or cold. If your Shikoku has bald patches or areas with less fur around the eyes and ears, be sure to apply sunscreen before long outdoor exposure.",
    "Children And Other Pets": "Shikokus prefer to be mostly around adults or older kids who know how to play gently. That said, for children who learn early how to properly approach and play, a Shikoku can make a great companion, especially for kids looking for a snuggle buddy or \"protector.\"When it comes to other pets, Shikokus can get along with other dogs if they are introduced slowly and calmly, and early socialization will help this go smoothly. It's best if they get used to other pets early.The Shikoku has a high prey drive though, so they might not do well in households with smaller dogs, cats, or other little pets. Although they normally are calm and affectionate, the Shikoku might be best suited as the sole pet in the household.",
    "Rescue Groups": "Rescues specifically for Shikokus might be hard to come by, as this is a rare breed. However, you can always check with your local shelter, and you may want to try a rescue that caters to all kinds of dogs. You can take a look at the following:Wright-Way RescueAngels Among Us Pet RescueYou can also check out DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Companion Dogs"
    },
    {
      "name": "Height",
      "value": "17 to 22 inches"
    },
    {
      "name": "Weight",
      "value": "35 to 55 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 12 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 2
    }
  ]
}