{
  "id": "shiloh-shepherd",
  "url": "https://dogtime.com/dog-breeds/shiloh-shepherd",
  "name": "Shiloh Shepherd",
  "intro": "The Shiloh Shepherd is an intelligent companion dog who responds well to training. Their gentle personality makes them excellent service dogs or therapy dogs. They’re very similar in appearance to a German Shepherd Dogs, but larger.\nThe Shiloh Shepherd has a combination of a few breeds in their genetic makeup that include the Alaskan Malamute and German Shepherd Dog. This big pooch is a softie and often described as affectionate and loving.\nShiloh Shepherds are super smart and can do a variety of jobs that include flock guarding, child companion, police dog, search and rescue work, guide dog, and much more. They get along great with other dogs, but early socialization is an important factor for raising a friendly, sociable dog.\nShiloh Shepherds need plenty of exercise and room to stretch their legs. A house with a big yard would be an ideal living situation for this sweet pup. They would thrive in single person home or with a big family. As long as they have a job to do, get daily exercise and stimulation, they will be very happy.\nDogTime recommends this big, spacious crate to give your big Shiloh Shepherd a place to rest and relax. You should also pick up this dog de-shedder for your high shedding pup!\nSee below for complete list of Shiloh Shepherd dog breed facts and traits!",
  "description": {
    "Highlights": "Shiloh Shepherd coats come in a variety of colors that include black, brown, silver, gray, red, and pied. Their coats are usually a combination of two or more colors.While they are not a good choice of dog for allergy sufferers, their coats are pretty easy to care for. One good, daily brushing should do with other grooming as needed.Shiloh Shepherds have medium to high energy levels. Make sure your dog gets at least 60 minutes of exercise per day, which will help keep them fit.Shiloh Shepherds get along great with children of all ages, especially those they've been raised with. They are often called gentle giants because they are patient and sweet with kids.Shiloh Shepherds are nice to strangers and can get along well with dogs and other household pets, including cats.Shiloh Shepherds like to work and need to have a job to do, whether big or small. Do not leave them alone for long periods. They can easily become bored, depressed, and frustrated, which will result in unwanted behaviors.",
    "History": "The Shiloh Shepherd was developed in New York in the 1970s by German Shepherd enthusiast, Tina Barber, and became officially recognized as a breed in 1990.The Shiloh Shepherd has a combination of German Shepherd and Alaskan Malamute in their genetic makeup. The developer wanted to create a dog similar to the German Shepherd, but larger in size and with a softer and more gentle nature.The Shiloh Shepherd is currently recognized by:ACA = American Canine AssociationAPRI = American Pet Registry, Inc.ARBA = American Rare Breed AssociationDRA = Dog Registry of America, Inc.ISSR = International Shiloh Shepherd RegistryNKC = National Kennel ClubNSBR = National Shiloh Breed's RegistrySSBA = Shiloh Shepherd Breeders AssociationTSSR = The Shiloh Shepherd RegistryThe Shiloh Shepherd is not recognized by the American Kennel Club (AKC).",
    "Size": "The Shiloh Shepherd is a relatively new breed of dog. While not yet recognized by the American Kennel Club (AKC), they do have a breed standard.Females should be 26 to 28 inches in height at the shoulder and weigh 80 to 100 pounds. Males should be 28 to 30 inches in height at the shoulder and weigh 100 to 130 pounds.However, many dogs may be smaller or larger than average for their breed and not fit within the standards.",
    "Personality": "Shiloh Shepherds make excellent family companions. They are highly versatile and can do many jobs, including service, therapy, guide, and watchdog. They love hanging out with their families and doing what ever they are doing. Hiking, biking, frisbee--you name it, they will want to join in the fun.The Shiloh Shepherd is intelligent and trainable, which makes them capable of learning any task. Positive re-enforcement works best when it comes to training. They like to work and need to have a job to do, whether big or small. Give the Shiloh Shepherd a sense of purpose, and this dog will be very happy.Do not leave them alone for long periods. They can easily become bored, depressed, and frustrated, which will result in unwanted behaviors.Shilohs are very active when they're outdoors. When indoors, they're calm and will enjoy hanging out with their family, watching movies or doing whatever their family is doing.",
    "Health": "The Shiloh Shepherd breed is predisposed to some health conditions. While most are generally healthy, some may be prone to a few health issues, which is why it is important to maintain good care and regular veterinary checkups.Some of the more common health problems Shiloh Shepherd's suffer from include:PanosteidisMegaesophagusHip DysplasiaBloatPerianal Fistula",
    "Care": "As with all dogs, you should keep up with your Shiloh Shepherd's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.Shiloh Shepherds are prone to weight gain. Choose a high quality food and stick to a feeding schedule. Make sure your dog gets at least 60 minutes of exercise per day, which will help keep them fit.Check their ears for debris and pests daily and clean them as recommended by your vet. Trim your dog's nails before they get too long--usually once or twice per month. They should not be clicking against the floor. Your groomer can help with this.One of the toughest jobs when caring for any animal is maintaining their oral health. You should brush their teeth a minimum of three times per week. Your veterinarian can instruct you on how to brush your dog's teeth properly.You'll need to take special care if you're raising a Shiloh Shepherd puppy. Don't let your puppy run and play on very hard surfaces such as pavement until they're at least two years old and their joints are fully formed. Normal play on grass is fine, as is puppy agility with one-inch jumps.Shiloh Shepherds should be given one mentally challenging task per day to help keep them stimulated. You do not want a dog to become bored and restless. Keep them busy, and you'll keep them happy. Teach them a new trick! They love learning new stuff.",
    "Feeding": "An ideal Shiloh Shepherd diet should be formulated for a large-sized breed with moderate to high energy. They have a tendency to gain weight if they're overfed, so you should stick to a regular feeding schedule and not leave food out during the day. Limit their amount of treats, as well.As with all dogs, the Shiloh Shepherd's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Shiloh Shepherd's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "Shiloh Shepherd coats come in a variety of colors that include black, brown, silver, gray, red, and pied. Their coats are usually a combination of two or more colors.They usually have medium-length, normal density, straight coats, and while they are not a good choice of dog for allergy sufferers, their coats are pretty easy to care for. One good, daily brushing should help keep their hair out of the house. Bathing is recommended only as needed with a mild shampoo, as too much bathing can strip the coat of its natural oils.They have a double coat which will shed quite a bit. They also shed more heavily on a seasonal basis, which will require extra brushing. You will definitely want a vacuum on hand. See if a RoboVac is right for you!Their double coat gives them an edge when it comes to extreme weather. Many Shiloh Shepherds absolutely love to run and play in the snow. They may also love to splash around in water during the summer. Do not clip their coats though. Their double coat helps to keep them cool during hot summer months. Keep in mind they're an indoor dog and need to live indoors.This dog is very popular in Canada due to their all-weather coats.",
    "Children And Other Pets": "Shiloh Shepherds make wonderful family watchdogs. Their size is intimidating, but they are not aggressive. They get along great with children of all ages, especially those they've been raised with. They are often called gentle giants because they are patient and sweet with kids.As with every breed, you should always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while they're eating or sleeping or to try to take the dog's food away. No dog, no matter how friendly, should ever be left unsupervised with a child.Shiloh Shepherds are nice to strangers and can get along well with dogs and other household pets, including cats. Early socialization is an important factor for developing a social dog.",
    "Rescue Groups": "Some people purchase Shiloh Shepherds without understanding the breed or what goes into raising and caring for such a large, energetic dog. As a result, many Shiloh Shepherds may end up in the care of shelters and rescue groups.Rescues for Shiloh Shepherds may be hard to come by, but sometimes German Shepherd Dog rescues will also care for Shiloh Shepherds. If you're looking to adopt, here are some breed specific rescues you can try:International Shiloh Shepherd Dog Club – Rescue and RehomeGerman Shepherd Rescue of Orange County (GSROC)You can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Working Dogs"
    },
    {
      "name": "Height",
      "value": "26 to 30 inches"
    },
    {
      "name": "Weight",
      "value": "80 to 130 pounds"
    },
    {
      "name": "Life Span",
      "value": "9 to 14 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}