{
  "id": "shollie",
  "url": "https://dogtime.com/dog-breeds/shollie",
  "name": "Shollie",
  "intro": "The Shollie is a mixed breed dog — a cross between the German Shepherd Dog and Border Collie dog breeds. Intelligent, energetic, and loyal, these pups inherited some of the best qualities from both of their parents.\nYou can find these mixed breed dogs in shelters and breed specific rescues, so remember to always adopt! Don’t shop if you’re looking to add one of these pups your home!\nThe Shollie is a excellent family dog who forms close bonds with the humans in their life and will act as a protective guardian. The mixed breed is also energetic and playful, meaning that they’re not a dog suited to living in a small apartment situation. They need access to outdoors space and a commitment to regular exercise sessions.\nSee below for all mixed dog breed traits and facts about Shollies!",
  "description": {
    "Highlights": "Shollies are mixed breed dogs. They are not purebreds like their German Shepherd Dog or Border Collie parents.The main colors of the Shollie's coat are black, brown, golden, and white. It's often a mix of two or more colors.The Shollie is considered a heavy shedder, so you'll need to commit to daily brushing sessions.The Shollie is a dog who demands a lot of exercise--ideally over an hour a day split up into a couple of sessions. If you live near open fields or have access to a large dog park, these will become ideal playgrounds for the Shollie.The Shollie is a great match with kids. The dog will take on a protective role, while also enjoying play sessions with the children in the household. You must still supervise playtime between kids and dogs.The mixed breed is also known for being smart. Add agility and fetch-based tasks into the routine to keep the dog mentally stimulated and satisfied.",
    "History": "As a newer designer dog breed, there isn't much in the way of accurate history on record about the Shollie. But looking at the backgrounds of the dog's parent breeds can give you a good sense of their heritage.The German Shepherd Dog was originally bred as a herding dog in Germany and dates back to the 1800s. The breed eventually became renowned as a working dog for the police and military, and these days you might also see them as guide dogs.The Border Collie also claims herding roots, this time from England and Scotland.Even though the Shollie got their start as a designer breed, some have ended up in shelters or in the care of rescue groups. Consider adoption if you decide this is the breed for you!",
    "Size": "The Shollie is a large dog. As is always the case with newer mixed dog breeds, exact size standards might vary.Most weigh in at 70 to 80 pounds and range in height from 21 to 29 inches.",
    "Personality": "When it comes to personality, the Shollie is a solid mix between being affectionate towards the humans in their life and also acting as a protector of the family. The dog will form an exceptionally strong bond with children, and will display protective behavior if strangers approach.The mixed breed is also known for being smart, so make sure to incorporate a mental element into the dog's daily life.Befitting a large and athletic dog, the Shollie demands lots of outdoor time--otherwise the mixed breed might display destructive behavior and act out due to being bored. Aim for at least an hour of walking and running time every day, and add agility and fetch-based tasks into the routine to keep the dog mentally stimulated and satisfied.It cannot be stressed enough that the Shollie is a smart and energetic dog--so they need a family who can commit to an equally active and involved lifestyle.",
    "Health": "Shollies are generally considered to be healthy dogs, although the mixed breed can be predisposed to some of the same conditions that the German Shepherd Dog and Border Collie face. As always, it's important to schedule regular wellness visits with your dog's vet.Some of the more common health problems Shollies suffer from include:BloatHip dysplasiaElbow dysplasia",
    "Care": "The Shollie is a dog who demands a lot of exercise--ideally over an hour a day split up into a couple of sessions. If you live near open fields or have access to a large dog park, these will become ideal playgrounds for the Shollie.The mixed breed is also intelligent and benefits greatly from being mentally stimulated and challenged, otherwise they may become frustrated.Beyond exercise, the Shollie doesn't need too much in the way of a regular health care routine. The mixed breed usually has good dental hygiene, so brushing their teeth twice a week should suffice. Ask your regular vet about an appropriate toothpaste brand for the mixed breed.Also, be sure to check nails and paw pads after outdoor sessions, and look for any potential signs of damage or infection. Check their ears for signs of debris or pests, as well.",
    "Feeding": "An ideal Shollie diet should be formulated for a large dog with high energy.Shollies need to stick to a healthy diet as overeating can cause weight gain and associated health problems, especially if adequate exercise isn't offered.As with all dogs, the Shollie's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Shollie's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "The main colors of the Shollie's coat are black, brown, golden, and white. It's often a mix of two or more colors.The mixed breed's coat is usually described as medium in length, and it's dense and straight in terms of texture and feel. The Shollie is considered a heavy shedder, so you'll need to commit to daily brushing sessions. This will help keep the coat clean and lessen the chances of any mats developing.When it comes to climate, the Shollie is an adaptable dog who can usually live happily in most climates, although sometimes they can be prone to overheating in very hot weather. So remember to dress the breed up in a dog coat if it gets very cold outside, and always make sure adequate shade and fresh water is provided when the temperature spikes.",
    "Children And Other Pets": "The Shollie is a great match with kids. The dog will take on a protective role, while also enjoying play sessions with the children in the household. Just be sure that early socialization takes place and boundaries are properly set on both sides--and supervise as much as possible when dealing with a large dog and small kids.When it comes to other household pets, the Shollie is usually fine around other domestic animals. Although you'll want to make sure you oversee early interactions when introducing the dog to your household.Ultimately, early socialization really pays off with this mixed breed. Make sure to reward your Shollie for good behavior and adhere to a proper training regime when you bring them home to your family.",
    "Rescue Groups": "It may be hard to find a breed specific rescue for Shollies because they are a mixed breed. However, you may want to try German Shepherd Dog or Border Collie breed specific rescues, as they often care for mixes, as well. Here are some rescues you can try:German Shepherd Rescue of Orange CountyAtlantic Region Central Border Collie Rescue, Inc.You can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "21 to 29 inches"
    },
    {
      "name": "Weight",
      "value": "70 to 80 pounds"
    },
    {
      "name": "Life Span",
      "value": "13 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}