{
  "id": "silky-terrier",
  "url": "https://dogtime.com/dog-breeds/silky-terrier",
  "name": "Silky Terrier",
  "intro": "The Silky Terrier dog breed exemplifies the expression “small dog, big personality.” Weighing just eight to ten pounds when full grown, they’re tough and confident, perhaps because of their heritage as a hunter of small prey.\nEven though these are purebred dogs, you may find them in the care of shelters or rescue groups. Remember to adopt! Don’t shop if you want to bring a dog home.\nBeneath the Silky’s feisty personality is a loving companion dog who loves to stick close to their person. They can even adapt to apartment life, so long as they get plenty of exercise. Just beware that your neighbors may not appreciate the breed’s tendency to bark. If you can provide lots of love, attention, and physical activity, you’ll have a happy dog who won’t want to leave your side!\nSee below for complete list of dog breed traits and facts about Silky Terriers!",
  "description": {
    "": "The Silky, as he's often called, is an elegant little dog with a beautiful, silky — hopefully that wasn't a surprise — coat of tan and blue. Beneath that delicate-looking exterior, however, is a big, bold spirit. People unfamiliar with the breed are often surprised to see the small Silky warn off intruders, romp with large dogs, or keep up with their owners on a hike.But this shouldn't be a shock. The Silky is, after all, a terrier, with a true terrier temperament: scrappy, tenacious, and fond of digging, barking, and chasing. If you don't consider these characteristics endearing, the Silky Terrier isn't for you.Despite the tough attitude, however, the Silky's a loyal dog who loves to be with his family. He's best suited to homes where he won't be left home alone for long periods: he needs the companionship of his human pack, and he's apt to get into mischief if he isn't supervised.The Silky needs daily physical and mental exercise, and will be happy to join you for a walk in the neighborhood or a hike in the country. Despite his high energy, he can be an apartment or condo dog. He does have a propensity to bark though, so a \"Quiet\" command should be part of his basic canine manners. (The upside: he'll let you know when you have visitors.)The Silky Terrier who's exposed to kids beginning in puppyhood can be a good companion for children older than 10, as long as they treat him carefully and kindly. He may not tolerate poking and prodding from toddlers and very young kids.For the right owner, this fun-loving and energetic companion can add spice, and a lot of love, to life.",
    "Highlights": "Silky Terriers are active dogs who need exercise and mental stimulation. This doesn't mean strenuous hikes or hours of retrieving, but it does mean you'll need to provide more activity than tummy rubs on the couch.Although they need exercise, they can make good apartment or condo dogs.Silkies have a strong prey drive and will chase cats, squirrels, rodents, and sometimes other dogs. A Silky may not be the best choice if you've got other small pets. Also, keep your Silky leashed when you're in unsecured areas to avoid having him disappear into the wild blue yonder when something small and furry streaks by.Silkies like to be with their families and are happiest when they can spend the whole day in your company.Despite the long coat, Silkies are fairly easy keepers. But they do require some grooming: thorough brushing two to three times a week and a monthly bath.Like all terriers, the Silky enjoys digging. To save your flowerbeds, either consider another breed, or train your Silky to dig in a specific area. It's much easier to channel the instinct than to suppress it.Barking, another terrier trait, is a much-enjoyed pastime for Silkies. Although you can teach your Silky a \"Quiet\" command, he'll still bark when he thinks it's necessary. The upside is, Silkies are excellent watchdogs.Silky Terriers can be good family dogs, but because of their scrappy personality, children should be about 10 years old and up.Although they're generally friendly, Silkies can be territorial and aggressive toward other dogs if they're not socialized properly.A Silky shouldn't be left unattended in a yard. He's small enough to be considered prey by larger wild animals, terrier enough to dig his way out, and Silky enough to get into mischief.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "The Silky Terrier originated in Australia in the 1890s, when breeders crossed imported Yorkshire Terriers with their native Australian Terriers. Some of the offspring looked like Yorkies, some looked like Australian Terriers, and others looked like the Silky of today, with a size and coat length that was between the two parent breeds. The Silky-looking dogs were interbred until the puppies predictably had Silky traits.In 1906, Australian fanciers developed a breed standard — written guidelines for what the breed should look, move, and act like — in Sydney, New South Wales. In 1909, another standard was drawn up in Victoria. The two standards didn't completely match up, mostly on the preferred weight and ear type. The two camps compromised and a new breed standard came out in 1926.The breed has had several names: initially, he was called the Sydney Silky Terrier. In 1955, he became the Australian Silky Terrier (still the official name for the breed in Australia). In the U.S., the name was changed to Silky Terrier.",
    "Size": "Males and females stand nine to 10 inches tall, and weigh eight to 10 pounds.",
    "Personality": "The Silky Terrier is a friendly, intelligent, spirited, and self-assured. True to his hunting roots, he loves to chase small animals, and won't back down from a fight. Despite his small size he makes an excellent watchdog, as he's quick to sound the alarm if something or someone strange enters his turf.Though independent, the Silky is devoted to his people and is happiest when he's part of daily family life. He likes to be in the house, following you room to room, or joining you at the front door to bark at your guests. He does best if he can be with his human \"pack\" most of the day. If you travel a lot, this adaptable dog would be happy to hit the road with you.Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Choose the middle-of-the-road puppy, not the one who's beating up his littermates or the one who's hiding in the corner.Always meet at least one of the parents — usually the mother is the one who's available — to ensure that they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when he grows up.Like every dog, the Silky needs early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Silky puppy grows up to be a well-rounded dog.Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills.",
    "Health": "Silkys are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Silkys will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition.In Silkys, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).Legg-Calve-Perthes Disease: This involves the hip joint. If your Westie has Legg-Perthes, the blood supply to the head of the femur (the large rear leg bone) is decreased, and the head of the femur that connects to the pelvis begins to disintegrate. The first symptoms, limping and atrophy of the leg muscle, usually occur when puppies are four to six months old. Surgery can correct the condition, usually resulting in a pain-free puppy.Patellar Luxation: Also known as slipped stifles, this is a common problem in small dogs. The patella is the kneecap. Luxation means dislocation of an anatomical part (as a bone at a joint). Patellar luxation is when the knee joint (often of a hind leg) slides in and out of place, causing pain. This can be crippling, although many dogs lead relatively normal lives with this condition.Diabetes Mellitus: This is a disorder in which the body cannot regulate blood sugar levels. Symptoms of diabetes are excessive urination and thirst, increased appetite, and weight loss. Diabetes can be controlled by diet and the administration of insulin.Epilepsy: This is a neurological condition that's often, but not always, inherited. Epilepsy can cause mild or severe seizures that may show themselves as unusual behavior (such as running frantically as if being chased, staggering, or hiding) or even by falling down, limbs rigid, and losing consciousness. Seizures are frightening to watch, but the long-term prognosis for dogs with idiopathic epilepsy is generally very good. It's important to take your dog to the vet for proper diagnosis (especially since seizures can have other causes) and treatment.Tracheal Collapse: This is often seen in smaller breeds and can be seen occasionally in the Silky Terrier. It is caused by a weakening of the cartilage; the tracheal or windpipe flattens and obstructs the airway. Symptoms include coughing that sounds like a goose honk, fainting, and an intolerance to exercise. It is treated with antibiotics, steroids, cough suppressants, and using a harness instead of a collar. If medical treatment does not work, surgery is recommended.",
    "Care": "The Silky Terrier may look like a toy, but he's a real dog who needs exercise and training. He enjoys daily walks, romping with you in the yard, or trips to a dog park with a special area for small breeds. In a pinch, the Silky is happy to take his workout indoors with a rousing game of fetch in the hallway.These are not outdoor dogs. The Silky craves the companionship of his people, and he's also small enough to be considered prey by wild animals. And despite his size, another risk is that he may fight with another dog who wanders onto his turf.When it comes to training, Silky Terriers make willing and able students. Because they're so smart, however, you need to be consistent; otherwise they'll be inclined to make up their own rules. The best way to win your Silky's cooperation is with fun lessons that use positive reinforcement.Crate training is the easiest way to housetrain your Silky, and crates are also a good way to keep your Silky safe and out of trouble when you're away from home. Silky Terriers are mischievous by nature and can be destructive when left unsupervised. A crate is also a place where he can retreat for a nap. Crate training at a young age will help your dog accept confinement if he ever needs to be boarded or hospitalized.Never stick your Silky in a crate all day long, however. It's not a jail, and he shouldn't spend more than a few hours at a time in it except when he's sleeping at night. Silkys are people dogs, and they aren't meant to spend their lives locked up in a crate or kennel.",
    "Feeding": "Recommended daily amount: 1/2 to 3/4 cup of high-quality dry food a day, divided into two meals. Puppies need about 1/8 to 1/4 cup a day.Note: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Base the amount of food you give on your Silky's physical condition, not by how hungry he acts. He's a con artist, and if he can trick you into doling out more food, he will. Keep your Silky in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test.First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Silky, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "This breed's coat is beautiful: long and sleek, parted down the back, and hanging five to six inches down. The color is a rich tan and various shades of blue.You might peg the Silky as a fussy breed, grooming-wise, but he really isn't. A thorough brushing and combing two to three times a week (and before bathtime), along with a bath every month or so will keep your Silky clean and tangle-free.Brush your Silky's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim his nails once or twice a month if your dog doesn't wear them down naturally to prevent painful tears and other problems. If you can hear them clicking on the floor, they're too long. Dog toenails have blood vessels in them, and if you cut too far you can cause bleeding — and your dog may not cooperate the next time he sees the nail clippers come out. So, if you're not experienced trimming dog nails, ask a vet or groomer for pointers.His ears should be checked weekly for redness or a bad odor, which can indicate an infection. When you check your dog's ears, wipe them out with a cotton ball dampened with gentle, pH-balanced ear cleaner to help prevent infections. Don't insert anything into the ear canal; just clean the outer ear.Begin accustoming your Silky to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "The Silky can be a wonderful family pet, so long as he's raised with kids and grows up around their noise and commotion. Given his strong personality, though, he's usually best for families with children older than 10 who know how to handle a dog. He may not tolerate pokes and prods from younger kids.As with every breed, you should always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's eating or sleeping or to try to take the dog's food away. No dog, no matter how friendly, should ever be left unsupervised with a child.The Silky gets along with other dogs very well so long as he's been raised to be dog-friendly, though there may be occasional bossiness and rivalry for attention or treats. Like all terriers, the Silky loves to chase small animals, so he may not be suited for homes with cats, rabbits, or other small pets.",
    "Rescue Groups": "Silkys are often purchased without any clear understanding of what goes into owning one. There are many Silkys in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Silky rescue.Silky Terrier Club of America, Inc."
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Companion Dogs"
    },
    {
      "name": "Height",
      "value": "9 to 10 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "8 to 10 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}