{
  "id": "silken-windhound",
  "url": "https://dogtime.com/dog-breeds/silken-windhound",
  "name": "Silken Windhound",
  "intro": "The Silken Windhound is an affectionate, playful, and eager-to-please dog breed. They’re easily trained and love their families, including those with small children and pets. In fact, their affectionate nature makes them poor watchdogs. That’s because they are likely to react to strangers with warm greetings instead of barks or growls.\nAs a relatively new breed, the Silken Windhound is not recognized by the American Kennel Club; although, it was recognized by the United Kennel Club in 2011 and appears in shows and competitions around the world.\nSilken Windhounds can be trained for obedience, agility, and dog sports. Furthermore, they tend to pick up such training quickly and easily with their intelligence and desire to please the humans that they are close to. However their high prey drive must be redirected into positive behavior or they may bolt after small animals and wander.\nAlthough these dogs are relaxed most of the time and are happy to curl up on the couch with their families, they also have bursts of high energy and require exercise in the form of at least one long walk or run per day. If their exercise needs are met, they are happy to adapt to almost any living situation, including apartment life.\nTheir long, beautiful coats come in many patterns and colors, and despite their luxurious looks, they’re surprisingly easy to maintain and do not shed too much. Silken Windhounds make great, active family companions for novice and experienced pet parents, alike, and their long life span will keep them around for many years of love and affection.\nSee below for complete list of dog breed traits and facts about Silken Windhounds!",
  "description": {
    "": "The Silken Windhound was bred to have a winning personality, a long, beautiful, easy-to-groom coat, and an intelligent, trainable nature, and this breed has all of those things and more. Silken Windhounds are great with children, other pets, all members of the family, and even strangers. They can be trained for a variety of tasks, though they may fail when it comes to watchdog duty, as they're just too darn nice most of the time to show any aggression. Silken Windhounds belong in homes that will give them a nice place to lie down next to their humans, surrounded by love and affection. They aren't meant to be left outside or alone for long periods of time. These dogs are highly expressive, and their responsive ears, soulful eyes, and easily-readable body language show off their emotions in ways that even those with little dog ownership experience can understand. With generally good health, a coat that needs little grooming, and exercise needs that are quite manageable, the Silken Windhound is a dog that novices and experts will both find to be an excellent family companion.",
    "Highlights": "Silken Windhounds are known for their affectionate nature, even with children and other pets.This breed has a high prey drive and may chase small animals, so they need a fenced-in yard and a martingale collar that won't slip off, as regular collars tend to do with dogs that have slim head shapes.The first Silken Windhound litter was born in 1985, though the breed was not named until 1998.The Silken Windhound is not officially recognized as a breed by the American Kennel Club, though they were recognized by the United Kennel Club in 2011 and appear in shows and competitions around the world.The Silken Windhound's coat is not only beautiful and easy to groom, but it is suited for all kinds of weather. Silken Windhounds are happy to play in the winter snow or visit the beach on a warm summer day.Some Silken Windhounds carry a gene that causes them to be sensitive to medication. It is important to test for this gene before medicating your dog, as it can be fatal.Silken Windhounds have a long life span, often living well into their late teens.",
    "History": "The history of the Silken Windhound is not a long one, as it is a relatively new dog breed. Most attribute the breeding of the first Silken Windhound litter to Francie Stull of Kristull Kennel, a Borzoi breeder who wanted to created a mid-sized sighthound with a long, silky coat that would be easy to groom and maintain. Stull crossed Borzois with Whippets until the first litter of Silken Windhounds were born in 1985 in the United States, though the new breed wouldn't be officially named \"Silken Windhound\" until 1998. The next year, the International Silken Windhound Society was founded, and in 2001 they adopted a breed standard. The United Kennel Club recognized the breed in 2011, though the American Kennel Club still does not. Today, Silken Windhounds can be found in show and performance competitions throughout the world as they grow in popularity.",
    "Size": "Silken Windhounds can vary quite a bit in size. They tend to range from 18 to 23.5 inches in height at the shoulder. Male Silken Windhounds are larger on average than females. Males tend to weigh from 33 to 55 pounds, while females usually weigh between 20 and 45 pounds. Individuals of the breed may be smaller or larger.",
    "Personality": "The Silken Windhound makes a poor watchdog, but that's because dogs of this breed are so friendly that they are more likely to greet strangers warmly than to react with suspicion or aggression. They are known for their affectionate nature, especially when it comes to their human families, and even though all dogs should receive socialization training at a young age, Silken Windhounds are likely to take to such training more quickly and easily than many other breeds. Silken Windhounds are highly adaptable to most lifestyles and can even live in apartments, so long as they get a chance to go for at least one long walk and preferably a good run at the dog park each day. They tend to have bursts of high energy, but are happy to spend much of the day curled up on the couch with the humans they love. They have a sensitive side and don't do well when left alone without companionship for long periods of time. Most Silken Windhounds are eager to please and intelligent, which makes them easy to train, even for novice owners. Some breed enthusiasts claim that Silken Windhounds have even been known to housebreak themselves if they have enough access to the outdoors. Speaking of letting Silken Windhounds outside, it is important to give them an outdoor space that is secure and fenced in, as their high prey drive can cause them to chase small animals and wander. Owners should also rely on martingale collars, rather than traditional buckle collars, as Silken Windhounds can slip out of regular collars fairly easily. Silken Windhounds can be trained for obedience, agility, and dog sports and are very likely to appreciate the physical and mental challenge such training will provide. If they aren't properly challenged, as with dogs of any breed, they may seek out their own fun with unwanted behaviors. Overall, the Silken Windhound is a good choice for those who want a family dog that is active, affectionate, and easy to train. Even novice owners should find the Silken Windhound to be an easy-maintenance companion.",
    "Health": "Silken Windhounds are typically quite healthy, and genetic predispositions for medical issues are relatively uncommon in the breed. Still, there are a few things that Silken Windhound owners should be on the lookout for. Lotus syndrome has been known to affect Silken Windhounds, though it appears in very young dogs and affected puppies do not survive long after birth. Some Silken Windhounds carry the MDR1 gene, which makes them sensitive to certain drugs. All Silken Windhounds should be tested for this before receiving medication, as a bad reaction can be fatal. Other issues that may affect Silken Windhounds include umbilical hernia and cryptorchidism, and older Silken Windhounds may suffer from deafness or cataracts. It is important to keep up with regular vet visits to catch any medical issues early and maintain good health.",
    "Care": "Silken Windhounds' teeth should be brushed regularly as recommended by a veterinarian. Their ears and paw pads should be checked for signs of infection, parasites, or debris and kept clean. Nails should be trimmed as needed to prevent snags and breakage. Usually a trimming once a month will keep the nails in good shape. Keep up with regular vet visits to maintain good health for your Silken Windhound.",
    "Feeding": "A Silken Windhound dog diet should be formulated for a mid-sized breed with average-to-high energy and exercise needs. You should consult your veterinarian or professional nutritionist for advice on what to feed your individual Silken Windhound and the correct portion sizes. Their dietary needs will change as they grow from puppyhood to adulthood and senior age. Stay on top of these nutritional requirements.",
    "Coat Color And Grooming": "The luxurious, silky coats of Silken Windhounds can come in almost any color or pattern. They can be black, tan, brown, gray, red, silver, or white, or they can be a combination of colors. Silken Windhound coats may also be solid, spotted, brindle, or streaked with unique markings. Despite their appearance, Silken Windhound coats require little maintenance. They shed relatively little, and a few good brushings a week should be enough to keep the coat healthy. Some owners say they can get by with one or fewer brushings a week. They should be bathed once a month or as needed.",
    "Children And Other Pets": "Silken Windhounds are typically very friendly to all members of the family, including children and other pets. They may, however, be apprehensive around children who are overly excited or make sudden, loud noises. It is important with dogs of any breed to supervise playtime with children and to teach kids how to appropriately handle animals to avoid incidents. Socialization training should begin early in life to ensure dogs are raised to interact well with humans and other pets. Silken Windhounds have a prey drive that may cause them to chase small creatures, but they generally know to be gentle with other pets in the household.",
    "Rescue Groups": "As a new breed, it is still relatively rare for Silken Windhounds to be found in rescue or adoption facilities. If you are looking for a Silken Windhound to adopt, you may try Gentle Giants, a non-profit rescue group based in California. You may also keep an eye out at your local shelter or rescue group and ask them to contact you if a Silken Windhound becomes available. Our adoption page also has available dogs for adoption listed by breed and location so you can look for a dog to adopt near you."
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Hound Dogs"
    },
    {
      "name": "Height",
      "value": "18 to 23.5 inches"
    },
    {
      "name": "Weight",
      "value": "20 to 55 pounds"
    },
    {
      "name": "Life Span",
      "value": "14 to 20 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}