{
  "id": "skye-terrier",
  "url": "https://dogtime.com/dog-breeds/skye-terrier",
  "name": "Skye Terrier",
  "intro": "The Skye Terrier is a medium-size dog breed developed on the Isle of Skye in Scotland. They were originally bred to hunt and kill badger, otter, and fox, but these days they’re appreciated as a versatile companion breed.\nAlthough these are purebred dogs, you may still find them in shelters and rescues. Remember to adopt! Don’t shop if this is the breed for you.\nThese dogs are friendly to just about any human they meet, though they have a tendency to be a little shy. Early socialization can help them open up a bit, though they may still prefer a relaxed environment without too many young, rowdy children. Good for novice pet parents, the Skye Terrier can adapt well to apartment life, but they won’t enjoy being left home alone for long hours of the day. Give your pup a bit of exercise and playtime, and you’ll have a friend for life!\nDogTime recommends this dog bed to give a good night’s sleep to your medium-sized Skye Terrier. You should also pick up this dog brush and massager for your long-haired pup!\nSee below for complete list of Skye Terrier dog breed facts and traits!",
  "description": {
    "": "Like his fellow terriers, the Skye was created in Great Britain — on the Isle of Skye, one of Scotland's Inner Hebrides islands, to be exact — to rid farms of den-dwelling creatures whose holes were a hazard to livestock. Distinguished by a lush coat, long body, and gracefully feathered prick or drop ears, the Skye's versatility enabled him to vanquish vermin and keep company with duchesses, both with equal aplomb.How did a tough little terrier become a fashionable companion? Queen Victoria, who frequently vacationed in Scotland, was responsible for bringing the breed to public notice. He won further recognition when renowned portrait artist Sir Edwin Landseer featured him in paintings. Soon it was said that a duchess would be almost ashamed to be seen in the park without her Skye Terrier by her side.The Skye has always been more than a vermin-buster in a fancy coat, however. He's fearless and self-assured, but he's also friendly, happy, and devoted to his people. Strangers who wait for him to make the first move will find he accepts them as well — once he's decided they aren't pushy or a threat.He has a mind of his own when it comes to training, but he's sensitive and responds well to a firm voice and positive-reinforcement techniques that involve food rewards, praise, and play.Like any self-respecting terrier, the Skye is ready to take on other dogs of any size, and he shouldn't be left alone with small furry pets such as rabbits, hamsters, guinea pigs, or gerbils. They look a bit too much like lunch.On the plus side, he's an excellent watchdog, and more low-key than most terriers. His small size makes him adaptable to any environment, including an apartment or condo — though his barking might annoy the neighbors.While the Skye isn't needy, he expects his fair share of your affection and attention, not to mention respect. Neglect him at your peril. The Skye will inform you of your error by digging, chewing, and barking to express his irritation.The Skye Terrier believes in a give-and-take relationship. If he's given the respect, affection, and attention he deserves, he will lavish the same on his people. A Skye will always make you laugh, but when you need to cry, he and his long coat will be there to absorb your tears.",
    "Highlights": "Skye Terriers are best suited to homes with older children who understand how to interact with dogs.Skye Terriers need early socialization to people and other animals. They are naturally reserved, and socialization will help prevent shy, timid, or aggressive behaviors.The Skye Terrier requires weekly brushing and a bath every two to three weeks. He's considered an average shedder.Skye Terriers can be very destructive if they are bored or are frequently left alone for long periods.Although the Skye Terrier has a moderate activity level and is quiet indoors, he still requires daily exercise. Expect at least 30 minutes of exercise each day.Skye Terriers can do well in apartments.A Skye Terrier needs a fenced yard to prevent him from running after other animals or people who pass by his property.Like many of the terrier breeds, Skye Terrier enjoys digging; after all, that's what he was bred to do.The Skye Terrier is a great watchdog.Skye Terriers can be aggressive toward dogs they don't know and will chase and kill smaller pets.Skye Terriers respond best to positive training techniques, a firm tone, and consistent expectations. They have a mind of their own and can make training difficult if they choose to.Never buy a Skye Terrier from a puppy mill, a pet store, or a breeder who doesn't provide health clearances or guarantees. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies and who breeds for sound temperaments.",
    "History": "The Skye is an old breed of terrier that originated more than four centuries ago on the Isle of Skye in Scotland. He was used to hunt badger, fox, and otter, following them into their burrows and pulling them out to kill them.To this day, he has remained relatively unchanged, with his short, sturdy legs made for digging and his double coat to protect him from rough brush, thorns, and bites from his adversaries, as well as inclement Scottish weather.What may have been the first book on dogs, Johannes Caius' Of English Dogges, written in 1570, describes the Skye Terrier this way: \"brought out of barbarous borders fro' the uttermost countryes northward...which, by reason of the length of heare [hair], makes showe neither of face nor of body.\"Through his description, we know that the breed was already well established at that time. The breed has not always been known as the Skye Terrier. He has also been called the Clydesdale Terrier, the Fancy Skye Terrier, the Silky Skye Terrier, the Glasgow Terrier, and the Paisley Terrier.Queen Victoria was a fan of the breed and kept and bred Skye Terriers. At one time the Skye Terrier was one of the most popular terrier breeds around.The Skye Terrier was recognized by the American Kennel Club in 1887, and the first Skye to be registered by the AKC was Romach, that same year. The Skye Terrier Club of America was founded in 1938.Despite his potential as a companion, the Skye Terrier is a rare breed, ranking 146th among the 155 breeds and varieties registered by the AKC.",
    "Size": "The ideal height for a Skye Terrier is 10 inches for a male and 9.5 inches for a female. Generally a Skye Terrier weighs 25 to 40 pounds.",
    "Personality": "The Skye is brave, good-natured, and loyal to his own family. He doesn't make friends with just anyone and prefers people to take their time in approaching him. He's reserved and cautious toward strangers, traits that make him an excellent watchdog.The Skye has been called canny, a Scottish word with a variety of meanings, all of which can be applied to almost any terrier — prudent, astute, skilled, and steady. He's sensitive but not submissive with a mind of his own.He has a long memory and will remember slights or mistreatment. Skyes like to be part of the family and will become bored, wilful, and unhappy if neglected.Like every dog, Skyes need early socialization — exposure to many different people, sights, sounds, and experiences — when young. Socialization helps ensure that your Skye Terrier puppy grows up to be a well-rounded dog.",
    "Health": "The Skye Terrier is a very healthy breed. The only issue that's a potential concern is orthopedic problems that could occur during growth. The Skye is achondroplastic, meaning that he has a large body on small legs. If he's allowed to jump or climb excessively during puppyhood, before the growth plates in his legs have closed, he may limp or develop a condition called premature closure, which occurs when the growth plates don't close properly. Wait until he's 18 to 24 months old before taking him on long walks or letting him do any jumping or stair climbing.",
    "Care": "Thanks to his small size and moderate exercise needs, the Skye can adapt to any environment, from apartment to country home. Regardless, he should live indoors with his people.When outside, he should be in a fenced yard or on leash so he's protected from traffic and encounters with other dogs, toward whom he's likely to express some dislike.The Skye will enjoy a daily walk or active play in the yard. Without regular exercise and training, he'll become bored and unhappy, which invariably leads to destructive or noisy behavior.Take some environmental precautions when raising a Skye puppy. The Skye Terrier has bowed front legs, which provide a curve for a deep chest. A young Skye Terrier should never be allowed to climb up stairs, or jump onto or off or furniture. Allowing a Skye Terrier to do these things when he's young can put unnecessary stress on his front legs.Train the strong-willed Skye with positive reinforcement techniques, but be firm and consistent in what you require. If your Skye thinks he can get away with disobeying you, he'll always try.",
    "Feeding": "Recommended daily amount: 1 3/8 to 1 7/8 cups of a high-quality dog food daily, divided into two meals.How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog.The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Skye Terrier in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test.First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Skye Terrier, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The Skye wears an elegant and stylish coat that hangs straight down each side from a part that runs down the back from head to tail. The undercoat is short, soft, and woolly, covered with an outer coat of straight hair with a hard texture.On the head, Lana Turner bangs veil the forehead and eyes. (Many owners opt to hold the long bangs back with an elastic or barrette.) The Skye also sports a beard and apron (the longer hair on the chest).The Skye's coat comes in black, blue, dark or light gray, silver platinum, fawn, or cream. It's one overall color at the skin, but you may see varying shades of the same color in the full coat. He may also have black points, or markings, on the ears, muzzle, and tail tip. Puppies often have wide variations in coat color until they mature at approximately 18 months of age.The long and luxurious coat requires weekly brushing with a pin brush or long-toothed comb. A bath every two to three weeks keeps the coat clean. Be sure to brush or comb out any tangles before bathing the dog. Once they get wet, they tighten up and are more difficult to remove. If you're brushing a dry dog, mist the coat with water as you brush to prevent hair breakage.Other grooming needs include dental hygiene and nail care. Brush your Skye's teeth at least two or three times a week to remove tartar buildup and the accompanying bacteria. Daily is better.Trim his nails once or twice a month, as needed. If you can hear the nail clicking on the floor, they're too long. Short nails keep the feet in good condition and won't scratch your legs when your Skye jumps up to greet you.Begin accustoming your Skye to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears.Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.",
    "Children And Other Pets": "A Skye Terrier can make an excellent companion for older children if he's properly socialized. His terrier temperament may make him too feisty to be a playmate for children younger than six years old, however.Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's sleeping or eating or to try to take the dog's food away. No dog, no matter how good-natured, should ever be left unsupervised with a child.The Skye Terrier can be aggressive toward dogs he doesn't know, but he should get along well with dogs and cats he's raised with. He's not recommended for homes with smaller pets since he may view them as a tasty snack.",
    "Rescue Groups": "Before contacting a breeder, consider going to a Skye Terrier rescue group.Skye RescueSkye Terrier Club of America"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Terrier Dogs"
    },
    {
      "name": "Height",
      "value": "9 to 10 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "25 to 40 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 14 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}