{
  "id": "soft-coated-wheaten-terrier",
  "url": "https://dogtime.com/dog-breeds/soft-coated-wheaten-terrier",
  "name": "Soft Coated Wheaten Terrier",
  "intro": "Sturdy and fun loving, the Soft Coated Wheaten Terrier dog breed is a friend to one and all. They’re relatively easygoing for a terrier, need a moderate amount of exercise, and can make a great family dog.\nAlthough these are purebred dogs, you may still find them in shelters and rescues. Remember to adopt! Don’t shop if this is the breed for you.\nThese affectionate pups love just about everybody they meet. They’re even good for first-time pet parents and apartment dwellers. But beware: that soft, silky coat needs a lot of grooming, and the Wheaten can occasionally be hard headed when it comes to training. They also need a couple short walks and play sessions each day to stay happy and healthy. Meet the breed’s needs, and you’ll have a loving pup who will be popular with everyone!\nDogTime recommends this dog bed to give a good night’s sleep to your medium-sized Soft Coated Wheaten Terrier. You should also pick up this dog brush and massager for your long-haired pup!\nSee below for complete list of Soft Coated Wheaten Terrier dog breed facts and traits!",
  "description": {
    "": "The Soft Coated Wheaten Terrier (Wheaten for short) originated in Ireland as a versatile farm dog. Today he's a versatile family dog, adaptable to life in city or country as long as he gets the exercise and attention he needs.Consider a Wheaten if you like terrier looks but find their personalities a bit overwhelming. Don't get us wrong! The Wheaten has typical terrier traits, being a lively and happy dog, but he tends to be less scrappy than some other terrier breeds we know.He's highly people-oriented and loves kids, and his moderate size and exercise needs mean he fits well into most homes. The all-purpose Wheaten will enjoy going for walks or hikes and competing in agility or flyball. He can also win titles in tracking and herding and makes a super therapy dog.Expect your Wheaten to greet you by bounding straight up to give you a kiss or even jumping into your arms. He'll twirl when he's happy, rest his head on your lap when he wants something, frolic in the snow just for the fun of it, and frown at being expected to go out in the rain. (Ironically, this Irish import doesn't like to get wet.)It's clear that the Wheaten has lots of pluses, but no dog's perfect. For starters, that abundant silky coat needs lots of grooming to stay gorgeous. He can be a messy eater, finishing a meal by wiping his beard on your sofa, and debris from the outdoors gets caught in his coat and deposited around the house. If you're looking for a no-muss, no-fuss breed, this isn't the one. He can also be stubborn, meaning you'll have to be firm — not harsh, just firm — and consistent with training.If you don't have time for the Wheaten's grooming and training needs, think twice before you get one. But if you can take care of him, you'll never regret bringing this steady but fun-loving dog into your life.",
    "Highlights": "Soft Coated Wheaten Terriers can adapt to just about any kind of home, city or country, apartment or suburban house.If you're a neat freak, this may not be the breed for you. The Wheaten coat attracts dirt, debris, and snow, which is then deposited throughout the house.Soft Coated Wheaten Terriers generally aren't aggressive and can get along with most dogs and other pets. They'll chase small, furry creatures outside however, including roaming cats.Although they're not yappy, the Soft Coated Wheaten Terrier will bark if he sees or hears something suspicious.Soft Coated Wheaten Terriers don't do well in heat. Keep your Wheatie indoors on hot days.Terriers love to dig, and the Soft Coated Wheaten Terrier is no exception. Be prepared for some holes in your yard.Soft Coated Wheaten Terriers want to keep their people company, and they can get stressed when left alone for long periods. This can lead to destructive behaviors and barking.Give your Wheaten at least 30 minutes of daily exercise to keep him healthy and happy.Soft Coated Wheaten Terriers are good with children.Wheatens have minds of their own, which can make training a challenge. Be firm and consistent, and use positive reinforcement techniques such as praise, play, and food rewards.Soft Coated Wheaten Terriers shed little, but their coats need frequent brushing and combing to remove tangles.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store.",
    "History": "In Ireland, the terrier was the poor man's dog, a versatile farm dog who could rid the place of vermin, do a little hunting, and help guard the property against intruders, both animal and human.Much of the Wheaten's early history wasn't recorded, but he probably shares a common ancestor with the Kerry Blue Terrier and the Irish Terrier. They also share a sign that they were working dogs: a docked tail, which told the tax collector that they were exempt from the tax on dogs.The Wheaten wasn't recognized as a breed by the Irish Kennel Club until 1937, on St. Patrick's Day. To win a championship, he was required to qualify in field trials, with rats, rabbits, and badgers as prey, a rule that's since gone by the wayside.The first Wheatens arrived in the U.S. in November of 1946. A Boston Globe Post report listed seven of them among the cargo of the freighter Norman J. Coleman, which docked in Boston after journeying from Belfast. Two of the pups went home with Lydia Vogel of Springfield, Massachusetts. Vogel showed them the next year at the Westminster Kennel Club show, and they produced 17 puppies.It wasn't until 1962, however, that the Soft Coated Wheaten Terrier Club of America was founded in Brooklyn. Naturally, the first meeting took place on St. Patrick's Day. Attendees included three canine pioneers of the breed: Holmenocks Gramachree, Gads Hill, and Holmenocks Hallmark.The American Kennel Club (AKC) recognized the breed in 1973, and Holmenocks Gramachree became the first Wheaten to be registered by the AKC. Today, the breed ranks 62nd in popularity among the 155 breeds and varieties recognized by the AKC.",
    "Size": "Males average 18 to 19 inches in height and weigh 35 to 40 pounds; females are 17 to 18 inches and weigh 30 to 35 pounds.",
    "Personality": "Happy, steady, and self-confident, the Soft Coated Wheaten Terrier is alert enough to be a good watchdog, but too friendly to back up his warning barks. He loves kids and gets along with other animals, especially when he's been raised with them. He will chase any small, furry creature that crosses his path outside, however.Like every dog, Soft Coated Wheaten Terriers need early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Wheaten puppy grows up to be a well-rounded dog.",
    "Health": "Not all Wheatens will get any or all of these diseases, but it's important to be aware of them if you're considering this breed:Protein-Losing Nephropathy means an excessive amount of proteins and plasma is lost through the kidney. Symptoms include weight loss, swelling of the legs or abdomen, diarrhea, increased urination and thirst, labored breathing, and kidney failure. Usually dogs with Protein-Losing Nephropathy have increased serum creatinine and urea nitrogen, as well as anemia, high cholesterol, and increased phosphorous. There's no cure, but the condition can be managed through medications and diet.Protein-Losing Enteropathy (PLE) is characterized by the loss of an excessive amount of proteins and plasma through the gastrointestinal tract. Signs include weight loss, swelling of the legs or abdomen, diarrhea, increased urination, increased thirst, and labored breathing. Usually dogs with PLE have low levels of cholesterol, albumin, and globulin. There's no cure for PLE, but the condition can be managed with medication and diet.Addison's Disease, also known as hypoadrenocorticism, is a serious condition caused by insufficient production of adrenal hormones. Most dogs with Addison's disease vomit, have a poor appetite, and have little energy. Because these signs are vague and can be mistaken for other conditions, it's easy to miss this disease until it reaches more advanced stages. More severe signs occur when a dog is stressed or when potassium levels become high enough to interfere with heart function, causing shock and death. If your vet suspects Addison's, she may perform a series of tests to confirm the diagnosis.Renal Dysplasia (RD) involves abnormal development of the kidney, and can result in early renal failure. The Soft Coated Wheaten Terrier has a known inherited basis for RD. Signs include increased water consumption and urination, poor appetite, vomiting, and sometimes, frequent urinary tract infections.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog's been tested for and cleared of a particular condition.In Wheatens, you should expect to see the results of annual blood and urine tests for kidney function and abnormalities associated with protein-losing nephropathy, protein-losing enteropathy, renal dysplasia, and Addison's disease and certification from the Canine Eye Registry Foundation (CERF) that the eyes are normal.Because some health problems don't appear until a dog reaches full maturity, health clearances aren't issued to dogs younger than 2 years old. Look for a breeder who doesn't breed her dogs until they're two or three years old.",
    "Care": "The Soft Coated Wheaten Terrier can adapt to a variety of homes, including apartments, as long as he gets enough exercise. No matter what kind of home he has, this people-loving dog should live inside, with his human family, not outdoors by himself.Give your Wheaten at least a half hour of exercise daily. This can be a couple of 15-minute walks, a walk and a good game of fetch, or practice for whatever dog sports the two of you enjoy.Begin training early, first with puppy kindergarten, then with a basic obedience class. The Wheaten has a mind of his own, and to train him successfully, you'll need to be firm and consistent — but not harsh. He responds well to positive reinforcement techniques such as praise, play, and food rewards.He'll enjoy playing with you in the yard, but make sure it's securely fenced: terriers are hunters and will take off after small animals if they're not confined. An underground electronic fence is unlikely to stop a Wheaten who's hot on the trail of something small and furry.Despite their Irish origins, Wheatens aren't fond of rain, but they relish playing in snow. Heat makes them wilt, so keep your Wheatie in air-conditioned comfort when the temperature soars.",
    "Feeding": "Recommended daily amount: 1.5 to 2 cups of a high-quality dog food daily, divided into two meals.How much your adult dog eats depends on his size, overweight, give him the eye test and the hands-on test. First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Wheaten, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The Soft Coated Wheaten Terrier's silky single coat makes him stand out from the rest of the terrier family. The abundant coat covers the entire body in gentle waves, with a fall of hair over the eyes.The color is, well, any shade of wheaten, ranging from pale beige to shimmering gold. If you look closely, you might find the occasional red, white, or black hair, and the muzzle and ears sometimes have blue-gray shading.Puppies have their own distinctive look. They're born with dark coats that lighten with age. Often, the final color doesn't emerge until pups are two years old, and the coats aren't wavy until the dog reaches maturity.Being a single-coated breed, meaning he has no undercoat, the Wheaten sheds only lightly. He's often touted as being nonallergenic or hypoallergenic, but in reality, no dog is nonallergenic — they all produce allergens in the form of dander and saliva. If you're bathe your Wheaten when it's really necessary. How much time you spend grooming depends on the look you want. If you want him to look like a classic Soft Coated Wheaten Terrier, you'll need to groom daily. If you don't mind a somewhat scruffier look, you can get by with 10 to 15 minutes of brushing and combing two or three times a week.In either case, you'll need a stainless steel Greyhound comb, a dematting comb, a pin brush, a slicker brush, a pair of thinning shears for trimming the fall (the hair over the eyes), and a regular pair of scissors.Other grooming needs include dental hygiene and nail care. Brush your Wheaten's teeth at least two or three times a week to remove tartar buildup and the accompanying bacteria. Daily is better. Trim his nails once or twice a month, as needed. If you can hear the nail clicking on the floor, they're too long. Short nails keep the feet in good condition and won't scratch your legs when your Wheaten jumps up to greet you.Start grooming your Wheaten when he's a puppy, to get him used to it. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.",
    "Children And Other Pets": "The Soft Coated Wheaten Terrier does well with kids of all ages, and he's sturdy enough to withstand their handling. However, as with any breed, always teach children how to approach and touch your Wheaten, and supervise all interactions between dogs and young children, to prevent any biting or tail pulling from either party.The Wheaten is less territorial and less aggressive toward other dogs than many other terriers. He gets along with other pets, especially if he's raised with them. He's not above a good chase, though, and squirrels and other small, furry animals —  including free-roaming cats — had better move their tails if they stray into a Wheaten's yard.",
    "Rescue Groups": "Soft Coated Wheaten Terriers are often acquired without any clear understanding of what goes into owning one. These dogs may end up with rescue groups, in need of adoption. Other Wheatens end up in rescue because their owners have divorced or died.These groups place Wheatens up for adoption:Soft Coated Wheaten Terrier Club of America RescueS'Wheat Rescues"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Terrier Dogs"
    },
    {
      "name": "Height",
      "value": "17 to 19 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "30 to 40 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}