{
  "id": "spanish-mastiff",
  "url": "https://dogtime.com/dog-breeds/spanish-mastiff",
  "name": "Spanish Mastiff",
  "intro": "The Spanish Mastiff is a purebred working dog with an old history of serving as a guardians for sheep and livestock. Protective, loving, and calm, these gentle giants have become popular guard dogs and family pets alike.\nSpanish Mastiffs have gone by several names throughout the years, as they are such an old breed, but two of the more common names include the Mastín Español and Mastín de España. Although these pups are not very common, you can still find them in shelters and breed specific rescues, so adopt! Don’t shop!\nThe Spanish Mastiff is not a good breed for beginner dog parents because these dogs tend to be strong-willed. They need firm training from someone who has a strong personality type that the dog can see as a leader. They’re a giant breed, and despite how lazy they can be at times, they don’t make great apartment dogs. They’ll do just as well with families as with a single owner and tend to bark very little. If you want a strong, noble friend who’ll defend your home at all costs, then this may be the breed for you!\nSee below for all dog breed traits and facts about Spanish Mastiffs!",
  "description": {
    "Highlights": "Spanish Mastiff coats can come in a variety of colors. They can range from black to fawn, red, brindle, tri-colored, or almost any mixture of those colors.Their coats shed, especially seasonally, and they're not considered allergy-friendly. The coat is not very difficult to care for and only requires a weekly brushing with an occasional bath.Spanish Mastiffs make very little noise, but when they do, expect a deep and intimidating bark that will no doubt ward off any strangers, seeing as they are very skeptical of new people.The Spanish Mastiff has an independent personality. While they're very intelligent, they will often do what they please. Obedience training can pose a challenge to those without strong personality types, and they do best with experienced dog owners.Spanish Mastiffs are prone to hip and joint issues, so make sure your pup maintains a healthy weight. These dogs tend to be fairly inactive while indoors but will need a slow paced walk once or twice a day and a large yard to roam around in to burn off extra energy.Spanish Mastiffs are sturdy pups, and they love to play with children. The size of these dogs makes it very important to always supervise playtime with children because they can accidentally cause injury to a small child, but they are very protective of kids in their families.Spanish Mastiffs are very territorial by nature and will not typically enjoy the presence of another dog, and some may even express aggression towards cats and dogs in their home. They may be best off as solo pets in the household.",
    "History": "The Spanish Mastiff's history dates back as far as the 10th century when these dogs were used to guard flocks of sheep and protect the shepherds who were herding them. The dogs' coats helped protect them from the elements in Spain's mountainous regions, and their fierce loyalty made them ideal guard dogs. They were so popular that images of them can even be seen in ancient Spanish art and literature.The Spanish Mastiff is in the class of working dog breeds. In 2008, the breed was entered into the American Kennel Club's (AKC) Foundation Stock Service group. Though they may only be slowly gaining popularity, consider adoption if you think this dog is right for you. Check your local shelters and Spanish Mastiff rescues, and remember, adopt! Don't shop!",
    "Size": "The Spanish Mastiff is considered a giant breed, and there can be weight variations among both males and females. On average, most Spanish Mastiffs range in height from 26 to 35 inches tall at the shoulder and anywhere from 140 to 220 pounds.Females will tend to be on the smaller side and can weigh roughly 140 to 170 pounds, while males are generally larger and can weigh from 150 to as large as 220 pounds. That said, some can be smaller or larger than average.",
    "Personality": "Many Spanish Mastiff lovers describe their dogs' personality as aloof and calm. They can be fiercely loyal to you and your family and make perfect watchdogs. They make very little noise, but when they do, expect a deep and intimidating bark that will no doubt ward off any strangers, seeing as they are very skeptical of new people.These can be very lazy dogs who will spend plenty of time cuddling with their owners, but they're actually a lot more agile and athletic than they appear! Their sheer size may make some pet parents weary, but these cuddly, big dogs will love running around a big backyard or playing a game of fetch with children. They are very independent and will spend some time off by themselves.One of the most predominant qualities of the Spanish Mastiff is their tough, stubborn, and independent personality. While they are a very intelligent breed, they will often do what they please, so they also need a strong pack leader and plenty of structure early on in life. Obedience training can pose a challenge to those without strong personality types, but it's imperative that a dog of this size is well trained and respects their owner while young.This breed fits best with a more seasoned dog owner, and first time dog owners should be well aware of this animal's challenging personality type.",
    "Health": "The Spanish Mastiff breed is predisposed to many of the same health issues that all large and giant breed dogs suffer from. While most are generally healthy, some may be prone to a few common health issues, which is why it is important to maintain good care and regular veterinary checkups.Some of the more common problems Spanish Mastiffs suffer from include:BloatHip/Knee DysplasiaEntropian EyePanosteitis ( called \"growing pains\" that affects young, giant dog breeds who grow too quickly)",
    "Care": "As with all dogs, you should keep up with your Spanish Mastiff's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.Spanish Mastiffs are prone to hip and joint issues, so make sure your pup maintains a healthy weight and, if possible, see if either parent of the dog was ever diagnosed with any type of hip or knee dysplasia, as genetics play a big role in those conditions. These dogs tend to be fairly inactive while indoors but will need a slow paced walk once or twice a day and a large yard to roam around in to burn off extra energy, especially as puppies.These dogs have floppy ears, so it's best to check daily for any type of debris build up and clean them as recommended by your vet. Trim your dog’s nails before they become too long, usually once or twice per month. Your groomer can help with this. These pups may also have a tendency to drool and snore, so be prepared to keep a towel nearby and tolerate a bit of saliva and snoring!As with all dogs, oral health is important. Spanish Mastiffs are not known to have dental issues, but you should still brush their teeth as recommended. Your veterinarian can instruct you on when and how to brush your dog’s teeth properly.",
    "Feeding": "An ideal Spanish Mastiff diet should be formulated for a giant breed with medium amount of energy. They may try to eat too quickly or overeat, so you should stick to a regular feeding schedule and have smaller meals throughout the day instead of two or three large meals. Limit their amount of treats, as well.As with all dogs, the Spanish Mastiff's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Spanish Mastiff's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "Spanish Mastiff coats can come in a variety of colors. They can range from black to fawn, red, brindle, tri-colored, or almost any mixture of those colors.This breed has a medium length coat that sheds, especially seasonally, and they're not considered allergy-friendly. The coat is not very difficult to care for and only requires a weekly brushing with an occasional bath.The Spanish Mastiff has a medium length, double coat, which was advantageous for this breed in the past since these working dogs were oftentimes in extreme weather conditions, and their coats protected them. These dense coats will naturally protect your pup from the cold, too, but it's important for the Spanish Mastiff to have access to shade and water if they're outside in very hot temperatures.",
    "Children And Other Pets": "Since the Spanish Mastiff is such a large dog, they're sturdy pups, and they love to play with children. The size of these dogs makes it very important to always supervise playtime with children because even the best behaved pup can accidentally cause injury to a small child. They will form strong bonds with their family and become very protective of children in the household. Children who learn early how to properly approach and play with a larger pup will find a great playmate in a Spanish Mastiff.When it comes to having other pets in the household, the Spanish Mastiff is usually not the most welcoming dog. Spanish Mastiffs are very territorial by nature and will not typically enjoy the presence of another dog, and some may even express aggression towards cats and dogs in their home. With that being said, it may be for the best to have your Spanish Mastiff as the only pet in the household.Still, in some instances, a Spanish Mastiff puppy raised and socialized with other animals while young may have a chance at being able to cohabitate with other pets as an adult. While a Spanish Mastiff generally won't get along with other pets, it may come down to luck of the draw and training.",
    "Rescue Groups": "Because the Spanish Mastiff is a somewhat rare breed, it may be difficult to find a breed specific rescue. However, you can always check with your local shelter, and you may want to try a rescue that caters to large breeds, Mastiff type dogs, or all kinds of dogs. You can take a look at the following:Gentle Giants Rescue And AdoptionMastiffs To Mutts Rescue, Inc.Angels Among Us Pet RescueYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Working Dogs"
    },
    {
      "name": "Height",
      "value": "26 to 35 inches"
    },
    {
      "name": "Weight",
      "value": "140 to 220 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 12 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}