{
  "id": "spinone-italiano",
  "url": "https://dogtime.com/dog-breeds/spinone-italiano",
  "name": "Spinone Italiano",
  "intro": "The Spinone Italiano is an energetic gun dog originally bred for hunting. Today, many spend their time as companion animals. Medium in size, loyal, and athletic, this dog would be great for an active family on the go.\nThe Spinone Italiano (the plural form is Spinoni Italiani) goes by many names, such as Italian Spinone, Spinone, Italian Griffon, Italian Wire-Haired Pointer, and Italian Coarsehaired Pointer. Despite their purebred status, you can find them in shelters and rescues, so adopt! Don’t shop!\nThese hunting dogs adore their humans and all the activities that come with being in a family. Going for a hike? Don’t leave this pup behind. They love hiking and the great outdoors. Long hours alone would never do, and apartment life is not ideal. This dog needs room to run around. If you have a house with a backyard, this dog will thrive on keeping their turf critter-free.\nDogTime recommends this dog bed to give a good night’s sleep to your medium-sized Spinone Italiano. You should also pick up this dog water bottle for any outdoor adventures you have with your pup!\nSee below for complete list of Spinone Italiano dog breed facts and traits!",
  "description": {
    "Highlights": "Spinoni Italiani have high energy levels. Make sure your dog gets at least one solid hour of hiking, walking, running, or swimming per day.The Spinone Italiano has a medium length, dense, wiry coat with three color possibilities: orange and white; brown and white; and solid white.Non aggressive and sweet by nature, this dog gets along great with kids from the age of six and up.This dog is a hunter, not a fighter, but very friendly with other dogs. Due to the hunting nature, be careful around cats or other small animals who might be seen as game.Spinoni Italiani should not be alone for long periods of time. They want to participate in all activities family related!The Spinone Italiano does all jobs related to hunting, including pointing, setting, retrieving, and flushing.",
    "History": "The Spinone Italiano is one of the oldest hunting dog breeds in existence. This ancient breed is believed to have been developed in the Piedmont region of Italy. They were bred to for hunting water fowl. Spinoni Italiani are considered the least problematic dog of their kind when it comes to overall health.This dog is classified as a rare breed but gaining huge popularity in the US as a healthy, loving, loyal family companion dog. The American Kennel Club (AKC) recognized the Spinone Italiano as an official breed in 2000.The Spinone Italiano is also recognized by:American Canine RegistryAmerican Kennel ClubAmerica's Pet RegistryDog Registry of America Inc.Federation Cynologique InternationaleKennel Club of Great BritainNorth American Purebred Registry, Inc.American Canine Association, Inc.Continental Kennel ClubNational Kennel ClubNew Zealand Kennel ClubCanadian Canine Registry",
    "Size": "The Spinone Italiano is a medium- to large-sized dog.Most range in height from 22 to 28 inches and weigh approximately 61 to 86 pounds. Some may be smaller or larger than average.",
    "Personality": "The Spinone Italiano may look like a wise old dog, but they're a happy-go-lucky companion animal. Bred to hunt and gather water fowl, this dog is as good of a hunter as they come. But they won't venture off too far from their family. They want to have eyes on contact frequently.The Spinone Italiano does all jobs related to hunting, including pointing, setting, retrieving, and flushing.Spinone means \"thorn,\" which is a reference to the wiry coat that can whip through thorny bushes as they flush out game.This sweet natured dog has never met a person or canine they didn't like. They're friendly toward everyone, not counting small animals that they may feel inclined to chase. While in the field this dog is a tireless worker, but at home, they're laid back and love nothing more than being in the company of their family. Frequently described as patient, this gentle dog also loves kids.Make sure they get at least an hour a day of exercise. They should not be alone for long periods of time. They want to participate in all activities family related!",
    "Health": "The Spinone Italiano is generally a healthy breed but predisposed to some health conditions that can affect many dog breeds, which include:hip dysplasiaotitis externaectropioncerebellar ataxiagastric torsionWhen a dog is overweight it takes a toll on their joints and overall health. It's fun to spoil our dogs and give them treats, but keeping them healthy is the best way to spoil them. Opt for healthy treats such as carrots or celery.",
    "Care": "As with all dogs, you should keep up with your Spinone Italiano's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog happy and healthy.Spinoni Italiani are prone to weight gain, and they have high energy levels. Make sure your dog gets at least one solid hour of hiking, walking, running or swimming per day.Check their ears for debris and pests daily and clean them as recommended by your vet. Trim your dog's nails before they get too long. Spinone Italiano nails grow fast and will require clipping every two weeks to keep them from cracking and chipping. You can do this yourself or have your groomer do it. If you opt to do this yourself, get professional tips on how to do it so you don't cause bleeding. It can be tricky.One of the toughest jobs when caring for a Spinone Italiano will be maintaining their oral health. You should brush their teeth daily, as many dogs are prone to dental issues. Your veterinarian can instruct you on how to brush your dog's teeth properly.If you find your dog dragging their bottom or \"scooting,\" they may need their anal sacs expressed. You can do this yourself or have your vet or groomer do this.",
    "Feeding": "A Spinone Italiano dog diet should be formulated for a medium-sized breed with high energy and exercise needs. You should consult your veterinarian or professional nutritionist for advice on what to feed your individual Spinone Italiano and the correct portion sizes.Their dietary needs will change as they grow from puppyhood to adulthood and senior age. Stay on top of these nutritional requirements.",
    "Coat Color And Grooming": "The Spinone Italiano has a medium length, dense, wiry coat with three color possibilities: orange and white; brown and white; and solid white.The coat is fairly easy to maintain. Regular brushes a few times a week and running your fingers through periodically to de-knot the tangles.The long beard can get smelly from dampness after drinking water. But if you are diligent, it can be maintained.Spinone Italiano's can tolerate most weather conditions. Their dense coats keeps them warm in extreme cold. They should not be in extreme heat for long periods of time. Always have water available when traveling by car.",
    "Children And Other Pets": "The Spinone Italiano dog will get along great with all members of the family. Non aggressive and sweet by nature, this dog gets along great with kids from the age of six and up. Their sturdy build means they probably would not be easily injured. However, dogs are not stuffed animals, so make sure that small children are taught early on how to approach and touch dogs.This dog is a hunter, not a fighter, but very friendly with other dogs. Due to the hunting nature, be careful around cats or other small animals who might be seen as game.",
    "Rescue Groups": "Because the Spinone Italiano is a somewhat rare breed, it may be difficult to find a breed specific rescue. However, you can always check with your local shelter, and you may want to try a rescue that caters to all kinds of dogs. You can take a look at the following:Spinone Rescue of AmericaAngels Among Us Pet RescueYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Sporting Dogs"
    },
    {
      "name": "Height",
      "value": "22 to 28 inches"
    },
    {
      "name": "Weight",
      "value": "61 to 86 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 14 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}