{
  "id": "springador",
  "url": "https://dogtime.com/dog-breeds/springador",
  "name": "Springador",
  "intro": "The Springador is a mixed breed dog–a cross between the Springer Spaniel and Labrador Retriever dog breeds. Loyal, friendly and smart, these pups inherited some of the best qualities from both of their parents.\nYou can find these mixed breed dogs in shelters and breed-specific rescues, so remember to always adopt! Don’t shop if you’re looking to add one of these pups to your home!\nThe Springador is renowned for being a devoted family dog with a pleasant disposition and a friendly attitude. The mixed breed is playful and very smart–which means they’re also suited to becoming working dogs. However, they can suffer from separation anxiety if left alone all day; plus, they sometimes have a reputation for being better suited to living with adults rather than children.\nSee below for all mixed dog breed traits and facts about Springadors!",
  "description": {
    "Highlights": "Springadors are mixed breed dogs. They are not purebreds like their Labrador Retriever and Springer Spaniel parents.The main colors that the coat of the Springador comes in are black, brown, and gold.When it comes to grooming, you'll need to brush the dog's coat once a week--this will prevent any matting issues that could require a costly visit to the vet or groomers. In general, the Springador does not shed much.The Springador is an energetic and active dog who will require around an hour of exercise every day. Due to the dog's innate intelligence, you'll also want to include games and tasks that stimulate their mind as well as their body.The Springador can work well with kids, although this is a mixed breed that definitely does better with older adults. If you have children and are considering adding a Springador to your family, make sure that both parties are socialized properly right from the start.In general, Springadors are fine around other household pets, though they can view smaller animals as prey. Set boundaries and supervise play.The Springador is definitely not a dog who does well being left alone all day. In fact, if the mixed breed does not receive enough attention and human contact, negative personality traits and behaviors might arise.",
    "History": "As a newer designer dog breed, you won't find much in the way of verified history on record about the Springador. But if you look to the parent breeds, you can get a good handle on the dog's heritage.The Labrador Retriever hails from Canada, where they were originally employed by fishermen to help bring back fish that might have escaped. These days, the Labrador Retriever is one of the most popular dogs in the United States.When it comes to the Springer Spaniel, this is a breed that comes from Spain and was introduced to other European countries by the Romans. Springer Spaniels have a history of being used as a game dog charged with retrieving tasks.Even though the Springador got their start as a designer breed, some have ended up in shelters or in the care of rescue groups. Consider adoption if you decide this is the breed for you!",
    "Size": "The Springador is a large dog. As is always the case with newer dog breeds, exact size standards might vary.Most weigh in at 50 to 90 pounds and range in height from 18 to 24 inches. Female Springadors are sometimes smaller than their male counterparts.",
    "Personality": "There's a lot to love about the Springador's personality. This mixed breed is super friendly and will happily form loving bonds with the humans in their life. This is a dog who craves companionship and will want to become a focal part of your day-to-day life.The downside to this is that the Springador is definitely not a dog who does well being left alone all day. In fact, if the mixed breed does not receive enough attention and human contact, negative personality traits and behaviors might arise.If you have an active family that also likes to spend a lot of time outside, the Springador will be a great fit for your lifestyle. The mixed breed is smart and takes well to training, although you'll need to keep them constantly stimulated so that they don't become bored. Consider agility training, especially if you have a safe outdoors space to offer to the dog.",
    "Health": "Springadors are generally considered to be healthy dogs, although the breed can be predisposed to some of the same conditions that the Springer Spaniel and Labrador Retriever face. As always, it's important to schedule regular wellness visits with your dog's vet.Some of the more common health problems Springadors suffer from include:Eye conditionsHip dysplasiaEpilepsy",
    "Care": "As with all dogs, it's important to keep up your Springador's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.The Springador is an energetic and active dog who will require around an hour of exercise every day. Due to the dog's innate intelligence, you'll also want to include games and tasks that stimulate their mind as well as their body. Consider adding agility training and fetch-and-retrieve tasks to the daily outdoor routine.The Springador is definitely a mixed breed that loves a visit to the dog park--being around other canines helps add variety to their day.Along with exercise requirements, you'll want to pay special attention to the Springador's ears. Wash them weekly with a damp cloth and look out for any signs of infection or a build up of dirt. The dog's nails will also need trimming--once every fortnight should do the trick. Also talk to your vet about brushing the dog's teeth, which should ideally be brushed daily.",
    "Feeding": "An ideal Springador diet should be formulated for a large dog with high energy.Springadors need to stick to a healthy diet as overeating can cause weight gain and associated health problems, especially if adequate exercise isn't offered.As with all dogs, the Springador's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Springador's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "The main colors that the coat of the Springador comes in are black, brown, and gold.The mixed breed's coat is medium in length and usually described as being wavy and feeling dense when you touch it. When it comes to grooming, you'll need to brush the dog's coat once a week--this will prevent any matting issues that could require a costly visit to the vet or groomers. In general, the Springador does not shed much.When it comes to climate, the Springador is an adaptable dog who can live happily in most climates. But remember to dress the mixed breed up in a dog coat if it gets very cold outside, and always make sure adequate shade and fresh water is provided when the temperature spikes.",
    "Children And Other Pets": "The Springador can work well with kids, although this is a mixed breed that definitely does better with older adults. If you have children and are considering adding a Springador to your family, make sure that both parties are socialized properly right from the start.In general, Springadors are fine around other household pets, though they can view smaller animals as prey. So ensure that the boundaries between the dog and any existing household pets are laid down properly, and supervise interactions.Ultimately, early socialization really pays off with this mixed breed. Make sure to reward your Springador for good behavior and adhere to a proper training regimen when you bring them home to your family.",
    "Rescue Groups": "It may be hard to find a breed-specific rescue for Springadors because they are a mixed breed. However, you may want to try Springer Spaniel or Labrador Retriever breed-specific rescues, as they often care for mixes, as well. Here are some rescues you can try:English Springer Rescue America, Inc.Lucky Lab Rescue & AdoptionYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "18 to 24 inches"
    },
    {
      "name": "Weight",
      "value": "50 to 90 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 14 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}