{
  "id": "staffy-bull-bullmastiff",
  "url": "https://dogtime.com/dog-breeds/staffy-bull-bullmastiff",
  "name": "Staffy Bull Bullmastiff",
  "intro": "The Staffy Bull Bullmastiff is a mixed breed dog — a cross between the Staffordshire Bull Terrier and the Bullmastiff breeds. Calm, devoted, and affectionate, these pups inherited some of the best qualities from both of their parents.\nStaffy Bull Bullmastiffs may also go by the name “Staffordshire Bullmastiff.” Despite their status as a mixed breed, you may find these dogs in shelters and rescues, so remember to adopt! Don’t shop!\nThese gentle giants prefer to live in homes with yards. They adore children and are excellent guard dogs, and they even make great companions for the elderly. However, due to their sheer size and stubborn nature, they are not a good choice for first time dog parents. They’ll need an experienced pet parent who can handle the firm training these dogs require. If you want a lazy, lovable companion, the Staffy Bull Bullmastiff may be the right dog for you!\nSee below for all mixed dog breed traits and facts about Staffy Bull Bullmastiffs!",
  "description": {
    "Highlights": "Staffy Bull Bullmastiffs are mixed breed dogs. They are not purebreds like their Staffordshire Bull Terrier and Bullmastiff parents.The main colors of Staffy Bull Bullmastiffs are brindle, fawn, black, white, brown, and red. Sometimes their coats are solid, and sometimes they have a mix of colors.They usually shed year round, not making them an ideal choice for allergy sufferers.Some Staffy Bull Bullmastiffs may have a tendency to gain weight. Make sure your dog gets at least one good half-hour to hour-long walk per day with some play time in the backyard mixed in.Staffy Bull Bullmastiffs are playful and loving companions, and will be protective of all the children they share a household with. Adults should always supervise play sessions.When it comes to other pets, Staffy Bull Bullmastiffs unfortunately, do not usually get along with other pets, cats, or other dogs.The Staffy Bull Bullmastiff can get bored if not mentally and physically stimulated with activities. If they're left alone for long periods of time, they can be destructive.",
    "History": "The Staffy Bull Bullmastiff may have existed naturally over the years, and the exact origins of the Staffordshire Bull Terrier and Bullmastiff mix is unknown. However, we do know about the history of this mix's parent breeds.The Staffordshire Bull Terrier came into existence in the early 1800s and was bred to be a fighting dog who wouldn't attack people. Despite their sad start as fighters, they eventually became family companions.Bullmastiffs were bred in the mid 1800s to accompany gamekeepers and track down poachers. Once poaching declined, these dogs acted as guard dogs.",
    "Size": "As the Staffy Bull Bullmastiff is a relatively new breed, there are few standards when it comes to size. That said, as a mix between Staffordshire Bull Terriers and Bullmastiff parents, you can expect Staffy Bull Bullmastiffs to be on the large side.Most males weigh in between 38 and 130 pounds and range in height from 14 to 27 inches at the shoulder. Most females weigh in anywhere from 34 to 120 pounds and range in height from 14 to 27 inches at the shoulder.",
    "Personality": "Many Staffy Bull Bullmastiff parents would describe the personality of their dogs as lazy, yet alert and playful. They have energy to burn, and can be taken on walks and have playtime with members of their “pack.”The Staffy Bull Bullmastiff can get bored if not mentally and physically stimulated with activities. If they're left alone for long periods of time, they unfortunately, can be rather destructive. That being said, make sure you're able to dedicate enough time for this mixed breed in order to meet their needs. While their Bullmastiff side can be quite calm and lazy, the Staffordshire Bull Terrier has a bit more energy, and this mix will need a devoted family or pet parent who can properly care for them.One of, if not the, biggest challenges with these dogs is the training that they require. They can be very stubborn and headstrong, so early and consistent training will be key. It is also a good idea to socialize your dog with any strangers or visitors in your home since they can be aggressive towards strangers. They are excellent watchdogs once trained and will protect you and your home at all costs.Due to their sheer size and energy level, these dogs are not suited for apartments. They will do best in a home that has a backyard. The Staffy Bull Bullmastiff loves kids and being part of the family just as much as if they were the only pet in the household. Since they can be particularly lazy, especially as they age, they are also suited for older people. They're gentle and incredibly loyal dogs who make loving companions for those who can dedicate the time for their necessary training and care.",
    "Health": "The Staffy Bull Bullmastiff is predisposed to some of the same conditions that the Staffordshire Bull Terrier and Bullmastiff also face. While most are generally healthy, some may be prone to a few health issues, which is why it is important to maintain good care and regular veterinary checkups.Some of the most common health problems Staffy Bull Bullmastiffs suffer from include:Entropian EyeHip DysplasiaElbow DysplasiaCataractsProggessive Retinal AtrophyLuxating PatellasGastric Dilation Volvulus",
    "Care": "As with all dogs, you should keep up with your Staffy Bull Bullmastiff’s regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.Some Staffy Bull Bullmastiffs may have a tendency to gain weight, since the Bullmastiff is a bit more lazy than the Staffordshire Bull Terrier. Make sure your dog gets at least one good half-hour to hour-long walk per day with some play time in the backyard mixed in.Check their ears for debris and pests daily and clean them as recommended by your vet. Trim your dog’s nails before they get too long -- usually once or twice per month. They should not be clicking against the floor. Your groomer can help with this.Make sure to also get your dog used to brushing their teeth at an early age. You should try to brush your Staffy Bull Bullmastiff’s teeth daily to prevent any dental issues and help maintain good oral health. Your veterinarian can instruct you on how to brush your dog’s teeth properly.",
    "Feeding": "An ideal Staffy Bull Bullmastiff diet should be formulated for a large breed with medium energy.As with all dogs, the Staffy Bull Bullmastiff’s dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Staffy Bull Bullmastiff’s diet, as there is far too much variation among individual dogs -- including weight, energy, and health -- to make a specific recommendation.",
    "Coat Color And Grooming": "Staffy Bull Bullmastiff coats are often a mix of their Staffordshire Bull Terrier and Bullmastiff parents’ coats and colors. The main colors of Staffy Bull Bullmastiffs are brindle, fawn, black, white, brown, and red. Sometimes their coats are solid, and sometimes they have a mix of colors.They usually have short, sleek coats and are known to shed year round, not making them an ideal choice for allergy sufferers. However, the shorter coat makes them very easy to groom and requires only weekly brushing.Because this mixed breed tends to have shorter coats, Staffy Bull Bullmastiffs aren’t the best suited for extreme temperatures. Though the fur on their coats may be short, they can encounter breathing issues in the heat due to their short muzzles. As with any dog, always make sure to have water available to your pup whenever they spend time outdoors.",
    "Children And Other Pets": "Both Staffordshire Bull Terriers and Bullmastiff dog breeds are very strong and have the potential to be very large, so it is important to socialize this breed with children while they are puppies. Staffy Bull Bullmastiffs are playful and loving companions, and will be protective of all the children they share a household with. Due to their sheer size, children need to be taught how to properly interact with a medium to large breed dog, and adults should always supervise play sessions.When it comes to other pets, Staffy Bull Bullmastiffs unfortunately, do not get along with other pets, cats, or other dogs. Even with ample amounts of socialization, it is not in the nature of this mixed breed dog to want other pets in the same household.While this may not be the case for every single Staffy Bull Bullmastiff, early training and socialization, along with luck of the draw, will give you a better feel for what your own specific pup can and cannot tolerate.",
    "Rescue Groups": "It may be hard to find a breed specific rescue for Staffy Bull Bullmastiffs because they are a mixed breed. However, you may want to try Staffordshire Bull Terrier or Bullmastiff breed specific rescues, as they often care for mixes, as well. Here are some rescues you can try:Little Angels Staffie Rescue (LASR)Mid-America Bully Breed Rescue (MABBR)You can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Hybrid Dogs"
    },
    {
      "name": "Height",
      "value": "14 to 27 inches"
    },
    {
      "name": "Weight",
      "value": "38 to 130 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 16 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 1
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 1
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 1
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 1
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 3
    }
  ]
}