{
  "id": "staffordshire-bull-terrier",
  "url": "https://dogtime.com/dog-breeds/staffordshire-bull-terrier",
  "name": "Staffordshire Bull Terrier",
  "intro": "Although they were created in 19th-century Britain to be a small, fast fighting dog, those days are long past. The Staffordshire Bull Terrier dog breed of today is a fine companion known for their courage, intelligence, and love of children.\nFans of the breed lovingly refer to them as Staffy for short. Even though these are purebred dogs, you may find them in the care of shelters and rescue groups. Remember to adopt! Don’t shop if you want to bring one of these dogs home.\nDespite their affectionate and playful nature, Staffies do best with experienced pet parents who can socialize them early and keep up with consistent training. Meet the breed’s needs, and you’ll have a faithful, adoring member of the family.\nSee below for full list of dog breed traits and facts about Staffordshire Bull Terriers!",
  "description": {
    "": "The Staffordshire Bull Terrier can be an imposing dog with its strong, muscular body, intense stare, and powerful stance. Many are interested in the breed because it looks like a tough dog but are surprised to learn that the Stafford is a sensitive and loving companion who enjoys playing more than being tough. He sees life as a joyful adventure and lives it to the fullest.Fans love the Staffordshire Bull Terrier for his small to medium size, short, easy-care coat, and dynamic yet gentle personality. With his short, broad head and muscular body, he resembles the other bull breeds such as American Staffordshire Terriers and American Pit Bull Terriers, but he is a breed unto himself with distinct physical characteristics that set him apart, including size and ear shape.The Stafford is known for his love of people and trustworthy nature. He has been described as \"a sort of everybody's Man Friday,\" and his greatest desire is to spend time with his people, whether that means vegging out on the sofa and watching football, running errands in the car, going for walks, or participating in activities such as agility, flyball, obedience, and therapy work. Expect to give this athletic and energetic dog a vigorous walk every day, as well as plenty of attention during downtime. He dislikes being left to his own devices. Staffordshire Bull Terriers are not a breed that can be left outside alone or at home for long periods of time without human companionship.Nicknamed the nanny dog, the Stafford is prized for his patience with and love of children, although it goes without saying that no dog should ever be left alone with young children or expected to double as a baby-sitter. He is not always so friendly toward dogs he doesn't know however, a remnant of his origin as a fighting breed, which required him to be aggressive toward other dogs yet gentle with human handlers.Be aware that some municipalities restrict the ownership of bull breeds. Be sure that yours is not one of them before acquiring a Stafford. For the person who has an understanding of his sensitive nature and can give him patient, firm leadership, the Stafford is one of the finest dog companions around.",
    "Highlights": "The SBT should not be left to live outside. He's a companion dog and thrives in the presence of his family.Because he may be aggressive toward unknown dogs, a Stafford should never be walked off leash.Staffords are highly intelligent, but they are also freethinkers who like to do things their own way. They need firm, patient, consistent training.Staffordshire Bull Terriers are energetic dogs who need a vigorous walk or play session daily.SBTs enjoy their comforts and will readily join you on the sofa or bed if allowed.Staffords shed little, although they may have a heavy shed once a year. They require weekly brushing to remove dead hair and keep their coat shiny.The Stafford needs early socialization, especially if you want him to be friendly toward other animals.The SBT is not recommended for a timid or first-time owner. This breed needs a confident trainer who is consistent and firm but also loving.Staffords love to chew, especially during puppyhood. Provide them with tough, durable toys.Like all terriers, Staffords are diggers. Reinforce the bottom of fences with concrete or chicken wire so they can't dig beneath them.Staffordshire Bull Terriers can do well in apartments if they are properly exercised, but ideal living quarters include a fenced yard where they can play.Staffordshire Bull Terriers do not handle heat very well and need to be monitored on hot days to ensure that they don't overheat.Staffords love children, but despite their nickname of \"nanny dog,\" they should not double as a baby-sitter. Always supervise interactions between children and dogs.If properly socialized and raised with them, Staffordshire Bull Terriers can do well with other dogs and animals. It is important to understand that some Staffordshire Bull Terriers will never do well with other animals and may need to live in single animal homes.Staffordshire Bull Terriers have a strong prey drive which will send them after small animals around your neighborhood including cats.Staffordshire Bull Terriers have a high pain threshold and can become injured without any outward sign, such as whining.The Staffordshire Bull Terrier is a restricted or banned breed in many cities and the number of cities restricting the breed is rising. It is important to research your city's dog by-laws to avoid the unnecessary seizure and destruction of your dog.Staffordshire Bull Terriers are extremely mouthy as puppies and can be destructive if not closely supervised.Staffordshire Bull Terriers are protective of family members, but they are not too concerned about property. They are more likely to welcome burglars than to guard the silver.Never buy a Stafford from a puppy mill, a pet store, or a breeder who doesn't provide health clearances or guarantees. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies and who breeds for sound temperaments.",
    "History": "The Staffordshire Bull Terrier shares a common ancestor--the Bulldog--with the American Staffordshire Terrier, the American Pit Bull Terrier, and the Bull Terrier. It was created in the early nineteenth century to be smaller and faster in the fighting ring, yet gentle and friendly toward people. It was probably developed by crossing the Bulldog with an ancestor of the Manchester Terrier. The cross eventually evolved into the Staffordshire Bull Terrier we see today.The first Staffordshire Bull Terrier Club was formed in England in 1835, and a breed standard was written shortly thereafter.In the United States, the Staffordshire Bull Terrier generally enjoyed life as a family companion, and it wasn't until 1975 that the breed was recognized by the American Kennel Club. The first Stafford registered with the AKC was named Tinkinswood Imperial. The Staffordshire Bull Terrier Club of America was founded in 1974.Today, the Stafford is ranked 85th among the 157 breeds and varieties recognized by the AKC. They are excellent dogs who truly embody the description \"man's best friend,\" and many enthusiasts know that they own one of the best kept secrets of the dog world.",
    "Size": "Staffords stand 14 to 16 inches at the shoulder, with males being taller. Male Staffords weigh 28 to 38 pounds; females, 24 to 34 pounds.",
    "Personality": "Loving toward people from just a few weeks of age, a proper Stafford is never shy or snarly. He is energetic and enthusiastic in everything he does and remains on alert, even in repose. This breed's temperament is described as tough, courageous, tenacious (read: stubborn), and curious. A people-loving personality makes him a good caretaker of his family, but he's less likely to be protective of property. Because he's so attentive and interested in people, however, he'll always alert you to the presence of visitors, wanted or unwanted.Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Choose the middle-of-the-road puppy, not the one who's beating up his littermates or the one who's hiding in the corner. Always meet at least one of the parent--usually the mother is the one who's available--to ensure that they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when he grows up.Like every dog, a Staffordshire Bull Terrier needs early socialization--exposure to many different people, sights, sounds, and experiences--when he's young, and it should continue throughout his life. Socialization helps ensure that your Stafford puppy grows up to be a well-rounded dog. Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills.",
    "Health": "Staffordshire Bull Terriers are generally healthy, but like all breeds, they can be subject to certain health conditions. Not all SBTs will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog's been tested for and cleared of a particular condition.In SBTs, you should expect to see health clearances on both parents from the Orthopedic Foundation for Animals for hips and elbows, and from the Canine Eye Registry Foundation, certifying that the eyes are healthy.Because some health problems don't appear until a dog reaches full maturity, health clearances aren't issued to dogs younger than 2 years old. Look for a breeder who doesn't breed her dogs until they're two or three years old. The following problems may occur in the breed:Canine Hip Dysplasia (CHD). This is a heritable condition in which the thighbone doesn't fit snugly into the hip joint, eventually causing lameness or arthritis. X-ray screening for hip dysplasia is done by the Orthopedic Foundation for Animals or the University of Pennsylvania Hip Improvement Program (PennHIP). Dogs with hip dysplasia should not be bred.Elbow Dysplasia: This is a heritable condition that is thought to be caused by different growth rates of the three bones that make up the dog's elbow, causing joint laxity. This can lead to painful lameness. Depending on the severity of the problem, your vet may recommend surgery, weight management, or medication to control the pain.Patellar Luxation: This common problem occurs when the patella, which has three parts — the femur (thigh bone), patella (knee cap), and tibia (calf) — is not properly lined up and often slips out of place, causing the dog to skip or hop when it happens. It is thought to be hereditary. The rubbing caused by patellar luxation can lead to arthritis, a degenerative joint disease. There are four grades of patellar luxation, ranging from grade I, an occasional luxation causing temporary lameness in the joint, to grade IV, in which the turning of the tibia is severe and the patella cannot be realigned manually. This gives the dog a bowlegged appearance. Severe grades of patellar luxation may require surgical repair.Hereditary Juvenile Cataracts: The development of opacity or cloudiness in the lens of the eye at an early age. This condition progresses rapidly, and dogs can be blind by 3 years of age. Surgery can sometimes partially restore vision. A DNA test is available to identify dogs that are carriers, affected, or clear of the defective gene.L-2 Hydroxyglutaric Aciduria: Affected dogs lack a particular enzyme to break down the aforementioned compound. It then builds up in cerebrospinal fluid and plasma, causing such signs as lack of coordination, muscle tremors, poor learning ability, and seizures. Signs can be treated, but there is no cure. Dogs with this condition are usually euthanized at an early age. A DNA test is available to identify dogs that are carriers, affected, or clear of the defective gene. Buy only from breeders who use this DNA test to screen their breeding animals.Skin Allergies: Also known as atopic dermatitis, this itchy, scratchy condition is sometimes seen in certain Staffords. It's not unusual for afflicted dogs to suffer hair loss or to develop sore spots on their skin. The problem is often compounded by bacterial infections. Aggressive flea control treatment can help, as can supplementing the diet with omega-3 fatty acids, such as those found in fish oil.Demodectic Mange: All dogs carry demodex mites. The mites live in hair follicles and usually don't cause any problems, but dogs with weakened or compromised immune systems can develop a condition called demodectic mange. Also called demodicosis, it can be localized or generalized. In the localized form, patches of red, scaly skin with hair loss appears on the head, neck and forelegs. It's thought of as a puppy disease and often clears up on its own. Generalized demodectic mange covers the entire body and affects older puppies and young adult dogs. The dog develops patchy skin, bald spots, and skin infections all over the body. The American Academy of Veterinary Dermatology recommends neutering or spaying all dogs that develop generalized demodectic mange because there is a genetic link. The good news is that the mite can't be passed to humans or other dogs.",
    "Care": "The Staffordshire Bull Terrier is a companion dog who does well in any type of home as long as he gets daily exercise. He should live indoors, with access to a securely fenced yard. Like all terriers, Staffords are diggers, so it is important to reinforce fences by embedding them in concrete or burying chicken wire at the bottom to prevent escapes. Underground electronic fences are not suitable for this breed. A Stafford will ignore the shock if he sees another dog approaching his territory, and the lack of a solid barrier means that other dogs can enter the yard, which can lead to a serious fight.His short face makes the Staffordshire Bull Terrier unsuited to staying outdoors for more than a few minutes in a hot or humid climate, and he should always have access to shade and fresh drinking water. Some Staffords enjoy playing in water and will appreciate having a kiddie pool to lounge in on hot days, but others prefer to avoid the wet stuff. Staffords are not good swimmers, so take steps to protect them from falling into a swimming pool or spa.The Stafford's exercise requirements can be satisfied with two or three half-hour to one-hour walks or playtimes daily. Engage his mind with training sessions or fun activities.Begin training the day you bring your Staffordshire Bull Terrier puppy home. He is intelligent and learns quickly, but he can be impulsive and stubborn. Forget strict and formal obedience training. For best results, be patient, firm, and consistent to develop the strongest bond with your Stafford. Always look for behaviors you can reward instead of punishing him for infractions. Harsh corrections can damage the dog's self-confidence and personality. Regular training practice and social interaction will help ensure that you live together happily. A bored or lonely Stafford is destructive in his attempts to entertain himself.A Stafford is not generally a barker, but he is definitely vocal. This breed will entertain you with his snorts, snores, grunts, and groans, as well as his singing voice, often described as a yodel.If you are consistent and follow a schedule, housetraining comes easily to the Stafford. Crate training assists in this process and prevents your SBT puppy from chewing on things he shouldn't or otherwise getting into trouble when you aren't around to supervise. A crate also gives him a safe haven where he can retreat when he's feeling overwhelmed or tired. Never use a crate as a place of punishment.Leash training is also important, especially since your Stafford will be a strong puller, small size notwithstanding. Good leash manners are essential to the state of your muscles, your own happiness, and your Stafford's safety. Never walk him off leash any place that he might encounter unknown dogs or other animals. He has a strong prey drive and will give chase if not restrained.Early, frequent socialization is a must for this breed, especially if you want your SBT to be friendly toward other animals. Puppy socialization classes are a great start, but socialization shouldn't end there. Visit many different dog-friendly stores, parks, and events.With proper training, consistency, and socialization, your Stafford will be a wonderful family member who protects and loves you unconditionally.",
    "Feeding": "Recommended daily amount: 1 5/8 to 2 1/4 cups of a high-quality dog food daily, divided into two meals. To avoid gastric dilatation volvulus, also known as bloat, withhold food and water for at least an hour after vigorous exercise.How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference--the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your SBT in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test. First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.",
    "Coat Color And Grooming": "The Staffordshire Bull Terrier has a short, smooth coat that lies close to the skin. It comes in red, fawn, white, black, or blue, or any of these colors with white, as well as brindle or brindle with white.The Stafford's coat sheds annually and hair loss is minimal throughout the year. Dirt brushes out easily, and the coat dries quickly after a bath. Brush him weekly to remove dead or loose hair. Bathe as needed. This breed has little odor, so he usually doesn't require frequent bathing.Other grooming needs include dental hygiene and nail care. Brush your Stafford's teeth at least two or three times a week to remove tartar buildup and the accompanying bacteria. Daily is better. Trim his nails once or twice a month, or as needed. If you can hear the nails clicking on the floor, they're too long. Short nails keep the feet in good condition and don't get caught in the carpet and tear.Check the ears weekly to make sure there's no debris, redness, or inflammation. Clean the ears as needed with a cotton ball and a cleanser recommended by your dog's breeder or your veterinarian. Wipe around the outer edge of the ear canal, and don't stick the cotton ball any deeper than the first knuckle of your finger.Begin accustomizing your Staffordshire Bull Terrier to being brushed and examined when he's a puppy. Handle his paws frequently--dogs are touchy about their feet--and look inside his mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.",
    "Children And Other Pets": "The Stafford is suitable for families with children, but despite his much vaunted patience and gentleness, he should always be supervised in the presence of toddlers or young children. He can be rambunctious and may accidentally knock small children down.Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any mouthing, biting, or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's sleeping or eating and not to try to take the dog's food away. No dog should ever be left unsupervised with a child.Some Staffords get along well with other dogs and cats when they're raised with them. As adults, they may require more of an adjustment period before they welcome the company of another dog. To ensure the best relationship, choose a dog of the opposite sex. Make introductions in a neutral area away from your home.",
    "Rescue Groups": "Staffords are sometimes acquired without any clear understanding of what goes into owning one, and these dogs often end up in the care of rescue groups, in need of adoption or fostering. Other SBTs end up in rescue because their owners have divorced or died. If you're interested in adopting an adult Stafford who's already gone through the destructive puppy stage and may already be trained, a rescue group is a good place to start.Pit Bull Rescue CentralPitBulls for LifeProject Pit BullStaffordshire Bull Terrier Club of America"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Terrier Dogs"
    },
    {
      "name": "Height",
      "value": "14 to 16 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "24 to 38 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 14 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 1
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}