{
  "id": "standard-schnauzer",
  "url": "https://dogtime.com/dog-breeds/standard-schnauzer",
  "name": "Standard Schnauzer",
  "intro": "Standard Schnauzers were originally bred to be ratters, guard dogs, and all-purpose dogs on German farms. Their versatility, medium size, protective nature, and love of family make them an excellent companion dog breed.\nAlthough they can be somewhat territorial and stubborn, dogs of this breed also have high intelligence and energy. If you’re an experienced dog parent looking for a guardian and best friend to go with you on adventures, this may be the breed for you!\nDogTime recommends this dog bed to give a good night’s sleep to your medium-sized Standard Schnauzer. You should also pick up this dog fetch toy to help burn off your pup’s high energy!\nSee all Standard Schnauzer dog breed traits and facts below!",
  "description": {
    "": "The Standard Schnauzer is a medium-size dog who inspired early breeders to develop two more breeds who look just like him--the Miniature Schnauzer and the Giant Schnauzer.It's no wonder breeders wanted to duplicate this dog in different sizes for different needs. Standard Schnauzers are not only highly intelligent and excellent family companions, they're uniquely handsome, even aristocratic, in appearance. Renowned for their guarding abilities and devotion to their families, they're also often described as a dog with a human brain.Squarely built, these dogs have stiff, wiry coats that shed little with minimal \"doggy\" odor. A hallmark of the breed is the face furnishings, which include arched eyebrows and a bristly mustache and beard. The high-set ears are carried erect when cropped but are otherwise V-shaped, carried forward with the inner edge of the ear close to the cheek.Standard Schnauzers typically carry themselves with a great deal of self-importance. They are agile and athletic, and excel in performance sports such as agility, tracking and herding. Highly versatile, they're good hunters and have been used as retrievers both on land and in the water. They're also excellent herders of sheep and cattle, one of their original jobs as an all-around farm dog. In fact, many Standard Schnauzers have earned American Kennel Club (AKC) herding titles.With their working dog heritage, they also make excellent watchdogs. Standard Schnauzers are territorial, quick to bark at any disturbance. They have a deep bark that sounds as though it should come from a much larger dog and are vigorous in carrying out their watchdog duties.Their personality is sometimes mischievous, always clever, and inevitably dignified. They learn quickly and want to please, which makes them great therapy dogs. And when socialized with children, they make an excellent and affectionate companion for the younger members of the family.The Standard Schnauzer's highly developed senses, intelligence, trainability, courage, stamina, and resistance to adverse conditions have found many a place in a field that most would not expect — search and rescue. Many of the Standards have proven to be exceedingly good at this important work, and their smaller size enables them to search in areas that larger dogs can't reach.Standard Schnauzers do have strong personalities, and can be stubborn. They have an uncanny way of determining your weaknesses and will take advantage of you whenever possible. If you're not careful, they'll rule the household; this is a breed that requires consistent and firm guidance from owners.With all of his innate skills and exceptional good looks, is it any wonder breeders felt one size was not enough? As the original model for both the Miniature and Giant Schnauzers, Standards are truly the foundation of a great legacy in dogs.",
    "Highlights": "Standard Schnauzers are intelligent, but they can be stubborn. This can sometimes make them difficult to housetrain. Crate-training is recommended.Standard Schnauzers are protective of their homes and families. While they generally don't bark without good reason, they will bark if they sense anything is threatening their homes and families.Standard Schnauzers are highly intelligent and become bored with repetitive tasks. They thrive on varied activities and exercise. Make sure you give your Standard Schnauzer both or he could become destructive and ill-tempered.Because of their intelligence and self-assurance, Standard Schnauzers will capitalize on any weaknesses in their people and could start \"ruling the roost.\" Be consistent with your Standard Schnauzer, and make sure he knows you are the alpha dog in your house.When training, do not use harsh methods, which could make your Standard Schnauzer resentful.Schnauzers can be suspicious of strangers, including guests, until they know they are accepted by the family.Standard Schnauzers have a great deal of energy and require adequate exercise each day to prevent them from using that energy in destructive ways.Because one of their many jobs has been to catch rats, Standard Schnauzers should not be trusted with small, furry family pets, such as hamsters, guinea pigs, and gerbils. Most Standard Schnauzers seem to tolerate sharing their homes with cats, however, especially if they have been introduced to them at an early age.Standard Schnauzers are curious and fearless — a dangerous combination if you allow your dog to run off-leash in unfenced areas.Never buy a Standard Schnauzer from a puppy mill, a pet store, or a breeder who doesn't provide health clearances or guarantees. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies and who breeds for sound temperaments.",
    "History": "The Standard Schnauzer has a long history in his homeland of Germany. Based on paintings by Renaissance artists Rembrandt and Albrecht Durer, as well as a tapestry created in 1501 by Lucas Cranach the Elder, it's evident dogs of this type have existed for several centuries.Schnauzers were used to guard farm families and livestock, herd cattle and sheep, get rid of vermin, and protect their owners as they traveled to market.German breeders took an interest in standardizing this breed in the mid-1800s. At that time, crosses were made with the gray Wolfspitz and black German Poodles to produce the distinctive texture and color of the breed's hair. At around the same time, Standard Schnauzers were crossed with other breeds to develop first the Miniature Schnauzer and later, the Giant Schnauzer.In their early years and until the late 1800s, Standard Schnauzers were called Wirehaired Pinschers. They were first exhibited at the Third German International Show in Hanover in 1879, and the first-prize winner was a dog named Schnauzer. A breed standard was written in 1880 and the first specialty show was held at Stuttgart in 1890 with an entry of 93 dogs.By 1900, the breed was becoming known as the Schnauzer, thought to be both a reference to the breed's unique muzzle (for which the German word is schnauze), which sports a beard and mustache, and to the name of the first winner in the show ring. The Bavarian Schnauzer Klub was formed in Munich in 1907.During World War I, the dogs were used to carry dispatches and aid Red Cross workers. They were also used in Germany for police work.Records indicate that some Standard Schnauzers were brought to the U.S. in the early 1900s by families who immigrated here, and by world travelers who fell in love with the breed in Germany. The breed wasn't imported in great numbers, however, until after World War I.The Schnauzer Club of America was formed in 1925. In 1933, the club split to form the Standard Schnauzer Club of America (SSCA) and the American Miniature Schnauzer Club.At first, the breed was classified as a terrier in the U.S., which is how the Miniature Schnauzer continues to be organized. But Germans always regarded the Schnauzer as a working dog. So in 1945, the AKC reclassified the Standard Schnauzer and placed it in the Working group. Today, the Standard Schnauzer ranks 99th among the 155 breeds and varieties recognized by the AKC.",
    "Size": "Males are ideally between 18 to 20 inches high at the shoulder and generally weigh 35 to 50 pounds. Females are ideally between 17 and 19 inches high at the shoulder and generally weigh 30 to 45 pounds.",
    "Personality": "The dignified Standard Schnauzer has above-average intelligence and is inquisitive, creative, and sometimes stubborn in the way he thinks. It takes an equally intelligent and creative person to stay a step ahead of him and you'll need to train him with firmness and consistency.The Standard is affectionate and protective of family members. He's territorial and will alert you to the presence of strangers with a deep bark. Once you welcome someone into your home, however, he'll accept them as well. He loves to be the center of attention.As with every dog, Standard Schnauzers need early socialization — exposure to many different people, sights, sounds, and experiences when they're young. Socialization helps ensure that your Standard Schnauzer puppy grows up to be a well-rounded dog.",
    "Health": "Standard Schnauzers have very few health problems. Nonetheless it's recommended that all breeding dogs be radiographed (x-rayed) clear of hip dysplasia and tested annually for eye disease. A breeder should be able to show you health clearances for both parents from the Orthopedic Foundation for Animals for hips and certification from the Canine Eye Registry Foundation (CERF) that the eyes are normal.",
    "Care": "The Standard Schnauzer is an adaptable dog and can live as comfortably in a city apartment as on a country farm, provided he gets enough exercise each day. Whatever his environment, he should live in the home with his people. A fenced yard is highly recommended for these dogs, who has been known to jump a six-foot fence.The Standard Schnauzer needs at least an hour of vigorous activity every day. He's a high-energy dog, and should be walked briskly a minimum of three times a day, about 20 minutes each time. Or you could take him for two half-hour walks. Other good forms of exercise for this breed include swimming, playing fetch or Frisbee, and hiking.Begin training when your Standard Schnauzer is young, and continue to reinforce lessons throughout his life. He requires a trainer who's patient, firm, and consistent and he responds best to positive reinforcement techniques such as food rewards, praise, and play.Although he's intelligent and wants you to be happy, his idea of how things should be may outweigh any desire to please.",
    "Feeding": "Recommended daily amount: 1 to 2 cups of a high-quality dog food daily, divided into two meals.How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog.The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Standard Schnauzer in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test.First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Standard Schnauzer, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The Standard Schnauzer's outer coat is wiry, hard, and dense, with hairs that stand up from the skin. Beneath is a soft undercoat. On the back, the coat can be from 3/4 to 2 inches long.People tend to like to keep the coat on the ears, head, neck, chest, stomach, and under the tail closely trimmed, which means frequent trips to a groomer. Over the eyes and on the muzzle, the hair is left longer to form the eyebrows and beard. The hair on the legs is longer than that on the body.All furnishings (the longer hair on the head, legs, and tail) have a harsh texture. Soft, smooth, curly, wavy or shaggy hair that is too long or too short; an undercoat that is too sparse, and excessive or lack of furnishings are all considered faults in the show ring.Standard Schnauzers may be either pepper and salt or pure black. The pepper and salt coloring is a combination of black and white hairs, and white hairs banded with black. Pepper and salt coloring can range from dark iron gray to silver gray.Pepper and salt-colored Standard Schnauzers should have a gray undercoat, but a tan or fawn-colored undercoat is acceptable. It's also desirable for the facial mask to be darker and to complement the coat color. Sometimes, the pepper and salt colorations fades out to a light gray or silver white in the eyebrows, whiskers, cheeks, under the throat, across the chest, under the tail, and on the legs and belly.Black Standard Schnauzers have a dark, rich color that isn't discolored or mixed with any gray or tan hairs. The undercoat should also be black. As the dog ages or if he's exposed to sunlight a great deal, the black may fade and become a bit discolored.Standard Schnauzers require a lot of grooming to look their best. You'll need to brush the beard and legs daily to prevent tangles, and wash his face after every meal.A Standard Schnauzer's coat usually must be hand-stripped every four to six months if you show your dog or like the look and feel of the proper coat, but pets can be clipped by your groomer. Be warned, however, that if his coat is clipped, instead of stripped, the texture will soften, and he'll shed more.Other grooming needs include dental hygiene and nail care. Brush your Standard Schnauzer's teeth at least two or three times a week to remove tartar buildup and the accompanying bacteria. Daily is better.Trim his nails once or twice a month, as needed. If you can hear the nail clicking on the floor, they're too long. Short nails keep the feet in good condition and won't scratch your legs when your Standard Schnauzer jumps up to greet you.Begin accustoming your Standard Schnauzer to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears.Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.",
    "Children And Other Pets": "Sturdy and energetic, Standard Schnauzers can be loyal and affectionate companions to children. They generally get along well with children of all ages, playing gently and kindly with younger ones.Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's sleeping or eating or to try to take the dog's food away. No dog, no matter how good-natured, should ever be left unsupervised with a child.Standard Schnauzers aren't especially fond of unknown dogs and may be aggressive toward them, but they can get along well with dogs and cats they're raised with. Keep pet mice, rats, hamsters and similar pets safely away from him. His instinct to be a rat-catcher is still strong!",
    "Rescue Groups": "Consider adopting a Standard Schnauzer from a rescue group before you contact a breeder.Schnauzer Rescue and AdoptionStandard Schnauzer Rescue"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Working Dogs"
    },
    {
      "name": "Height",
      "value": "1 foot, 5 inches to 1 foot, 8 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "30 to 50 pounds"
    },
    {
      "name": "Life Span",
      "value": "13 to 16 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}