{
  "id": "sussex-spaniel",
  "url": "https://dogtime.com/dog-breeds/sussex-spaniel",
  "name": "Sussex Spaniel",
  "intro": "Long and low, with a unique golden liver color, the Sussex Spaniel dog breed was developed in Sussex County, England, to flush birds into the air for hunters. They have a reputation for being slow and sedate, but they liven up when they scent birds.\nWith proper training and attention, the cheerful Sussex is an excellent companion. They fit very well into apartment life and give lots of love to their humans, but they don’t fair so well when left alone for long periods of time. As a highly sensitive breed, they crave affection and attention.\nDogTime recommends this carrier for traveling with your small Sussex Spaniel. You should also pick up this squeaker rope toy to help keep your low energy pup active!\nSee all dog breed traits and facts about Sussex Spaniels below!",
  "description": {
    "": "This rare and unusual spaniel with the happy tail remains true to his heritage as a hunting dog, and he's often found in the field or participating in hunt tests. A deliberate hunter who moves at a moderate pace, he has lots of endurance and a \"never give up\" personality, characteristics that make him a good companion for people who might not be hunters but enjoy long walks or hikes with a nature-loving dog. If he's not used as a hunting dog, he'll be satisfied with such backyard prey as birds, butterflies, and insects.The Sussex stands out among spaniels for his voice. He's vocal about letting the hunter know how he's doing, and he carries that talkative tendency over to home life. The Sussex is likely to bark or howl at noises or visitors, so he makes a good watchdog. It's important, however, to teach him when to stop barking so he doesn't disturb the neighbors.Affectionate and companionable, the Sussex thrives in a home where he's not left on his own for hours each day. He likes to follow his people around and enjoys the company of other dogs as well. A Sussex bonds strongly to family members and can become anxious and destructive if ignored.This gentle, even-tempered dog does well with children when he's raised with them, but he's best suited to a home with older children who understand how to interact with a dog. Sussex puppies can be injured if they're dropped, hit or stepped on by young children, so supervision is a must.In general, Sussex Spaniels love people, but they can be possessive of their own family members, unwilling for other people to approach them. Early and frequent socialization is important to prevent this. Because of their sporting dog heritage, they usually get along well with other dogs, but if they're not socialized to other dogs at an early age, they can be aggressive toward dogs they don't know.The versatile Sussex is talented at many dog sports, including agility, tracking, and hunt tests, but he's moderately challenging to train. He has what's known as a soft personality, meaning he tends to be easygoing, but he can also be stubborn. Training a Sussex requires patience, kindness, encouragement, and a strong sense of humor. He responds well to praise and rewards but stops trying if he receives harsh corrections. Begin training as soon as you bring him home at 8 to 12 weeks of age, while he's still amenable to training. Despite his medium size, the Sussex is strong and powerful, so it's important for him to learn to listen to you before he becomes too hard to handle.Brush a Sussex daily to prevent mats from forming. Trim the feet and the inside of the ears monthly to keep them neat. The Sussex loves playing in water, so he'll need a good rinse or a bath any time he goes for a swim in a stinky pond or lake, a chlorinated pool, or saltwater. To prevent ear infections, keep this breed's floppy ears clean and dry.As a breed, the Sussex Spaniel has faced many challenges, including near extinction after World War II. It was only through the efforts of a dedicated handful of people that the breed survived. Although the Sussex is still uncommon, those who know him love him for his calm, even temper, deep howl, and social disposition.",
    "Highlights": "Sussex Spaniels are known for stretching their back legs out behind them and dragging themselves forward, a behavior called kippering. It's not a disorder and is nothing to worry about.Sussex Spaniels are barkers.Sussex Spaniels can make excellent companions for older children who understand how to interact with dogs.Sussex Spaniels are intelligent and can learn quickly, but they're also stubborn and require a patient, consistent trainer.Sussex Spaniels need 20 to 30 minutes of exercise daily to keep them fit and healthy. They enjoy walks and hikes.Sussex Spaniels can easily become overweight if their eating habits aren't managed.Sussex Spaniels shed moderately and should be brushed two or three times a week to keep loose hair under control and to prevent tangles from forming.Sussex Spaniels dislike being left alone for long periods and can become destructive or noisy if not given enough attention and exercise.Sussex Spaniels generally get along well with other pets and dogs, but if they aren't exposed to lots of dogs during puppyhood, they can be aggressive toward dogs they don't know.",
    "History": "The Sussex Spaniel was developed at an estate called Rosehill in Sussex County, England, probably during the mid-nineteenth century. Two men are credited with shaping the Sussex Spaniel into the dog it is today.The first was Moses Woolland, who after obtaining his first Sussex Spaniels in 1882 went out and successfully bred both show and field lines. His dogs were not exactly like the Sussex of today, but they were very similar.The second is Campbell Newington, who began breeding in 1887. Newington's dogs were also similar to the Sussex Spaniel as it is today, and together both men began breeding dogs that were consistent in type and quality. The first breed standard was written during this time.For a time, the breed thrived, but after Woolland's death Newington was alone in his efforts to keep the Sussex Spaniel from becoming forgotten. In 1909, however, J. E. Kerr became interested in the breed and began producing litters of his own. Without the efforts of these two men, the Sussex Spaniel would have disappeared completely.After World War I, the Sussex Spaniel saw a further decline in numbers and popularity. Newington whelped his last litter in 1921 and it seemed that the Sussex Spaniel might pass into extinction, but the breed hung on by its dewclaws. The privations of World War II was another stumbling block, when breeding almost ceased in England. The breed's survival is mostly credited to the efforts of Joy Freer, who spent 60 years breeding and perfecting her lines.The first Sussex Spaniel arrived in the United States shortly before the Great Depression and more followed a few years later, just prior to World War II, but they were unsuccessful in attracting the attention of the public.In 1969, three Sussex Spaniels were imported to the United States and after that another 11 found their way to America. They remain rare, but through an understanding of the value of these gentle and cheerful spaniels, the breed has gained a bit of a respite from the threat of endangerment. Today, the Sussex Spaniel ranks 154th among the 157 breeds and varieties recognized by the American Kennel Club.",
    "Size": "The Sussex Spaniel stands 13 to 15 inches at the shoulder and weighs 35 to 45 pounds.",
    "Personality": "The gentle and affectionate Sussex Spaniel is an excellent family companion. In the field, he's full of energy and endurance, even though he's not as fast moving as other sporting breeds. He's friendly and cheerful but can be stubborn when it comes to training.Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Choose the middle-of-the-road puppy, not the one who's beating up his littermates or the one who's hiding in the corner. Always meet at least one of the parents — usually the mother is the one who's available — to ensure that they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when he grows up.Like every dog, a Sussex needs early socialization — exposure to many different people, sights, sounds, and experiences — when he's young. Socialization helps ensure that your Sussex Spaniel puppy grows up to be a well-rounded dog.",
    "Health": "Like all dog breeds, the Sussex is prone to certain genetic or environmental diseases and conditions. While no dog is perfect and these ailments do not affect all Sussex Spaniels, it is imperative to do your research to find a Sussex who's been bred with health in mind. A reputable breeder will be proud to discuss the steps she's taken to prevent health problems and to show you the following health certifications for a puppy's parents: Orthopedic Foundation for Animals clearances for hips, heart, and thyroid, and certification from the Canine Eye Registry Foundation (CERF) that the eyes are normal. Because some health problems don't appear until a dog reaches full maturity, health clearances aren't issued to dogs younger than 2 years old. Look for a breeder who doesn't breed her dogs until they're two or three years old. The following conditions are among those that may affect Sussex Spaniels:Pulmonic Stenosis: This is a congenital heart disease in which blood does not flow properly through the heart due to a narrowing of the region between the right ventricle and pulmonary artery. This obstruction in the pulmonary valve causes the right side of the heart to work harder, eventually enlarging. Without treatment, it can lead to heart failure. Treatment depends on the severity of the disease and ranges from regular monitoring by a veterinarian to medication to surgery.Patent Ductus Arteriosis (PDA): This common congenital heart disease is found in many different breeds. It occurs when a blood vessel called the ductus arteriosis, which connects the aorta and the pulmonary artery in a fetus, doesn't close after birth. If it remains open, blood begins to flow backward into the lungs, causing fluid to accumulate and resulting in labored breathing, fainting, dizzy spells, coughing, heart murmurs, collapse and heart failure. Patent Ductus Arteriosis can easily be corrected surgically.Intervertebral Disc Disease (IVDD): Sussex Spaniels can be prone to back problems such as IVDD, which occurs when a disc in the spine ruptures or herniates and pushes upward into the spinal cord. This may be caused by moving or being picked up the wrong way, falling or jumping off furniture, or it can be an inherited condition. A ruptured disc is painful and can lead to weakness and temporary or permanent paralysis. Treatment includes anti-inflammatory medications, acupuncture or chiropractic, and surgery.Hip Dysplasia: This degenerative disease occurs when the hip joint is weakened due to abnormal growth and development and is found in many breeds of dogs. It affects approximately 42 percent of Sussex Spaniels but is rarely debilitating.",
    "Care": "The Sussex needs 20 to 30 minutes of daily exercise to keep him in best condition. He'll enjoy long walks or hikes, especially if they're through wooded areas where he can hunt for birds. He's a serious spaniel, not given to exuberant romps, but he enjoys spending time with his people in the great outdoors. He's best suited to living indoors but should have access to a safely fenced yard where he can keep a watchful eye on birds, squirrels, and other wildlife.Training a Sussex can be a challenge. Members of this breed have a mind of their own. Sussex Spaniels are intelligent and learn quickly, but they need consistency and patience to see the training fully succeed.One area that needs to be addressed at a young age is barking. Unlike other spaniels, Sussex Spaniels let their voices ring out when hunting. That carries over into home life as well. They will bark when people come to the door or just for the joy of hearing it. If you don't train your Sussex to bark in moderation, you will find yourself with a dog that barks at everything in excess. The Sussex is especially likely to bark and howl when left alone for long periods, so before acquiring one, consider whether you'll be home frequently enough to keep him happy.",
    "Feeding": "Recommended daily amount: 2 cups of a high-quality dog food daily, divided into two meals.How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Sussex Spaniels gain weight easily. To keep his weight at a normal level, feed your Sussex at specific times each day rather than leaving food out all the time. Measure food carefully, and cut back if it looks like he's putting on the pounds. He should have a waist when you look down at him, and you should be able to feel his ribs but not see them. If they're buried beneath rolls of fat, he needs to go on a diet. Dole out treats sparingly. Your Sussex will be just as happy to get a tiny-size training treat as a bigger biscuit.For more on feeding your Sussex, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The Sussex Spaniel has an abundant coat that's straight or slightly wavy but not curly. The tail and the legs down to the heel (called the hock) are adorned with moderate fringe of hair known as feathering. The ears are covered with soft, wavy hair, and the neck also has additional hair known as a frill. The coat color is a rich golden liver with no other color, markings or shades of liver.The Sussex Spaniel sheds moderately. Daily brushing helps keep the amount of loose hair to a manageable level, but you can get by with brushing the Sussex weekly. No trimming or clipping is required, but you may want to trim the hair on and around the feet to keep them looking tidy. Bathe as needed.Other grooming needs include dental hygiene and nail care. Brush your Sussex Spaniel's teeth at least two or three times a week to remove tartar buildup and the accompanying bacteria. Daily is better. Trim his nails once or twice a month, as needed. If you can hear the nail clicking on the floor, they're too long. Short nails keep the feet in good condition and won't scratch your legs when your Sussex jumps up to greet you.Begin accustoming your Sussex to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.",
    "Children And Other Pets": "Sussex Spaniels have a calm demeanor and get along well with children, especially if they're raised with them. As with most dogs, they're best suited to homes with children that are at least six years old and understand how to interact with dogs. It's never appropriate to leave dogs and young children alone together. They should always be supervised to prevent any ear biting or tail pulling on the part of either party.The Sussex generally gets along well with other pets, including cats, although he's said to be a bit bossy. If Sussex aren't socialized as pupsters, they may be aggressive toward dogs they don't know, so don't neglect this important stage of development. On the down side, a Sussex may be a little too interested in getting to know pet birds, if you know what we mean.",
    "Rescue Groups": "There are no known Sussex Spaniel rescue groups, but the Sussex Spaniel Club of America may be able to direct you to Sussex Spaniels in need."
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Sporting Dogs"
    },
    {
      "name": "Height",
      "value": "1 foot, 1 inch to 1 foot, 3 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "35 to 45 pounds"
    },
    {
      "name": "Life Span",
      "value": "11 to 14 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 1
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}