{
  "id": "swedish-vallhund",
  "url": "https://dogtime.com/dog-breeds/swedish-vallhund",
  "name": "Swedish Vallhund",
  "intro": "True to their heritage as a working farm dog breed, the Swedish Vallhund is an intelligent and alert companion. They’re active dogs who need equally active pet parents.\nAlthough these are purebred dogs, you may find them in the care of shelters or rescue groups. Consider adoption if you’d like to bring one of these dogs home.\nTrain your Vallhund for dog sports or give them a job to do around the house, and you’ll get along fine. The breed is generally healthy; although, they can fall victim to a hereditary eye disease called retinopathy. Their medium-length coat comes in many different colors and combinations.\nSee below for all dog breed traits and facts about Swedish Vallhunds!",
  "description": {
    "": "The Swedish Vallhund is energetic, playful and loving. Even better, he knows how to make you laugh and get you through any rough times you may be facing. Vallhunds will create games to entertain themselves and their people, but it’s better if you channel their brains and activity level more formally, through training, dog sports and activities such as hiking or making therapy visits.While he sounds ideal, with his medium size, athleticism, and happy personality, the Vallhund is not a breed for everyone. He can be a barker — at door-to-door salesmen, the dog next door or the rat beneath the floor — and his energy level makes him unsuitable for a couch potato owner. But if you are an active person and experienced dog owner who enjoys hiking or long walks and will appreciate this dog’s companionship in whatever you do; he’s definitely a dog to consider.The Vallhund is friendly toward others and readily accepts attention and treats from everyone he meets. He is highly intelligent and learns quickly, responding well to positive reinforcement techniques. This versatile breed excels in performance events such as agility, flyball, herding, nose work, obedience, rally, and tracking. He also has the skills to be a valuable assistant on a farm or ranch. The official breed standard is maintained by the Swedish Vallhund Club of America.",
    "Highlights": "The Swedish Vallhund bears a strong resemblance to the Cardigan and Pembroke Welsh Corgis, but genetically they do not appear to be all that closely related.A Swedish Vallhund’s tail may be long, stubby or bobbed. All tail types, natural or docked, are equally acceptable.The Vallhund has wedge-shaped head with medium-size ears that stand erect.Swedish Vallhunds do not respond well to harsh verbal or physical corrections.The Vallhund can become a nuisance barker, especially if he is frequently left alone.The Vallhund is a herding breed and may nip at children’s ankles as they run by.The Vallhund is not necessarily a good “first dog.” He requires plenty of socialization, training, and exercise to be a good companion.",
    "History": "The Swedish Vallhund — the name means “herding” or “shepherd” dog — is said to descend from dogs of the Vikings, but the truth is records of dog breeding don’t go back that far. What is known is they were farm dogs in Sweden, used to herd cattle and other livestock, as well as perform other tasks for the landowner such as keeping vermin down or barking an alarm.Known in their homeland as the Vastgotaspets, the dogs were first recognized as a breed by the Swedish Kennel Club in 1943. The United Kennel Club began registering the breed in 1996, and the American Kennel Club recognized it in 2007.",
    "Size": "The Vallhund stands 11.5 to 13.5 inches at the shoulder and weighs 22 to 35 pounds.",
    "Personality": "This is a confident, lively, and curious dog with an independent streak, but he’s loyal to his family and courageous in alerting them to the presence of any strangers or other perceived dangers. The Vallhund is calm and adaptable, making him suited to many different home environments as long as he gets plenty of daily exercise. He loves his people and wants to be with them as much as possible.Count on the Vallhund to keep you entertained. He is described as having a sense of humor and is clever at problem-solving or simply finding new uses for his toys.The Vallhund’s watchful nature makes him a great alarm dog. He also likes to bark just to let you know he’s in a good mood or to “chat” with you about your day. Teach him to limit his number of barks or to “speak” only on command so that he doesn’t disturb the neighbors.Begin training the Vallhund at an early age. He’s smart and loves to learn, especially if you make it fun for him. Show him what you want in a kind manner and be consistent to establish your leadership. Don’t be surprised if he “tests” you to see if you really mean what you say.The Vallhund is a herding breed, and it’s instinctive for him to nip at fast-moving objects. That’s not acceptable when he’s grabbing at a child’s pants leg, however, or chasing a bicyclist or kid on a skateboard. Correct this behavior with a stern “No” every time you see it. He will quickly learn which types of play are acceptable and which ones aren’t.Like every dog, the Vallhund needs early socialization — exposure to many different people, sights, sounds and experiences — ideally before he is four months old. Some Vallhunds can be shy or anxious and need extra attention to become good family dogs. Socialization helps to ensure that your Vallhund puppy grows up to be a well-rounded dog, unafraid of strangers, children, other animals or being left alone when necessary.",
    "Health": "Swedish Vallhunds are generally healthy, but like all breeds, they’re prone to certain health conditions. Not all Vallhunds will get any or all of these diseases, but it’s important to be aware of them if you’re considering this breed.Expect breeders to have up-to-date health clearances certifying that a puppy’s parents are free of eye disease and hip dysplasia. Clearances should be in the form of an eye exam by a board-certified veterinary ophthalmologist with the results registered with the Orthopedic Foundation for Animals and an OFA or Pennhip evaluation of the hips. You can confirm health clearances by checking the OFA website or the website of the Canine Health Information Center.Retinopathy is a hereditary eye disease that is known to affect the Swedish Vallhund. It causes degeneration of the retinal photoreceptor cells and may lead to complete vision loss.",
    "Care": "The Vallhund’s short legs belie his agility and speed. He corners like a race car and is an excellent agility competitor. He is sturdy and muscular and packs a big punch for his size.As a herding breed, he is bred to move flocks long distances. Even if he doesn’t do that for a living anymore, he still needs daily exercise in the form of a long walk or hike or training for a dog sport such as agility. If he gets the activity he needs, the Vallhund is happy in any environment, from city condo to country estate.With his short legs and long back, the Vallhund can be prone to back injuries if mishandled. Because their skeletal development is not yet complete, avoid letting puppies jump on and off furniture. Don’t pick them up without supporting both the front legs and the rear end.The Vallhund has a weather-resistant coat designed to withstand the harsh elements of Sweden, but that doesn’t mean he’s an outside dog. He is highly people-oriented and should never be shunted off to the backyard with little human interaction.",
    "Feeding": "Recommended daily amount: 1 to 1.5 cups of high-quality dry food daily, divided into two meals.Note: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference--the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Vallhund in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test.First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Vallhund, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The Vallhund is a double-coated Spitz breed with medium-length hair. The undercoat is soft and dense, protected by a harsh topcoat. A woolly, curly or fluffy coat is not correct for the show ring and can be more of a hassle to groom, but it doesn’t affect a Vallhund’s ability to be a great companion.The coat comes in a sable pattern of gray to red or combinations of colors in various shades. Ideally, the dog has a mask of lighter hair around the eyes, on the muzzle and under the throat; lighter shades on the chest, belly, rear end, lower legs and feet; and darker hair on the back, neck and sides. The breed stands out for light-colored “harness markings” on the back.A Vallhund’s coat doesn’t need any special trimming. In fact, a Vallhund in the show ring is meant to appear in an untrimmed, natural state.Give the Vallhund a thorough brushing every week. Get all the way down to the skin to remove dead hair and stimulate the sebaceous glands, which produce an oily substance that lubricates and protects hair and skin.Brush your Vallhund’s teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.To prevent painful tears and other problems, trim his nails once or twice a month if your dog doesn't wear them down naturally. If you can hear them clicking on the floor, they're too long. Dog toenails have blood vessels in them, and if you cut too far you can cause bleeding — and your dog may not cooperate the next time he sees the nail clippers come out. So, if you're not experienced at trimming dog nails, ask a vet or groomer for pointers.Check ears weekly for redness or a bad odor, which can indicate an infection. When you check your dog's ears, wipe them out with a cotton ball dampened with gentle, pH-balanced ear cleaner to help prevent infections. Don't insert anything into the ear canal; just clean the outer ear.Begin accustoming your Vallhund to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "Vallhunds usually love children, but their herding instincts can motivate them to nip at a youngster’s feet or ankles. They can learn quickly, however, that this behavior is not permitted.As with every breed, you should always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's eating or sleeping or to try to take the dog's food away. No dog, no matter how friendly, should ever be left unsupervised with a child.Vallhunds are usually friendly toward other pets in the household, including cats, so long as they have been socialized with them from an early age. They enjoy having a second or third dog in the family to play with, especially another Vallhund.",
    "Rescue Groups": "Some Vallhunds, purchased without any clear understanding of what goes into owning one or given up because their families can no longer keep them, are in need of adoption or fostering. Contact the national breed club or a local breed club and they can point you toward a Vallhund rescue organization.",
    "Breed Organizations": "Swedish Vallhund Club of America"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Herding Dogs"
    },
    {
      "name": "Height",
      "value": "11 inches to 1 foot, 1 inch tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "22 to 35 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}