{
  "id": "swedish-lapphund",
  "url": "https://dogtime.com/dog-breeds/swedish-lapphund",
  "name": "Swedish Lapphund",
  "intro": "The Swedish Lappund, also called the Swedish Lappie or just Lappie by enthusiasts, is a member of the Spitz family along with Siberian Huskies, Akitas, and Alaskan Malamutes.\nThe Lapphund is named after the Lapland in the northernmost parts of Sweden, Finland, and Norway, and they’re the national dog of Sweden. These dogs originally worked as herding and guard dogs for reindeer and are rumored to be the favorite canines of Santa Claus.\nAlthough these are purebred dogs, you may still find them in shelters and rescues. Remember to adopt! Don’t shop if this is the breed for you.\nThis is a highly social dog who loves everyone. If you pass one on the street, chances are they’ll make your acquaintance.\nHighly alert and playful, this would be an ideal dog to have in just about any family. Swedish Lappunds love to hike, run, and play when they are outside. However, they also have a “chill switch” when they’re indoors and can relax with the rest of the family. A house with a big yard is ideal, but don’t leave them alone outside for long periods of time, or your pup will get very barky and annoy your neighbors. These dogs should live indoors so they can be with their people.\nSee below for complete list of dog breed traits and facts about Swedish Lappunds!",
  "description": {
    "Highlights": "The Swedish Lappund has a long, straight, dense coat that can be black or brown in color and occasionally with a white patch on the chest. They do shed seasonally and may not be best for allergy sufferers.This breed does require special maintenance with their coat. You will need to set aside time each week to brush out their coat. This will require a special brush and metal comb.Swedish Lappunds have moderate to high energy levels. 60 minutes of exercise per day is recommended with other activities mixed in.The Swedish Lapphund is great with families and loves kids but should be watched around small children as they have herding instincts ingrained in them and may nip at a child to keep them wrangled.The Swedish Lappund will get along well with other dogs and cats, especially if they're raised with them.Swedish Lapphunds also make good guard dogs and will alert when someone is at your door or if they see any suspicious activities.",
    "History": "The Swedish Lappund was officially recognized in Sweden in 1903, but their roots can be traced back much earlier than that and across several countries.The Lappie is believed to be one of the most ancient breeds in existence. They were a big part of the indigenous Sami peoples tribe in Sweden, Finland, Norway, and parts of Russia. The dog was a treasured and beloved animal who helped with jobs like hunting, herding, and guarding.The Swedish Lappund and Finnish Lappund are very similar in appearance. Long ago they were virtually the exact same dog, but over time have developed changes. The Finnish is slightly smaller than the Swedish Lappund. They also have variations as far as coat color goes as well.In the 1950s, they were near extinction, and thanks to a few dedicated Lappie lovers, the numbers have climbed ever so slightly. Though they remain a rare breed with just over 1,000 worldwide, this is the National breed of Sweden.",
    "Size": "The Swedish Lappund is just bigger than a small dog and just smaller than a medium size dog. They should weigh between 30 and 45 pounds and range in size from 16 to 20 inches at the shoulders.That said, many dogs can be smaller or larger than the average or standard for their breed.",
    "Personality": "The American Kennel Club describes the Swedish Lapphund as \"playful, intelligent and lively\".This is a very sociable dog. When you take them for a walk they may want to greet strangers they pass. They're friendly and playful toward people and other dogs alike.They enjoy being active. You can take Swedish Lappies for a walk or a ride in your car. If you like to go camping, find a campsite that allows dogs because this pup will enjoy all family activities. They will alert if an animal approaches your campsite and will often scare them away with their high pitched bark.Swedish Lapphunds also make good guard dogs and will alert when someone is at your door or if they see any suspicious activities. Not much can get past this dog. They should not be left alone for long periods or they will suffer from separation anxiety and become excessively barky. Include them in any activity and this will be a happy dog!",
    "Health": "The Swedish Lappund is a pretty healthy dog overall. A few health concerns to watch for include:progressive retinal atrophyhip dysplasiadiabetesContact your vet if you see any signs of illness or injury.",
    "Care": "As with all dogs, you should keep up with your Swedish Lappund's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog in the best shape possible.Swedish Lappunds have moderate to high energy levels and are usually pretty good at keeping off extra weight; although 60 minutes of exercise per day is recommended with other activities mixed in.Check their ears for debris and pests daily and clean them as recommended by your vet. Trim your dog's nails before they get too long -- usually once or twice per month. They should not be clicking against the floor. Your groomer can help with this.One main concern when it comes to your Swedish Lappund's care will be maintaining their oral health. You should brush their teeth daily, as many dogs are prone to dental issues. Your veterinarian can instruct you on how to brush your dog's teeth properly.",
    "Feeding": "The Swedish Lappund diet should be formulated for a medium breed with moderate to high energy. Look for a high quality dog food or you can home make your dog's food yourself. A single feeding per day may suit this breed best.As with all dogs, the Swedish Lappund's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Lapphund's diet, as there is far too much variation among individual dogs -- including weight, energy, and health -- to make a specific recommendation.",
    "Coat Color And Grooming": "The Swedish Lappund has a long, straight, dense coat that can be black or brown in color and occasionally with a white patch on the chest. They do shed seasonally, so keep a broom or vacuum near by, especially during the shedding season.This breed does require special maintenance with their coat. You will need to set aside time each week to brush out their coat. This will require a special brush and metal comb. Brushing also helps spread their natural oils all over their coat.",
    "Children And Other Pets": "The Swedish Lapphund is great with families and loves kids but should be watched around small children as they have herding instincts ingrained in them and may nip at a child to keep them wrangled.Keep in mind kids need to learn how to act around dogs. Teach your child never to approach any dog while they're sleeping or eating or to try to take the dog's food away. No dog, no matter how good-natured, should ever be left unsupervised with a child.The Swedish Lappund will get along well with other dogs and cats, especially if they're raised with them. This is a highly friendly, very social breed who will get along well with everyone.",
    "Rescue Groups": "Rescues specifically for Swedish Lappunds might be hard to come by, as this is a rare breed. However, you can always check with your local shelter, and you may want to try a rescue that caters to all kinds of dogs. You can take a look at the following:Wright-Way RescueAngels Among Us Pet RescueYou can also check out DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Herding Dogs"
    },
    {
      "name": "Height",
      "value": "16 to 20 inches"
    },
    {
      "name": "Weight",
      "value": "30 to 45 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 14 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}