{
  "id": "taiwan-dog",
  "url": "https://dogtime.com/dog-breeds/taiwan-dog",
  "name": "Taiwan Dog",
  "intro": "An ancient dog breed, the Taiwan Dog has been a loyal companion to humans for centuries. Although these versatile dogs are mostly found in their native country today, enthusiasm for the rare breed is rising.\nThis increasingly popular canine goes by several other names, including Taiwanese Native Dog, Takasago Dog, and Formosan Mountain Dog. Although these are rare, purebred dogs, you may still find them in shelters and rescues. Remember to adopt! Don’t shop if this is the breed for you.\nTaiwan Dogs can thrive in nearly any environment, as long as their humans are firm and consistent with training. The intelligent breed can be stubborn and may pick up unwanted guarding habits, so they may not be the best choice for a novice pet parent. Still, if you’re looking for a loyal and affectionate companion who’s ready to go wherever you are, this might be the breed for you!\nSee below for complete list of dog breed traits and facts about Taiwan Dogs!",
  "description": {
    "Highlights": "The Taiwan Dog coat comes in a wide range of colors, including black, white, fawn, and brindle. Sometimes these coats are solid, and other times they are a mix of these colors.The Taiwan Dog does seasonally shed, which may not make them the best choice for allergy sufferers.The Taiwan Dog may not be suited for younger children and toddlers, but will make a great companion for older kids who know how to approach and play with dogs properly.Taiwan Dogs are typically accepting of other dogs. As for cats, the Taiwan Dog may be more tempted by their hunting DNA to chase them.The breed can get bored if left alone too long or without the proper amount of mental and physical stimulation. To prevent unwanted destructive boredom habits, provide consistent and firm training.Taiwan Dogs have high energy levels. Make sure your dog gets at least two good half-hour- to hour-long walks per day with a few good, active play sessions and shorter walks mixed in.",
    "History": "The Taiwan Dog's ancient ancestors are believed to be semi-wild dogs who traveled with Taiwan Aboriginals as they crossed the strait from mainland Asia to the island of Taiwan. Some researchers even posit that the dogs existed on the island before humans, maybe even as far as 10,000 to 20,000 years ago.These dogs were not completely domesticated by humans, but they did live among them and work with them in regards to hunting. Throughout history, colonists brought their own dogs to Taiwan, some of which crossbred with the Taiwan Dog's ancestor. This is why finding a purebred Taiwan Dog is so difficult; many were crossbred with German Shepherds, Akitas, and Pit Bulls, and the number of purebred Taiwan Dogs dwindled.In the 1970s, Dr. Sung Yung-yi worked hard to bring back the breed. He and others worked together to search for dogs in the central mountain region. They found 160 Taiwan Dogs, only 46 of which they believed to be purebreds. Dr. Sung Yung-yi's family started a Taiwan Dog breeding program to rebuild the breed.The Taiwan Dog is recognized by several clubs, including the FCI and AKC, as a stock breed in order to continue breed conservation. Many Taiwan Dog hybrids have been rescued off the streets and brought to the United States and are mistakenly referred to as purebreds. In reality, the only purebred Taiwan Dogs are in Taiwan, where they are kept for conservation purposes.",
    "Size": "On average, the Taiwan Dog stands 16 to 21 inches tall from the shoulder and weigh in between 25 and 40 pounds. In general, the males are slightly larger than the females.Still, some Taiwan Dogs may be larger or smaller than average for their breed.",
    "Personality": "As arguably one of the world's most ancient breeds, the Taiwan Dog has millennia of wisdom and experience built into their DNA. For centuries, these mountain dogs traveled with their one person, and even today, the Taiwan Dog tends to latch onto one caretaker in the household. This doesn't mean that your Taiwan Dog won't or can't be affectionate with everyone in the family, but it will be clear who in the house they would literally protect with their life.Since Taiwan Dogs grow so close to their humans, they have a tendency to be wary of strangers or new acquaintances. Proper socialization training can help curb any unwanted stranger aggression. That said, if you are looking for a watchdog who will alert you of any potential danger, the Taiwan Dog could be the breed for you.Fans of the Taiwan Dog say that the breed is highly intuitive, but also sometimes a bit too smart for their own good. The breed can get bored if left alone too long or without the proper amount of mental and physical stimulation. To prevent unwanted destructive boredom habits, it is important to provide consistent and firm training for your Taiwan Dog.",
    "Health": "Taiwan Dogs are generally healthy, but like all breeds, they can be subject to certain health conditions. Not all dogs of this breed will get any or all of the diseases below, but it's important to be aware of them if you're considering this breed.Some of the more common health issues Taiwan Dogs suffer from include:Hip dysplasiaElbow dysplasiaCataractsProgressive retinal atrophyLuxating patellaSarcoptic mange",
    "Care": "As with all dogs, you should keep up with your Taiwan Dog's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.Taiwan Dogs have high energy levels, and they can be prone to aggression and destructive behavior if left alone too long or without space to run. Make sure your dog gets at least two good half-hour- to hour-long walks per day with a few good, active play sessions and shorter walks mixed in. The Formosan Mountain Dog is incredibly outdoorsy and will appreciate an intense hike over a walk around the block.Check their ears for debris and pests daily and clean them as recommended by your vet. Trim your dog's nails before they get too long -- usually once or twice per month. They should not be clicking against the floor. Your groomer can help with this.Be sure to maintain your Taiwan Dog's oral health. You should brush their teeth daily. Your veterinarian can instruct you on how to brush your dog's teeth properly.",
    "Feeding": "An ideal Taiwan Dog diet should be formulated for a small- to medium-sized breed with higher-than-average energy levels. Make sure your Taiwan Dog stays in good shape by measuring their food and feeding them twice a day rather than leaving food out all the time.As with all dogs, the Taiwan Dog's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Taiwan Dog's diet, as there is far too much variation among individual dogs -- including weight, energy, and health -- to make a specific recommendation.",
    "Coat Color And Grooming": "The Taiwan Dog has a dense, short coat that can even feel a bit prickly to the touch. This unique coat comes in a wide range of colors, including black, white, fawn, and brindle. Sometimes these coats are solid, and other times they are a mix of these colors. While their coats are short, the Taiwan Dog does seasonally shed, which may not make them the best choice for allergy sufferers.Taking care of your Taiwan Dog's coat is fairly low maintenance as well. A weekly brushing along with regular bathing should do the trick. Their coats are designed to help protect them from the elements, but you still should not leave your Taiwan Dog (or any dog!) out in extreme weather or temperature situations.",
    "Children And Other Pets": "When it comes to children, the Taiwan Dog can make a great excellent companion for older kids. The Taiwan Dog may not be suited for younger children and toddlers, as this ancient breed still has a bit of a dominant streak. While they may not intentionally hurt smaller children, their more intense play could accidentally knock a toddler down. No matter the age, be sure to teach your kids how to properly play and interact with your Taiwan Dog. With proper training for both the kids and the pup, the Taiwan Dog can make an amazing active companion.When it comes to other animals, Taiwan Dogs are typically accepting of other dogs, as long as they are introduced properly. To avoid any aggression, it may be best if your Taiwan Dog is the opposite sex of whatever dog you already have. As for cats, the Taiwan Dog may be more tempted by their hunting DNA to chase down cats.Still, a Taiwan Dog's temperament comes down to socialization, training, and luck of the draw.",
    "Rescue Groups": "Rescues specifically for Taiwan Dogs might be hard to come by, as this is a rare breed. However, you can always check with your local shelter, and you may want to try a rescue that caters to all kinds of dogs. You can take a look at the following:Wright-Way RescueAngels Among Us Pet RescueYou can also check out DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Hound Dogs"
    },
    {
      "name": "Height",
      "value": "16 to 21 inches"
    },
    {
      "name": "Weight",
      "value": "25 to 40 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 13 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}