{
  "id": "terripoo",
  "url": "https://dogtime.com/dog-breeds/terripoo",
  "name": "Terripoo",
  "intro": "The Terripoo is a cross between the Australian Terrier and the miniature Poodle. Intelligent, intuitive, and playful, these small dogs make excellent family pets.\nTerripoos are also known as Terri Poos, Terridoodles, and Terrypoos. They are considered “designer dogs,” bred on purpose to emphasize desirable characteristics from each breed. As always, please adopt if you’re looking to add a Terripoo to your life. In addition to shelters, these dogs can be found at Terrier and Poodle breed specific rescues. Remember, when you adopt, you save two lives: the one you bring home and the one you make room for at the rescue.\nThese dogs are quite versatile and can do well with young children and even other animals, but supervised introductions are necessary, especially due to their Terrier ancestry–and because of that same ancestry, you may want to stay away from mixing small animals, like rodents, into the group. Wanting to be part of all family activity, Terripoos do best when they get sufficient attention. But with their small size, they don’t need a lot of space. If you’re looking for a loving little dog who can read your moods and alert you when danger is near or something is amiss, a Terripoo might be for you!\nSee below for all Terripoo facts and mixed dog breed traits!",
  "description": {
    "Highlights": "Terripoos are mixed breed dogs. They are not purebreds like their Australian Terrier or Poodle parents.Terripoo coat colors include red, cream, white, brown, tan, and blue. Even the noses can vary between black and brown.Their coats may be thick and shaggy or curly and short. Grooming is fairly low-maintenance, only necessitating brushing a couple of times a week.The Terripoo's Terrier ancestry means they'll need supervision when it comes to interactions with very young children.Terripoos get along well with other dogs so long as they have proper introductions and socialization. However, it's a good idea to avoid mixing rodents or other similarly tiny pets into the household. Terriers were bred to hunt these small creatures.Terripoos are energetic and should have at least 45 to 60 minutes of exercise every day.Terripoos are very smart and learn quickly--however, it's important to train them early because the Australian Terrier ancestry can lend a stubborn, dominant streak.",
    "History": "The exact history of the Terripoo is a mystery, but it's clear they were part of the worldwide popular trend of the 1980s to create Poodle mixes--an effort to emphasize the intelligent, affectionate traits of the Poodle, as well as their hypoallergenic curly fur. This particular mix likely started in the USA.As for the Terripoo's parent breeds, the Poodle is one of the most ancient breeds in the world--beginning in Germany, but becoming the Poodle breed we know and love now in France--and the Australian Terrier has been around at least since the mid-1800s, coming from, as the name suggests, Australia as a result of breeding various British Terriers.\"Designer dogs,\" with these intentional mixes, are still in high demand, meaning they are also available to adopt from shelters, as not everyone who brings home a Terripoo--or any dog--ends up keeping them, unfortunately. If you want to make a Terripoo part of your life, please opt to adopt!",
    "Size": "Terripoos are considered small dogs, but their size can vary a bit, depending on their parents, especially if the Poodle parent is not a Miniature, but rather a Standard. They are sometimes considered to be at the larger end of the small breeds.Most weigh in at about ten to 14 pounds and stand between nine and 15 inches tall. There is no large difference between male and female sizes.",
    "Personality": "Terripoos are quite social and loving, and therefore will want to be part of the scene in everything your family does. Remarkably intuitive, they will reflect their family's moods and needs by amplifying their playful or cuddly sides. They are very smart and learn quickly--however, it's important to train them early because the Australian Terrier ancestry can lend a stubborn, dominant streak.Early training and socialization will also help your Terripoo to be at ease with other animals, children, and adults. The Terrier hunting instinct can be quieted this way. Also, while the protective and loyal Terripoo makes a fantastic watchdog, socializing them will help them to learn the difference between \"new\" and \"dangerous.\"Terripoos are extremely playful and a bit mischievous, so expect some fun antics and a great playmate in your pup. They are very confident and sometimes need to be shown early on that you are the one in charge, not them. Don't let their cute faces wear you down!Once they get all of that energy out, they will likely want to recharge by cuddling their family.",
    "Health": "Terripoos are generally pretty healthy dogs. Mixed breeds have a tendency to \"breed out\" some of the prominent maladies in purebred lines, with genetics selecting the strongest from each side. Also, small dogs tend to live longer than large dogs.However, there is a possibility of a Terripoo inheriting health issues from both Australian Terriers and Poodles. The most common issues for Terripoos include:diabetesmitral valve diseaseAddison's diseaseLegg-Calve-Perthes diseaseeye issues (cataracts and lens luxation)skin disordersJust like with humans, while you can't always avoid your own genetics, Terripoos' health can be optimized with healthy diet and exercise.",
    "Care": "As with all dogs, it's a good idea to cut your Terripoo's nails (or have your groomer cut them) about once a month, as well as to check their ears for redness or irritation about once a week. Brushing their teeth a few times a week is also a good idea to promote good dental health. You can ask your vet to show you how to do any of these tasks.Terripoos are energetic, but due to their small size, this is pretty easy to manage. It's a good idea to take them on a couple of walks during the day, and they love having some additional play time outside, whether it's playing fetch with you, running around in the backyard (under your supervision--remember how small they are), or doing agility training.They can get some exercise indoors, too, especially if the weather is disagreeable--their size makes this easier than with a larger dog. They should have at least 45 to 60 minutes of exercise every day.They benefit emotionally from that one-on-one bonding with you, too, which will keep them happy and healthy. Depressed Terripoos who do not get enough exercise or interaction are prone to weight gain and other problems, like diabetes.",
    "Feeding": "An ideal Terripoo diet should be formulated for a small breed with high energy. Dividing the food into two or three meals during the day, as opposed to unlimited access, will help your dog not to overeat. Because of the Poodle's tendency to develop bloat, it's a good idea to keep exercise at least one hour apart from feeding, both before and after.As with all dogs, the Terripoo's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Terripoo's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "Terripoos can inherit coats from either the Australian Terrier or the Poodle parent, meaning it may be thick, coarse, and shaggy or curly and short, respectively. Colors include red, cream, white, brown, tan, and blue. Even the noses can vary between black and brown.Grooming is fairly low-maintenance, only necessitating brushing a couple of times a week. Professional grooming every so often may help the dog look their best, too.Your Terripoo's tolerance to hot and cold weather is going to depend on which parent's coat they inherit. In general, Terripoos are pretty middle-of-the-road with tolerance to heat and cold, but there are a few differences. Poodles do not have an undercoat, which means they tolerate heat more easily and cold less easily. While Australian Terriers do have an undercoat, they don't shed much.As with all dogs, watch for heavy panting as a sign of dehydration or even heat stroke--be sure not to keep your dog outside too long if it's excessively hot. Many small dogs do well with coats or sweaters when it is extra cold or snowy in the winter, so that may be helpful for your Terripoo, too.",
    "Children And Other Pets": "Terripoos are very social dogs and are great with families. However, the Terrier ancestry means they'll need supervision when it comes to interactions with very young children.Because Terripoos are small dogs, it's especially important that children are shown how to be gentle and cautious around them, as small dogs can more easily be hurt. However, the natural playfulness and mischievousness of the Terripoo makes it a great childhood playmate or adult companion.Terripoos also have the capability of getting along well with other animals, but, again, supervision is a good idea, due to the Terrier ancestry. Early introduction is also a good idea, so your Terripoo can learn the other animal is part of the household. It's a good idea to avoid mixing rodents or other similarly tiny pets into the household. Terriers were bred to hunt these small creatures.As with all dogs, Terripoos will do best if they have early socialization and training. This will emphasize the loving, loyal traits of your dog, and it can minimize the hunting ancestry. Terripoos are not particularly aggressive dogs--indeed, they're one of the best family dogs you could get--so this training is definitely doable.",
    "Rescue Groups": "It may be hard to find a breed specific rescue for Terripoos because they are a mixed breed. However, you may want to try Australian Terrier or Poodle breed specific rescues, as they often care for mixes, as well. Here are some rescues you can try:Australian Terrier RescueCarolina Poodle RescueYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "9 to 15 inches"
    },
    {
      "name": "Weight",
      "value": "10 to 14 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}