{
  "id": "texas-heeler",
  "url": "https://dogtime.com/dog-breeds/texas-heeler",
  "name": "Texas Heeler",
  "intro": "The Texas Heeler is a mixed breed dog–a cross between the Australian Cattle Dog and Australian Shepherd dog breeds. Intelligent, hard-working, and energetic, these herding pups inherited some of the best qualities from both of their parents.\nTexas Heelers get their name from the state where you’re most likely to find them–Texas–combined with the “Heeler” nickname of their Australian Cattle Dog parent (also called the Queensland Heeler or Blue Heeler). Despite their unfortunate status as a designer breed, you can find these mixed breed dogs in shelters and breed specific rescues, so remember to adopt! Don’t shop!\nThese adorable pups make great family dogs. They tend to thrive in a larger home setting, like a farm or house with a backyard. But this active mixed breed does well in urban settings, too, provided that their owners give them plenty of exercise and play time. If you want an intelligent, highly trainable pooch for your family or as a working companion, the Texas Heeler might be the right dog for you!\nDogTime recommends this dog bed to give a good night’s sleep to your medium-sized Texas Heeler. You should also pick up this dog fetch toy to help burn off your pup’s high energy!\nSee below for all mixed dog breed traits and facts about Texas Heelers!",
  "description": {
    "Highlights": "The Texas Heeler is a mixed breed dog. They are not purebreds like their Australian Cattle Dog or Australian Shepherd parents.The main colors of Texas Heelers are black, blue merle, and blue ticked with white or fawn. Sometimes their coats are solid, but more often than not they have a mix of colors.They are moderate shedders, which might not make them a good choice for allergy sufferers. Fortunately, the Texas Heeler's coat is easy to groom. A good brushing every few days should do.Since they are a herding mixed breed, Texas Heelers can get a little snippy or try to nip the heels of smaller children who do not know how to properly interact with them.When it comes to other pets, Texas Heelers can get along with other animals, but they are herding dogs, and they may try to herd any non-dog animals as they would cattle or sheep.Texas Heelers have high energy levels. Make sure your Texas Heeler gets two to three good, half-hour- to hour-long walks per day with a few good, active play sessions and shorter walks mixed in.Texas Heelers are spirited and hard-working. They're happiest when they're working in some capacity, and their aim to please and work is also what makes them such excellent service dogs.",
    "History": "Texas Heelers have likely existed naturally over the years, but it wasn't until sometime in the 1970s that breeders started crossing the Australian Cattle Dog with the Australian Shepherd. It's believed breeders in Texas originated the breed, and enthusiasts say that Lucy Guynes was the first to register a Texas Heeler in 1970. Breeders combined the dogs to create a smart hybrid herding dog. They continued to create Texas Heelers as demand for the mixed breed dogs climbed.Even though the Texas Heeler breed got their start as a designer breed, some have ended up in shelters or in the care of rescue groups. Consider adoption if you decide this is the breed for you. Check your local shelters, look up Texas Heeler rescues, or check with breed-specific Australian Cattle Dog or Australian Shepherd rescues, as they sometimes take in mixed breed dogs and find homes for them.",
    "Size": "As the Texas Heeler is somewhat new mixed breed, there are few standards when it comes to size. That said, as a mix between Australian Cattle Dog and an Australian Shepherd, you can expect Texas Heelers to be on the medium side.Most weigh in at 25 to 5o pounds and are 16 to 22 inches tall from the shoulder. Some can be smaller or larger than average.",
    "Personality": "Many Texas Heeler lovers describe these dogs' personalities as spirited and hard-working. Yes, there are times they love to snuggle with their favorite human, but more often than not, the Texas Heeler is happiest when they are working in some capacity. The Texas Heeler's aim to please and work is also what makes them such excellent service dogs.Like the Australian Shepherd and the Australian Cattle Dog, the Texas Heeler can become somewhat protective of their favorite human. If you are looking for an energetic dog who will keep you active, the Texas Heeler may be the right dog for you!Since the Texas Heeler has two herding breeds as parents, it's safe to assume that Texas Heelers love to herd as well. They may nip at heels and try to herd you or your guests, which is why it's important to curb any unwanted herding behavior early on. Fortunately, the Texas Heeler is a highly trainable, intelligent dog, so with consistency and patience, any diligent owner can curb these habits or form new, desired ones, like for agility or obedience competitions.As an intelligent mixed breed, your Texas Heeler might test your boundaries and try to pull one over on you. However, for an energetic, consistent owner, their loyalty and desire to please will help training go a bit more smoothly. They also tend to latch on to one family member most of all, though they can get along with others in the house.",
    "Health": "The Texas Heeler breed is predisposed to some of the same conditions that the Australian Shepherd and Australian Cattle Dog also face. While most are generally healthy, some may be prone to a few health issues, which is why it's important to maintain good care and regular veterinary checkups.Some of the more common health problems Texas Heelers suffer from include:Eye anomalies, including Collie Eye AnomalyDistichiasisHip DysplasiaElbow Displasia",
    "Care": "As with all dogs, you should keep up with your Texas Heeler's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.Texas Heelers are prone to weight gain, and they have high energy levels. Make sure your Texas Heeler gets two to three good, half-hour- to hour-long walks per day with a few good, active play sessions and shorter walks mixed in.Check their ears for debris and pests daily and clean them as recommended by your vet. Trim your dog's nails before they get too long--usually once or twice per month. They should not be clicking against the floor. Your groomer can help with this.You should brush their teeth as your vet recommends because dental issues are some of the most common problems vets see in dogs. Your veterinarian can instruct you on how to brush your dog's teeth properly.Your main concern when it comes to your Texas Heeler's care is maintaining their eye health. The breed is prone to several eye conditions and issues, so be sure to monitor any change in your Texas Heeler's eyes' appearances. Check for discharge, redness, or any other irregularities routinely. Be sure to consult your vet if anything is out of the ordinary with your Texas Heeler's eyesight.",
    "Feeding": "An ideal Texas Heeler diet should be formulated for a medium-sized breed with high energy. They are herding dogs who require a lot of exercise, and they have a tendency to gain weight if they're overfed. Stick to a regular feeding schedule and not leave food out during the day. Limit their amount of treats, too.As with all dogs, the Texas Heeler's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Texas Heeler's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "Texas Heeler coats are often a mix of their Australian Cattle Dog and Australian Shepherd parents' coats and colors. The main colors of Texas Heelers are black, blue merle, and blue ticked with white or fawn. Sometimes their coats are solid, but more often than not they have a mix of colors.Their coats may look fluffy, but they are usually shorter, less-dense coats. They are moderate shedders, which might not make them a good choice for allergy sufferers. Fortunately, the Texas Heeler's coat is easy to groom. A good brushing every few days should do. Be sure to bathe your Texas Heeler regularly as well, especially if they are working outdoors.Because they tend to have less dense coats, Texas Heelers aren't particularly suited for extreme weather. You'll likely need a coat in the winter for your dog, and you may need to apply dog sunscreen to the ears, nose, and sensitive areas where there's less fur coverage in the summer months.",
    "Children And Other Pets": "Texas Heelers prefer to be mostly around adults or older kids who know how to play gently. Since they are a herding mixed breed, they can get a little snippy or try to nip the heels of smaller children who do not know how to properly interact with them. That said, for children who learn early how to properly approach and play with a herding dog, the Texas Heeler can make a great, active companion.When it comes to other pets, Texas Heelers can get along with other animals if they're introduced slowly and calmly, and early socialization will help this go smoothly. It's best if they get used to other pets early. That said, Texas Heelers are herding dogs, and they may try to herd any non-dog animals as they would cattle or sheep.Still, many Texas Heelers get along just fine with other dogs and cats, so it really comes down to training, socialization, and the luck of the draw.",
    "Rescue Groups": "It may be hard to find a breed specific rescue for Texas Heelers because they are a mixed breed. However, you may want to try Australian Shepherd or Australian Cattle Dog breed specific rescues, as they often care for mixes, as well. Here are some rescues you can try:Aussie And Me Animal RescueThe Australian Cattle Dog Rescue AssociationYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "16 to 22 inches"
    },
    {
      "name": "Weight",
      "value": "25 to 50 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}