{
  "id": "thai-ridgeback",
  "url": "https://dogtime.com/dog-breeds/thai-ridgeback",
  "name": "Thai Ridgeback",
  "intro": "The Thai Ridgeback might have existed naturally for centuries, but it wasn’t until about 350 years ago that humans domesticated them to guard, pull carts, and hunt down vermin. This headstrong-but-loyal breed was unheard of outside of its native Thailand. However, as of late, this dog is becoming more and more popular around the globe.\nThe breed is also known as Mah Thai Lang Ahn or Pariah Dogs. Although these are purebred dogs, you may still find them in shelters and rescues. Remember to adopt! Don’t shop if this is the breed for you.\nThe Thai Ridgeback might not be the right breed for a novice pet parent or someone who does not plan to spend much time at home with their dog. While this dog is independent, they are also very energetic, which means they will always be keeping their humans on their toes. If you’re an active person who enjoys training and working with your dog, this just might be the right breed for you!\nSee below for complete list of dog breed traits and facts about Thai Ridgebacks!\n ",
  "description": {
    "Highlights": "The Thai Ridgeback's coat comes in a variety of colors, namely black, blue, red, and light fawn. Some may have brindle or white coats.The Thai Ridgeback is from a warm, tropical climate, which means that their coats aren't made to endure serious cold. Bundle them up during the colder months when they go outside.The Thai Ridgeback can fare well in apartments and smaller abodes, so long as they're given regular exercise and walks. However, do not leave your dog alone for too long, because they might engage in bored, destructive behaviors.The Thai Ridgeback might become overprotective of you and become somewhat aggressive towards strangers. To avoid this, you'll need to socialize your dog early.Make sure your Thai Ridgeback gets at least two half-hour to hour-long walks in per day, and be sure to include a few active play sessions and shorter walks throughout the day.The Thai Ridgeback tends to get along with other dogs. Cats and other small critters, however, may be subject to the breed's strong prey drive.The Thai Ridgeback can be a great, active companion for older children, as long as they know how to properly interact with a dog.",
    "History": "The Thai Ridgeback was first documented roughly 350 years ago, but breed enthusiasts believe that the breed has existed naturally for much longer than that. Humans in Thailand semi-domesticated the breed in the 1600s for multiple purposes: to chase down vermin, help pull carts, and act as a guard for shops and homes. Before (and even after) domestication, Thai Ridgebacks were mostly found on the eastern island of Dao Phu Quoc, right near the border of Cambodia and Vietnam.The breed is still incredibly rare outside of Thailand, and many clubs outside of Thailand do not formally recognize the primitive breed. The Thai Ridgeback didn't even make it over to the States until 1994. The American Kennel Club added the Thai Ridgeback to their Foundational Stock Service group in 1997.",
    "Size": "Male Thai Ridgebacks stand 22 to 24 inches from the shoulder and weigh between 50 and 75 pounds, while female Thai Ridgebacks stand a little shorter at 20 to 22 inches and weigh in around 35 to 55 pounds.Still, some Thai Ridgebacks can be larger or smaller than average for their breed.",
    "Personality": "Thai Ridgebacks can be some of the most loyal companion dogs in the world, but they are also a primitive, somewhat stubborn breed. This means that the Thai Ridgeback needs a human who is ready to stay on their toes and stick to obedience training. A Thai Ridgeback will push the boundaries every now and then, especially when it comes to running out of the house or escaping the yard, just to test you.The Thai Ridgeback is also intensely loyal. Once you become \"their\" human, your Thai Ridgeback might become overprotective of you and become somewhat aggressive towards strangers. To avoid stranger aggression and resource guarding, you will need to socialize your Thai Ridgeback as early as possible. With early socialization, the Thai Ridgeback can be an outgoing and friendly pup to all.The Thai Ridgeback also has a strong prey drive, which means letting your dog off the leash or to roam freely in public areas is a gamble. Thai Ridgebacks are prone to darting off as soon as they see something, like a squirrel, rabbit, or other small animal, and chasing it. Again, this is where consistent obedience training will also come in handy.Even though they are fairly active dogs, the Thai Ridgeback can fare well in apartments and smaller abodes, so long as they're given regular exercise and walks. However, it is important not to leave your Thai Ridgeback alone for too long, because this inquisitive dog just might engage in bored, destructive behaviors.",
    "Health": "Thai Ridgebacks are generally healthy, but like all breeds, they can be subject to certain health conditions. Not all Thai Ridgebacks will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.Some of the more common health problems Thai Ridgebacks suffer from include:Hip dysplasiaDermoid sinus",
    "Care": "As with all dogs, you should keep up with your Thai Ridgeback's regular veterinary checkups to detect any health conditions or ailments early. Your vet can help you develop a care routine that will keep your dog healthy.The Thai Ridgeback can be somewhat prone to weight gain if they lead a sedentary lifestyle. Make sure your Thai Ridgeback gets at least two half-hour to hour-long walks in per day, and be sure to include a few active play sessions and shorter walks throughout the day. Working in socialization to their exercise routine can also help curb any unwanted guarding habits the Thai Ridgeback is known for.Check their ears for debris and pests daily and clean them as recommended by your vet. Trim your dog's nails before they get too long -- usually once or twice per month. They should not be clicking against the floor. Your groomer can help with this.Be sure to maintain your Thai Ridgeback's oral health, too. Your veterinarian can instruct you on how to brush your dog's teeth properly.",
    "Feeding": "An ideal Thai Ridgeback diet should be formulated for a medium-to-large breed with high energy levels. An idle Thai Ridgeback has a high tendency to gain weight. Keep your Thai Ridgeback in good shape by measuring their food and feeding them twice a day rather than leaving food out all the time.As with all dogs, the Thai Ridgeback's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Thai Ridgeback's diet, as there is far too much variation among individual dogs -- including weight, energy, and health -- to make a specific recommendation.",
    "Coat Color And Grooming": "A Thai Ridgeback's coat is smooth and short. Not every Thai Ridgeback will have the breed's namesake crest of hair along the spine, though, especially if the fur is very short.Their coat comes in a variety of colors, namely black, blue, red, and light fawn. Thai Ridgebacks with brindle or white coats may not be up to breed standards, but that doesn't make them any less lovable or adorable!The Thai Ridgeback is from a warm, tropical climate, which means that their coats aren't made to endure serious cold. Be sure to bundle up your Thai Ridgeback during the colder months when you take them out to walk. Be sure to put sunscreen on any light or patchy spots on your Thai Ridgeback, too.As with all dogs, never leave your Thai Ridgeback in any extreme temperature, hot or cold!",
    "Children And Other Pets": "The Thai Ridgeback can be a great, active companion for older children, as long as they know how to properly interact with a dog. Younger children and toddlers can also do well with a Thai Ridgeback, although both the kids and the dog need to know each others' boundaries! Dogs and kids should always be supervised when playing together, regardless of breed.When it comes to other animals in the house, the Thai Ridgeback tends to get along with other dogs. Cats and other small critters, however, may be subject to the Thai Ridgeback's strong prey drive.Still, some Thai Ridgebacks get along with small animals, so it's really the luck of the genetic draw.",
    "Rescue Groups": "Rescues specifically for Thai Ridgebacks might be hard to come by, as this is a somewhat uncommon breed, especially outside of their native lands. However, you can always check with your local shelter, and you may want to try a rescue that caters to all kinds of dogs. You can take a look at the following:Wright-Way RescueAngels Among Us Pet RescueYou can also check out DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Companion Dogs"
    },
    {
      "name": "Height",
      "value": "20 to 24 inches"
    },
    {
      "name": "Weight",
      "value": "35 to 75 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 13 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 3
    }
  ]
}