{
  "id": "tibetan-mastiff",
  "url": "https://dogtime.com/dog-breeds/tibetan-mastiff",
  "name": "Tibetan Mastiff",
  "intro": "This still-primitive Tibetan Mastiff dog breed was developed centuries ago in Tibet. Originally used as guard dogs for livestock and property, Tibetan Mastiffs can still be found performing that role, but they also enjoy life as family companions and show dogs.\nDespite their massive, intimidating size, these pups are big softies when it comes to their human families. They retain their guardian nature, though, so strangers must beware, and introductions from trusted humans go a long way.\nDogTime recommends this big, spacious crate to give your big Tibetan Mastiff a place to rest and relax. You should also pick up this dog water bottle for any outdoor adventures you have with your pup!\nSee below for a complete list of dog breed traits and facts about Tibetan Mastiffs!",
  "description": {
    "": "With his noble appearance, long coat, appealing colors, and beautiful tail, the Tibetan Mastiff is sure to be a conversation starter and traffic stopper as you walk him down the street. But if that's all you're looking for in a dog, this is not the breed for you.Before considering the drawbacks, here's what we love about this breed. The Tibetan Mastiff is loving, gentle, patient, and understanding. His centuries of working closely with humans have made him very sophisticated in the ways he understands people.He's a hard worker, protective of his family, fearless, and loyal. His large size and substance makes him a wonderful guard dog, and centuries of breeding for that specific task has perfected him as a protector.As attractive as that sounds, it's essential to weigh carefully the other qualities that can make him a challenging proposition.This is an independent guardian breed who will not always look to you for guidance. He will enjoy your company and bond with you, but he won't always obey you, especially in a situation in which he believes he's right. The Tibetan Mastiff is stubborn and usually doesn't do well in obedience or agility competitions.Tibetan Mastiffs are generally quiet dogs when their needs and living conditions are met, but if left outdoors at night they can be barkers. Of course there's an easy solution: bring your dog inside.If you use a yard, make sure it's well-fenced; Tibetan Mastiffs have been known to climb fences to escape. And be sure not to leave these dogs outside for very long because they may start to dig and become territorial and aggressive.Under certain conditions, Tibetan Mastiffs are tolerant with children in their own families, especially if raised with them. But they're generally not well suited to homes with young children. Tibetan Mastiffs can mistake the yelling, screaming, and playing of visiting children as a sign of aggression and often won't allow your child's friends to come visit.This territorial drive can affect not only your children's social life but also your own. If you are a social person with many people coming and going, this breed is probably not for you, as the Tibetan Mastiff may try to limit the number of people allowed into the house.Socialization is essential for this breed. It's important to take your Tibetan Mastiff puppy and adult dog to as many dog-friendly stores, parks, and events as possible. Let him meet new people, but understand if he's wary of specific people.Tibetan Mastiffs have a strong instinct concerning people, and if they don't get over their initial dislike of a particular person, there's usually a reason. Tibetan Mastiffs cannot be walked off leash and should be taken on several different routes during their daily walks to prevent them from becoming territorial of their walking route.The Tibetan Mastiff can be a wonderful breed for the proper owner and home, but he can't fit into just any lifestyle. If you're interested in this breed, do your homework and talk to breeders and other Tibetan Mastiff owners.One thing is certain: if you do acquire a Tibetan Mastiff, your life is sure to be an interesting adventure with this beautiful, loyal companion.",
    "Highlights": "Be mindful the your small, cute teddy bear of a puppy will grow into a 75 to 160 pound dog. The Mastiff's size makes him unsuited for apartment living.Tibetan Mastiffs are usually active in the morning and evening. If your schedule doesn't allow you to exercise them during these times, this may not be the breed for you.They are generally calm indoors.The Tibetan Mastiff should not be left to live outside. He's a companion dog and thrives in the presence of his family.Because of his protective nature, a Tibetan Mastiff should never be walked off leash. Vary his walks so he doesn't become territorial over a specific route.Tibetan Mastiffs are highly intelligent, independent, and stubborn, yet sensitive to human moods. They will become upset if you yell at or discipline your children or argue with your spouse. They enjoy your company but are never fawning.This is not the breed for people who wish to compete in dog sports such as agility or obedience.Tibetan Mastiffs who are left outdoors at night will bark to let you know they're on the job — so don't leave them outdoors at night. On the upside, they are generally quiet during the day.Tibetan Mastiffs shed little, except for once a year. a They require weekly brushing, except during their seasonal shed, when they should be brushed more frequently.The Tibetan Mastiff needs early socialization that should continue throughout his life. Without it, he can be inappropriately aggressive toward dogs and people he doesn't know. Socialization helps him learn discrimination, which is essential for a guardian breed.The Tibetan Mastiff is not recommended for a timid or first-time owner. This breed needs a confident trainer who is consistent and firm but also loving. The Tibetan Mastiff is strong-willed and will test whether you really mean what you say.Tibetan Mastiffs can become bored without proper physical and mental stimulation. This can lead to destructiveness, barking, and other negative behaviors. If you're interested in owning a Tibetan Mastiff, please bear in mind that you'll lose at least a few items to his sharp teeth before he reaches three years of age.Tibetan Mastiffs can do well with children if they're raised with them, but they can mistake the yelling, screaming, and playing of children as a sign of aggression that requires action on their part. They may not warm up to neighborhood kids. They are not recommended for homes with young children.Never buy a Tibetan Mastiff from a puppy mill, a pet store, or a breeder who doesn't provide health clearances or guarantees. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases and of sound temperament.",
    "History": "The Tibetan Mastiff originated, where else, in Tibet. Like so many breeds, he has little documented history from before the late 19th century, but he's believed to have been around for many centuries.DNA evidence tells us that mastiff-type dogs originated in Tibet some 5,000 years ago, and the Tibetan Mastiff is no doubt a descendant of those dogs. They developed into two types: the Do-Khyi, who lived in villages or traveled with nomadic shepherds and functioned as flock guardians, and the larger Tsang-Khyi, which were often given to lamaseries, where they served as guardians for the Tibetan Buddhist monks, or lamas, who lived there.Little is known of the Tibetan Mastiff before 1800. In 1800, a Captain Samuel Turner mentioned the use of \"huge dogs\" in his memoir, An account of an Embassy to the Court of the Teshoo Lama in Tibet, but he gave no description of them.In 1847, the first dog from Tibet was imported to England and given to Queen Victoria as a gift from Lord Hardinge, the Viceroy of India. In 1873, England's Kennel Club was formed and the Tibetan Mastiff was officially entered into the Stud Book as the Tibetan Mastiff, leaving its earlier title as \"large dog from Tibet\" behind.In 1874, the Prince of Wales, who later became King Edward VII, imported two more Tibetan Mastiffs to England and they were shown in 1875 at the Alexandra Palace Show. Tibetan Mastiffs continued to be imported occasionally into England and Europe, and the first Tibetan Mastiff breed club was formed in 1931. World War II put an end to breeding, and it wasn't until 1976 that English breeders began importing the dogs again.The breed had a similar history in the United States. The late 1950s saw two Tibetan Mastiffs given to the President of the United States, but the dogs were taken to a farm and vanished from public scrutiny. It wasn't until 1970 that several more Tibetan Mastiffs were imported into the United States and they became the foundation dogs of the United States line.The Tibetan Mastiff Club of America was founded in 1974, as was the American Tibetan Mastiff Association. The first show that the Tibetan Mastiffs appeared in was the first National Specialty Match in October 1979.The breed was only recently recognized by the American Kennel Club as a member of the Working Group in January 2007. Today, in Tibet, it's difficult to find a purebred Tibetan Mastiff, but occasionally one can be found traveling with caravans and traders, and guarding livestock and homes.",
    "Size": "A male Tibetan Mastiff stands at least 26 inches tall at the shoulder and weighs in the vicinity of 100 to 160 or more pounds; females are at least 24 inches tall at the shoulder and weigh 75 to 125 or more pounds.",
    "Personality": "The word \"challenging\" is frequently applied to this independent, stubborn breed. He's intelligent and has a strong sense of self, expecting to be treated as an equal, not as a pet.He wants to please his people, but he also has his own agenda and must often be reminded of what he's been asked to do. The Tibetan Mastiff is a loyal family guardian who takes his job seriously and is aloof or reserved toward strangers.Early socialization that continues throughout his life will help prevent him from becoming territorially aggressive. Enrolling him in a puppy kindergarten class is a great start.Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills.",
    "Health": "Tibetan Mastiffs are generally healthy, but like all breeds, they can be subject to certain health conditions. Not all TMs will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.Canine Hip Dysplasia (CHD). This is a heritable condition in which the thighbone doesn't fit snugly into the hip joint, eventually causing lameness or arthritis. X-ray screening for hip dysplasia is done by the Orthopedic Foundation for Animals or the University of Pennsylvania Hip Improvement Program (PennHIP). Dogs with hip dysplasia should not be bred. Hip dysplasia is hereditary, but it can be worsened by environmental factors, such as rapid growth from a high-calorie diet or injuries incurred from jumping or falling on slick floors.Elbow Dysplasia: This is a heritable condition common to large-breed dogs. It's thought to be caused by different growth rates of the three bones that make up the dog's elbow, causing joint laxity. This can lead to painful lameness. Depending on the severity of the problem, your vet may recommend surgery, weight management, or medication to control the pain.Panosteitis: Panosteitis can best be described as canine growing pains. It's an inflammation of the long bones that affects young, large-breed dogs and causes lameness, which often shifts from leg to leg. The condition usually lasts from one to six months and eventually resolves with maturity. Any discomfort can be managed with pain medication.Osteochondrosis Dissecans (OCD): This orthopedic condition, caused by improper growth of cartilage in the joints, usually occurs in the shoulder, but may also affect the elbow. It causes a painful stiffening of the joint and can be detected in dogs as early as five to seven months of age. It may require surgical repair. Because it appears to be a hereditary condition, dogs with OCD should not be bred.Canine Inherited Demyelinative Neuropathy (CIDN): This is an inherited condition that is found in Tibetan Mastiff puppies by the time they are six weeks of age. The condition affects the nervous system and causes weakness in the rear legs that eventually progresses to complete paralysis. There is no treatment, but selective breeding has greatly reduced the incidence of CIDN.Autoimmune Hypothyroidism: This common endocrine disorder, which usually affects middle-aged and older dogs, is caused by a deficiency of thyroid hormone. Signs include weight gain, flaky skin, and lack of energy. Once diagnosed, hypothyroidism is easily managed with daily medication, which must continue throughout the dog's life.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog's been tested for and cleared of a particular condition.In Tibetan Mastiffs, you should expect to see health clearances from the Orthopedic Foundation for Animals for hips, elbows, and thyroid.Because some health problems don't appear until a dog reaches full maturity, health clearances aren't issued to dogs younger than two years old. Look for a breeder who doesn't breed her dogs until they're two or three years old.",
    "Care": "The Tibetan Mastiff is a companion dog who should live indoors, with access to a large, securely fenced yard where he can exercise. A small yard or dog run isn't sufficient for his needs.His heavy coat makes him unsuited to life in a hot, humid climate, although he can tolerate dry heat. During hot weather, he should always have access to shade and fresh water whenever he's outdoors.The Tibetan Mastiff's exercise requirements can be satisfied with 20 to 30 minutes of play in the yard or a half-hour walk. He'll enjoy having another dog to play with, preferably one who comes close to his size.Tibetan Mastiff puppies grow more quickly than smaller breeds, but they aren't physically mature until they're more than a year old. To prevent orthopedic damage, limit exercise to free play in the yard, and avoid long walks until your puppy is a year old.Begin training the day you bring your Tibetan Mastiff puppy home. They are intelligent and learn quickly, but their independent and stubborn nature means that strict and formal obedience training doesn't bring the best results.Be patient, firm, and consistent to develop the strongest bond with your Tibetan Mastiff. Always look for behaviors you can reward instead of punishing him for infractions.Regular training practice and social interaction will help ensure that you live together happily. A bored or lonely Tibetan Mastiff is more destructive and noisy than you can imagine.Housetraining comes easily to the Tibetan Mastiff. Crate training assists in this process and prevents your puppy from chewing on things he shouldn't or otherwise getting into trouble when you aren't around to supervise. A crate also gives him a safe haven where he can retreat when he's feeling overwhelmed or tired. A crate should never be used as a punishment.Leash training is also important, especially since your Tibetan Mastiff will eventually weigh up to 160 pounds or more and be able to pull you where he wants to go. Tibetan Mastiffs should never be walked off leash and having good leash manners is essential to both the state of your muscles and your happiness.Socialization is a must for this breed. Not only can Tibetan Mastiffs be overly dominant toward other dogs, they tend to become overly protective of their home and family. Puppy socialization classes are a great start, but socialization shouldn't end there.Visit many different dog-friendly stores, parks, and events. Invite different people to your home on multiple occasions so your Tibetan Mastiff learns that others can come onto your property and his territory.With the proper training, consistency, and socialization, your Tibetan Mastiff can be a wonderful family member who guards, protects, and loves you unconditionally.",
    "Feeding": "Recommended daily amount: 4 to 6 or more cups of a high-quality dog food daily, divided into two meals. To avoid gastric dilatation volvulus, also known as bloat, withhold food and water for at least an hour after vigorous exercise.How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog.The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Tibetan Mastiff in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test.First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Tibetan Mastiff, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The Tibetan Mastiff has a double coat with a long, thick, coarse-textured topcoat and a heavy, soft, woolly undercoat. The undercoat is thinner during warmer months. The hair is hard and straight, never curly, wavy, or silky.A heavy mane covers the neck and shoulders, and the tail and britches (the upper thighs) have a heavy coat and feathering. Males generally have more coat than females, including a thicker mane around the neck and shoulders.The coat comes in black, brown, gold, and blue, with or without tan markings above and around the eyes, on the side of the muzzle, on the throat, and on the lower part of the front forelegs, the inside of the rear legs, the breeches and the underside of the tail.Some Tibetan Mastiffs have small white markings on the chest and feet but nowhere else on the body. The undercoat may be lighter shades of the dominant color or gray or tan on black and tan dogs. Tibetan Mastiffs with sable or brindle coats are faulted in the show ring, but their color doesn't affect their ability to be a companion or guardian.The Tibetan Mastiff sheds little and may or may not shed seasonally, depending on the climate in which he lives. Brush him one to three times a week with a wire slicker brush to remove dead or loose hair.Be sure to check for tangles or mats in the mane, breeches, and tail, where the coat is heaviest. Bathe as needed. This breed has little odor, so he usually doesn't require a bath more than once a month.Other grooming needs include dental hygiene and nail care. Brush your Tibetan Mastiff's teeth at least two or three times a week to remove tartar buildup and the accompanying bacteria. Daily is better.Trim his nails once or twice a month, or as needed. If you can hear the nails clicking on the floor, they're too long. Short nails keep the feet in good condition and don't get caught in the carpet and tear. If the feet need to be tidied up with trimming, the best time to do it is when you are clipping the nails.Check the ears weekly to make sure there's no debris, redness, or inflammation. Clean the ears as needed with a cotton ball and a cleanser recommended by your dog's breeder or your veterinarian. Wipe around the outer edge of the ear canal, and don't stick the cotton ball any deeper than the first knuckle of your finger.Begin getting your Tibetan Mastiff used to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears.Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.",
    "Children And Other Pets": "The Tibetan Mastiff is suitable for families with older children, but he can be too large to safely spend much time around toddlers. He would never mean to hurt them, but he could easily knock them over or step on them.Make it a rule that children are never to run and scream in a Tibetan Mastiff's presence. The noise and activity can excite him, and he's simply too big to be allowed to chase children or play roughly with them.He may also feel the need to protect \"his\" children from other kids, especially if they're wrestling or otherwise appear to be fighting. Always supervise play so that he knows you're in charge.Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party.Teach your child never to approach any dog while he's sleeping or eating or to try to take the dog's food away. No dog should ever be left unsupervised with a child.Tibetan Mastiffs get along well with other dogs and cats when they're raised with them. As adults, they may require more of an adjustment period before they welcome the advent of another dog.",
    "Rescue Groups": "Consider adopting from a rescue group before going to a breeder. Here are a few breed-specific rescue groups.Tibetan Mastiff Rescue, Inc."
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Working Dogs"
    },
    {
      "name": "Height",
      "value": "2 feet to 2 feet, 2 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "75 to 160 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 14 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}