{
  "id": "tibetan-terrier",
  "url": "https://dogtime.com/dog-breeds/tibetan-terrier",
  "name": "Tibetan Terrier",
  "intro": "The Tibetan Terrier was created to be a companion and friend. Dogs of this breed love being with people and are adaptable to a variety of homes and lifestyles. Their shaggy coat is attractive but requires frequent grooming.\nEven though these are purebred dogs, you may find them in the care of shelters or rescue groups. Remember to adopt! Don’t shop if you want to bring a dog home.\nAffectionate and adaptable, these pups fit in well with just about any family, even apartment dwellers. They do, however, have a lot of energy and need plenty of exercise. They also don’t like being left alone for long hours of the day. If you can give your dog plenty of attention, affection, and physical activity, you’ll have a loving, furry family member.\nSee below for complete list of dog breed traits and facts about Tibetan Terriers!",
  "description": {
    "": "Born in Tibet, Tibetan Terriers were bred in lamaseries to be companions not only to the holy men who raised them but also to nomadic herdsmen as they wandered the high plains with their flocks. The shaggy, medium-size dogs were thought to bring good luck, so they were never sold but only given as gifts or thanks for favors. People who live with the breed today understand just what a gift they are.The breed's name is a bit of a misnomer, as the Tibetan Terrier is not a true terrier at all. He was given the name on account of his size, but he doesn't share the terrier's tendency to go to ground (dig for vermin) or the typically sharp-edged terrier temperament. Lively and fun loving, he is, but those characteristics are tempered with a sweet and kind nature. Beneath a fall of hair, his eyes twinkle with good humor.Like all dogs, Tibetan Terriers thrive on human companionship. It's no wonder they excel as therapy dogs. While they're not demons for activity, they are active enough to compete in agility and do well in obedience and rally. Hearkening back to their history as lamasery alarm dogs, they are alert to anything different and make super watchdogs. Their gentle demeanor doesn't suit them to work as guard dogs, however.It's not unusual for Tibetan Terriers to be reserved with strangers, but they shower affection on their people. They can adapt to life in many different types of households and are a good choice for families with older children who understand how to treat dogs. With their protective double coat and large, flat, round feet to provide traction — in much the same way as snowshoes — they're well suited to homes in snowy climates.The Tibetan Terrier is a pleasant dog who enjoys life and loves people. He'll adapt to life with a couch potato or an active family, always approaching every day with an endearing sense of humor and a sparkle in his eye.",
    "Highlights": "Tibetan Terriers are wonderful family dogs but are best suited for homes with school-age children who know how to treat a dog properly.Tibetan Terriers generally do well with dogs and other pets, especially if they have been raised with them.The Tibetan Terrier requires frequent brushing and a bath at least once per month.Tibetan Terriers make great watchdogs and will bark when they see or hear anything unusual.If they get daily exercise, Tibetan Terriers can do well in apartments or condos.Tibetan Terriers thrive on human companionship and do best in homes where they get plenty of attention and aren't left alone for long periods.Barking is a favorite pastime for a Tibetan Terrier. He'll bark when people come to the door, when he sees or hears something unusual, or just out of boredom.Tibetan Terriers require daily exercise and will enjoy a couple of 15-minute walks or one longer walk.The Tibetan Terrier can be easy to train with positive reinforcement techniques such as praise, play, and food rewards.To get a healthy dog, never buy a puppy from a puppy mill, a pet store, or a breeder who doesn't provide health clearances or guarantees. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies and who breeds for sound temperaments.",
    "History": "With its mountainous terrain, Tibet is sometimes referred to as the Roof of the World. It was in that harsh, high, remote land that the Tibetan Terrier was created. Prized as companions, the dogs were raised by Buddhist monks, known as lamas, from whom they took their name Holy Dog. But the shaggy, medium-size dogs weren't limited to life in the lamaseries where they were born. Considered to be luck bringers, they traveled the high plateaus with nomadic herdsmen, guarding their tents. Fearful of tempting fate by \"selling\" their luck, neither the lamas nor the herdsmen ever sold the dogs. Instead, they were given as gifts in return for favors or services or presented to officials as a mark of esteem.The Tibetan Terrier might have remained an obscure breed if not for a grateful Tibetan man who gave a Tibetan Terrier to Dr. Agnes R. H. Greig, who had saved his wife's life. Dr. Greig named her new puppy Bunti and became a fan of the breed. Eventually, she acquired a male, also as a gift, and began a breeding program, establishing the Lamleh line of Tibetan Terriers. Being neither a sporting dog nor a mix, the breed was given the name Tibetan Terrier, despite the fact that it wasn't a true terrier in either instinct or temperament but merely resembled one in size.A breed standard was created by the Kennel Club of India in 1930, and the Tibetan Terrier was officially recognized by England's Kennel Club in 1937. The first Tibetan Terrier imported into the United States, Gremlin Cortina, arrived in 1956. Owned by Dr. Henry S. and Alice Murphy, she was so beloved by them that she inspired Alice Murphy to establish her own kennel, Lamleh of Kalai. The Tibetan Terrier Club of America was formed in 1957, and the American Kennel Club recognized the breed in 1973. Today the Tibetan Terrier ranks 95th among the 155 breeds and varieties recognized by the AKC.",
    "Size": "Tibetan Terriers stand 14 to 16 inches at the shoulder and weigh 20 to 24 pounds.",
    "Personality": "The Tibetan Terrier is smart, pleasant, and affectionate. Gentle but fun loving, he's dedicated to his family but may be cautious or reserved toward strangers. Puppies are active and lively — what puppy isn't? — but settle down as they reach maturity.True to their heritage, they make wonderful watchdogs and will bark an alert if they see or hear anything suspicious. They don't like to be left alone for long periods, preferring the company of the people they love. Tibetan Terriers are known for adaptability and a sense of humor.Like every dog, Tibetan Terriers need early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Tibetan Terrier puppy grows up to be a well-rounded dog.",
    "Health": "Tibetan Terriers are generally healthy, but like all breeds, they can be subject to certain health conditions.Progressive Retinal Atrophy (PRA) is a degenerative eye disorder eventually causes blindness from the loss of photoreceptors at the back of the eye. PRA is detectable years before the dog shows any signs of blindness. Fortunately, dogs can use their other senses to compensate for blindness, and a blind dog can live a full and happy life. Just don't make it a habit to move the furniture around. Reputable breeders have their dogs' eyes certified annually by a veterinary ophthalmologist and do not breed dogs with this disease.Lens Luxation is an inherited disorder in which the lens is improperly positioned in the eye. The displacement can be partial or complete. It's sometimes treatable with medication or surgery, but in severe cases the eye may need to be removed.Hip Dysplasia is a condition in which the femur doesn't fit snugly into the pelvic socket of the hip joint. Hip dysplasia can exist with or without clinical signs. Some dogs exhibit pain and lameness on one or both rear legs. As the dog ages, arthritis can develop. Screening for hip dysplasia can be done by the Orthopedic Foundation for Animals (OFA) or the University of Pennsylvania Hip Improvement Program (PennHIP). Dogs that have hip dysplasia shouldn't be bred. If your dog displays signs of hip dysplasia, talk to your vet. Medication or surgery can help.",
    "Care": "Tibetan Terriers are adaptable dogs at home in a variety of households, from condos to castles. They should live indoors with their people, not stuck out in a backyard or kennel.Once they've matured, they are just as happy being couch potatoes as they are active family dogs. Like any dog, an adult Tibetan Terrier requires daily exercise to stay healthy and happy, but he'll be satisfied with a couple of 15-minute walks daily or one longer walk. Naturally, puppy and adolescent Tibetan Terriers are filled with energy and excitement and require higher levels of stimulation and exercise.Although it's nice for a Tibetan Terrier to have a securely fenced yard where he can play, it's not a great idea to leave him out there for long periods. A bored Tibetan Terrier is a barker, and a really bored Tibetan Terrier is an escape artist who's perfectly capable of climbing, jumping, or digging his way over or under a fence.Housetraining can take time, but you'll be successful if you're patient and give your Tibetan Terrier a regular schedule and plenty of opportunities to potty outdoors, praising him when he does so. Crate training is strongly recommended. It will make housetraining easier and keep your Tibetan Terrier from chewing things while you are away. The crate is a tool, not a jail, however, so don't keep your Tibetan Terrier locked up in it for long periods. The best place for a Tibetan Terrier is with you.TTs are generally amiable, but sometimes they have their own agenda. Keep training fun, be consistent, and use positive reinforcement techniques such as praise, play, and food rewards.",
    "Feeding": "Recommended daily amount: 1 1/8 to 1 3/8 cups of a high-quality dog food daily, divided into two meals.How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.For more on feeding your Tibetan Terrier, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The Tibetan Terrier is protected by a double coat: a soft, woolly undercoat and an abundant topcoat with fine hair that can be wavy or straight. The long hair stops just short of the ground, enough that you can see light beneath the dog's body. The hair often falls in a natural part along the spine. The Tibetan Terrier comes in a range of colors and patterns, including white, gold, tricolor, brindle, silver, black, and more.That long coat requires daily brushing during adolescence as the coat changes to keep it free of tangles. Once the adult coat has come in, by approximately 18 months of age, you can get by with grooming one to three times a week. Grooming tools you'll need include a pin brush, a metal \"greyhound\" comb, ear powder, and a spray bottle for misting the coat.Mist the coat with a mixture of water and conditioner as you brush to avoid damaging the hair. Be sure to brush all the way down to the skin. Simply running the brush over the top of the coat won't ensure that you find and remove any mats or tangles. Check frequently for mats behind the ears, on the chest and belly, and at the areas where the legs and tail intersect with the body. Using ear powder to make the hair less slippery, pluck excess hair in the ears, and trim the hair between the footpads. After you're finished brushing, go over the coat with the comb to remove any loose or dead hair. You can also use it for the hair on the face.If all this grooming becomes too much for you, it's kinder and less work to keep your TT in a cute puppy clip. You'll both be happier. Whatever his coat length, you'll probably want to bathe your Tibetan Terrier at least monthly. He may need a bath more often if he plays outside frequently and gets dirty.Other grooming needs include dental hygiene and nail care. Brush your Tibetan Terrier's teeth at least two or three times a week to remove tartar build-up and the accompanying bacteria. Daily is better. Trim his nails once or twice a month, as needed. If you can hear the nail clicking on the floor, they're too long. Short nails keep the feet in good condition, don't get caught in the carpet and tear, and don't scratch your legs when your Tibetan Terrier enthusiastically jumps up to greet you.Begin accustoming your Tibetan Terrier to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.",
    "Children And Other Pets": "Tibetan Terriers love kids and can match their energy levels all day long, but they're a little rambunctious for households with children under the age of 6 years.Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's sleeping or eating or to try to take the dog's food away. No dog should ever be left unsupervised with a child.Tibetan Terriers usually get along well with other dogs and cats, especially if they're introduced to them in puppyhood.",
    "Rescue Groups": "Tibetan Terriers are sometimes bought without any clear understanding of what goes into owning one, and these dogs often end up in the care of rescue groups, in need of adoption or fostering. Other Tibetan Terriers end up in rescue because their owners have divorced or died. If you're interested in adopting an adult Tibetan Terrier who's already gone through the destructive puppy stage and may already be trained, a rescue group is a good place to start.Tibetan Terrier Club of America Rescue"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Companion Dogs"
    },
    {
      "name": "Height",
      "value": "14 to 16 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "20 to 24 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}