{
  "id": "tibetan-spaniel",
  "url": "https://dogtime.com/dog-breeds/tibetan-spaniel",
  "name": "Tibetan Spaniel",
  "intro": "Small but active and alert, the Tibetan Spaniel dog breed hails from mountainous Tibet, where these dogs served as a companions and watchdogs. They’re known for their intelligence, easy-care coat, and desire to keep watch over their family from high perches in the house.\nEven though these are purebred dogs, you may find them in the care of shelters or rescue groups. Remember to adopt! Don’t shop if you want to bring a dog home.\nTibetan Spaniels are adaptable dogs and can even fit in well with apartment life, so long as they get enough exercise and walks each day. However, they don’t enjoy being left at home alone for long hours. As an affectionate, sensitive breed, these dogs crave companionship. When they don’t get it, they can start barking or acting out. If you can give your dog plenty of love and attention, you’ll be rewarded with a loyal, happy companion.\nSee below for complete list of dog breed traits and facts about Tibetan Spaniels!",
  "description": {
    "": "The Tibetan Spaniel is a small dog with a long history. Bred in Tibetan Buddhist lamaseries to be companions and alarm dogs, they were popular gifts to foreign dignitaries. Today the little canine ambassadors are still prized as companions, thanks to their sweet, smart, and attentive nature.Said to resemble a little lion, a powerful Buddhist symbol, he retains the watchfulness bred into him centuries ago and can be aloof toward strangers, but he's a fond and friendly family companion. Tibbies, as they're nicknamed, are active enough to enjoy dog sports such as agility, but not so demanding of exercise that they'll run you ragged. Their portable size makes them suited to any home, from apartment to estate, as long as they have plenty of human attention.When they're not cuddling with their people, Tibbies enjoy a high perch that allows them to see everything that's going on. They'll climb on whatever piece of furniture gives them the best view, giving them the reputation of being catlike.Like many small dogs, they prefer being approached at their own level rather than having someone looming over them. They're highly intelligent and take well to training when it's accompanied by positive reinforcement techniques such as praise, play, and food rewards.Tibetan Spaniels are sensitive to the moods and needs of their families and they're happy to try and meet them. This loving breed is uncommon, but he's the ideal match for the right homes.",
    "Highlights": "Although Tibetan Spaniels can learn quickly, they may be stubborn when it comes to obeying commands.Tibetan Spaniels shed small amounts year-round and need weekly brushing to get rid of dead hair.Although Tibetan Spaniels are affectionate toward and protective of children, they're better suited for homes with older children because they can be injured during rough play.Tibetan Spaniels generally get along well with other dogs and pets. They do well in homes with multiple dogs.Tibetan Spaniels thrive when they're with their families. They're not recommended for homes where they'll receive little attention or will be left alone for long periods.Barking can become a favorite pastime of Tibetan Spaniels if they're bored. They'll also bark when people come to the door or when they hear something suspicious. The upside is, they make great watchdogs.Tibetan Spaniels only need moderate exercise and are quite happy with a daily walk or free play in a fenced yard.Tibetan Spaniels must be walked on leash to prevent them from running off to explore. Yards should be fenced.The Tibetan Spaniel is fairly rare, so if you're buying a puppy, it may take a while to find a good breeder, and once you do, there may be a wait for puppies to be available.To get a healthy dog, never buy a puppy from a puppy mill, a pet store, or a breeder who doesn't provide health clearances or guarantees. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies and who breeds for sound temperaments.",
    "History": "The Tibetan Spaniel is an ancient breed from Asia. Depictions of small dogs with pushed-in faces and lionlike coats date back centuries in China and Tibet.It's believed that Buddhist monks, known as lamas, bred the little dogs to sound the alarm if anyone approached the lamasery. With the ruff of thick fur around their neck and the richly plumed tail, they were said to resemble little lions. In Buddhist symbology, lions represent Buddha's triumph over violence and aggression, so dogs with a lionlike appearance were popular.The dogs were frequently given as gifts to ambassadors and other notables, with dogs from those countries being received in return. Thus the Tibetan dogs made their way to the courts of China and Japan, where they no doubt interbred with other small Asian dogs. Today's Tibetan Spaniel probably shares a common ancestry with the Japanese Chin and the Pekingese.Often bred by Tibetan villagers as well as lamas, early dogs of this type came in a wide range of sizes. The smallest, most prized puppies were given to the lamaseries where they were probably bred with the more elegant dogs that arrived as gifts from China.During the late 19th century, the first Tibetan Spaniel was brought to England by Mrs. McLaren Morris. More arrived in the 1920s, courtesy of Dr. Agnes R. H. Greig, who sent some of the dogs to her mother. The breed gained some popularity, but its foothold in England was almost completely wiped out during World War II.In 1947, after several successful breedings and importations, the breed began to recover in England. In 1958, The Tibetan Spaniel Association was formed and in 1960 England's Kennel Club recognized the breed.The first known litter in the United States was born in 1965, to parents imported from Tibet by a Mr. Harrington. Thanks to Leo Kearns, sexton of Trinity Lutheran Church in New Haven, Connecticut, the Tibetan Spaniel began attracting notice. Kearns had a Tibbie puppy, and his parishioners were quite taken with her. He imported a male, and the puppies the two dogs produced were soon placed in doting homes.Among those enthusiastic new owners was Mrs. Jay Child, who made it her mission to see the breed established in the U. S. The Tibetan Spaniel Club of America was founded in 1971, with Child as president. The American Kennel Club recognized the breed in 1984.Despite his charm, the Tibetan Spaniel is still pretty rare, ranking 101st in popularity among the breeds and varieties registered by the American Kennel Club.",
    "Size": "Tibetan Spaniels stand about 10 inches high at the shoulder and weigh 9 to 15 pounds.",
    "Personality": "Trusting and affectionate toward family members, Tibetan Spaniels may be aloof toward strangers, although never aggressive. True to their heritage, they make excellent watchdogs and will bark to alert you of anything that seems unusual.Tibbies seem to be especially responsive to their people's moods and feelings. As loving as they are, however, they're independent thinkers and won't always obey, especially if they think they know better or don't see any good reason to do as you ask.As with all dogs, Tibetan Spaniels need early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Tibetan Spaniel puppy grows up to be a well-rounded dog.",
    "Health": "Tibetan Spaniels are generally healthy, but like all breeds, they can get certain conditions. Not all Tibetan Spaniels will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog's been tested for and cleared of a particular condition.In Tibetan Spaniels, you should expect to see health clearances from the Orthopedic Foundation for Animals for patellas (knees) and from the Canine Eye Registry Foundation (CERF) certifying that the eyes are normal.Because some health problems don't appear until a dog reaches full maturity, health clearances aren't issued to dogs younger than 2 years old. Look for a breeder who doesn't breed her dogs until they're two or three years old. The following problems are not common in the breed, but they may occur:Progressive Retinal Atrophy (PRA) is a degenerative eye disorder. Blindness caused by PRA is a slow process resulting from the loss of photoreceptors at the back of the eye. PRA is detectable years before the dog shows any signs of blindness. A reputable breeder will have their dogs eyes certified on a yearly basis.Patellar Luxation, also known as \"slipped stifles,\" this is a common problem in small dogs. It is caused when the patella, which has three parts — the femur (thigh bone), patella (knee cap), and tibia (calf) — is not properly lined up. This causes lameness in the leg or an abnormal gait, sort of like a skip or a hop. It is a condition that is present at birth although the actual misalignment or luxation does not always occur until much later. The rubbing caused by patellar luxation can lead to arthritis, a degenerative joint disease. There are four grades of patellar luxation, ranging from grade I, an occasional luxation causing temporary lameness in the joint, to grade IV, in which the turning of the tibia is severe and the patella cannot be realigned manually. This gives the dog a bowlegged appearance. Severe grades of patellar luxation may require surgical repair.",
    "Care": "Tibbies are housedogs. They thrive on spending time with their people, and they're not suited to living outdoors or in a kennel. Because they may run off to explore, yards must be fenced and they should be walked on leash.Intelligent and willing to please, Tibetan Spaniels can be easy to train, but that doesn't necessarily mean they'll always listen to you. They have a mind of their own and will ignore commands if they don't feel like obeying. For best results, begin training early and be consistent.Some Tibetan Spaniels are yappy and some aren't, but they'll generally bark when someone comes to the door or when they hear or see anyone or anything unusual. With patience and consistency, you can teach them to stop barking after they've briefly sounded the alarm. If you live in an apartment with noise restrictions, however, this may not be the breed for you.Like all dogs, the Tibetan Spaniel needs reguar exercise, but he doesn't need a ton of it. Usually a good playtime in the backyard or one or two walks in a day will fit the bill.Tibetan Spaniels are generally easy to housetrain, but crate training is strongly recommended. It will make housetraining easier and keep your Tibetan Spaniel from chewing things while you're not there to supervise. The crate is a tool, not a jail, however, so don't keep your Tibetan Spaniel locked up in it for long periods. The best place for a Tibetan Spaniel is with you.",
    "Feeding": "Recommended daily amount: 3/4 to 1 cup of a high-quality dog food daily, divided into two meals.How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.>Keep your Tibetan Spaniel in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test. First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Tibetan Spaniel, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The Tibetan Spaniel has a silky double coat that's smooth on the face and the front of the legs and moderately long on the rest of the body. The ears, tail, and backs of the forelegs and buttocks have longer hair, and a mane of long hair (sometimes referred to as a shawl) surrounds the neck. The Tibbie's coat can be any color or mixture of colors.Weekly brushing will keep your Tibetan Spaniel's coat free of loose hair. Expect them to shed small amounts year-round, with a heavier shed once or sometimes twice a year. Bathe them as needed, usually every 6 to 8 weeks.Other grooming needs include dental hygiene and nail care. Brush your Tibetan Spaniel's teeth at least two or three times a week to remove tartar buildup and the accompanying bacteria. Daily is better. Trim his nails once or twice a month, as needed. If you can hear the nail clicking on the floor, they're too long. Short nails keep the feet in good condition, don't get caught in the carpet and tear, and don't scratch your legs when your Tibetan Spaniel enthusiastically jumps up to greet you.Start grooming your Tibetan Spaniel when he's a puppy to get him used to it. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.",
    "Children And Other Pets": "Tibetan Spaniels are affectionate and protective of children, but because they're small, they can be injured easily by rough handling, so they're best suited to homes with children who are at least 6 years old and know to be gentle and not to tease.As with any dog, always teach children how to approach and touch your Tibetan Spaniel, and supervise any interactions between dogs and young children to prevent any biting or ear pulling from either party.Tibetan Spaniels usually get along well with other dogs and cats. Most enjoy having another dog as a companion.",
    "Rescue Groups": "Tibetan Spaniels are sometimes bought without any clear understanding of what goes into owning one, and these dogs often end up in the care of rescue groups, in need of adoption or fostering. Other Tibetan Spaniels end up in rescue because their owners have divorced or died. If you're interested in adopting an adult Tibetan Spaniel who's already gone through the destructive puppy stage and may already be trained, a rescue group is a good place to start.Tibetan Spaniel Club of America"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Companion Dogs"
    },
    {
      "name": "Height",
      "value": "From 10 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "9 to 15 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}