{
  "id": "toy-fox-terrier",
  "url": "https://dogtime.com/dog-breeds/toy-fox-terrier",
  "name": "Toy Fox Terrier",
  "intro": "Originally created as a smaller version of their larger Smooth Fox Terrier dog breed ancestors, the Toy Fox Terrier has been used for a variety of tasks, serving as ratters on farms and as hunters of small game such as squirrel. Their most important purpose, however, is to be loyal, loving, and devoted companions who amuse and entertain their families.\nEven though these are purebred dogs, you may find them in the care of shelters or rescue groups. Remember to adopt! Don’t shop if you want to bring a dog home.\nToy Fox Terriers have been successful circus dogs and performers, and their intelligence helps them to do well in obedience and agility competitions. But if you’re looking for a family companion, you don’t necessarily need to train a show dog. So long as you meet the breed’s exercise needs, whether through active play, training, or walks, you’ll have a happy pooch who can even adapt to apartment life.\nSee below for complete list of dog breed traits and facts about Toy Fox Terriers!",
  "description": {
    "": "The Toy Fox Terrier (TFT) was developed in the United States, making him one of only a few breeds that are truly \"All American.\" He was created from small Smooth Fox Terriers bred with several toy breeds — including Chihuahuas and Manchester Terriers — to set breed size. He's a true terrier, with fire, heart and spirit to go out in the field hunting squirrel, and a true toy dog, a diminutive, loving companion who will curl up on the sofa and watch TV with his people.Toy Fox Terriers are highly intelligent. They housetrain easily as puppies and their small size makes them suited to using a canine litter box or housetraining pad. Obedience and other canine activities come easily to them as well, perhaps a vestige of their heritage. TFTs did acrobatics, walked tightropes and performed other circus dog tricks in the small dog and pony shows that once traveled the country. Today, they are shown in conformation and do quite well in obedience and agility trials, rally, and flyball.A hardy breed, Toy Fox Terriers can be expected to live into their teens, remaining active into old age.Toy Fox Terriers are extremely loyal to and protective of their family. They make excellent watchdogs with a large bark that belies their size. They are persistent in their protection efforts, making smart burglars decide to take on a less noisy target.This dog bonds tightly with his family and demands to be included in all activities. Sometimes you might question whether the Toy Fox Terrier considers himself a dog. He has abundant energy and is eager to please, but has a mind of his own that makes him insist on rights and privileges given to other family members, such as sleeping on the bed.His intense loyalty to his family can make him aloof with strangers, but socialization and training to accept strangers should help your dog to realize there is no danger from visitors you allow in your home.The Toy Fox Terrier until recently had been only a recognized breed in the United Kennel Club (UKC), but the American Kennel Club (AKC) and the Canadian Kennel Club (CKC) have now granted registration and full show status to the breed. This will give the TFT many more opportunities to gain fans and admirers for his lively disposition, loyalty, spirit, and intelligence, not to mention his sleek good looks. People who have been owned by this breed feel that their family is not complete without one around.",
    "Highlights": "The Toy Fox Terrier is not a suitable companion for all children. While a sturdy little dog, they cannot tolerate excessive rough handling, especially as they are prone to broken legs.Terrier instinct may cause it to chase small animals, and thereby will need close supervision if outdoors off-leash with out a fence. Your dog should never be off-leash in an area where you cannot contain him should the need arise.Being terriers they may not do well with smaller pets in the household such as hamsters, mice and gerbils.They are a small dog but do not realize this; they sometimes challenge other dogs much larger than themselves. Supervised interaction with larger dogs is advisable.Beneath the cute exterior of your TFT puppy can reside the heart of a tyrant. Be sure to train your puppy early to be a responsible and well-behaved member of your family.Most Toy Fox Terriers would prefer to share your bed with you. However, jumping from such heights, especially when a puppy, can cause broken bones. Teaching your TFT to sleep in his own bed on the floor is a safer route.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "Terrier breeds have been documented in England as far back as the 1500s. One of those breeds was the Smooth Fox Terrier, developed to rout foxes from their dens during the hunt.The Smooth Fox Terrier had always been widely divergent in size, with some dogs weighing about 20 pounds while others were as small as 7 pounds. These runts were often more prized than the larger dogs as they seemed to be feistier and more willing to jump into the fray whether it be ratting, hunting other game or defending the homestead.The United Kennel Club began to register Smooth Fox Terriers in 1912. The smaller dogs were registered along with the larger ones as Smooth Fox Terriers. In the mid- 1920s, fanciers of the smaller dogs petitioned the UKC to make the smaller dogs a separate breed, which was finally accomplished in 1936. The breed was registered as the Toy Fox Terrier. The TFT was granted American Kennel Club recognition in 2003.For many years there was a debate among breeders regarding size, some wanted a larger dog; others wanted the dog to remain a toy. Some fanciers introduced Toy Manchester and Chihuahua blood into the breed to help fix the size.This move upset other breeders who did not want the contamination of other breeds in the gene pool. The UKC agreed that the dog should remain a toy and that other breeds should not be introduced into the gene pool. The Toy Fox Terrier stud book was closed by the UKC on August 31, 1960 so no more crossing of breeds could be done.",
    "Size": "The AKC standard defines size by height. Height should be between 8.5 to 11.5 inches with 9 to 11 inches preferred. Weight ranges from about 3.5 to 7 pounds.",
    "Personality": "Loyal, protective, and smart, the TFT loves his people and wants to be involved in everything they do. He's a superb watchdog and will alert you to the approach of guests and strangers, as well as to all the goings-on in the neighborhood. Personalities vary, ranging from couch potato to live wire.As with every dog, the TFT needs early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your TFT puppy grows up to be a well-rounded dog.Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills.",
    "Health": "Toy Fox Terriers are generally healthy, but like all breeds, they're prone to certain health conditions. Not all TFTs will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition. In TFTs, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).Demodectic Mange: This is a skin disease caused by a microscopic parasitic mite. All dogs have Demodectic mites in small numbers in their hair follicles. In some dogs, the mites proliferate and large numbers inhabit the hair and skin causing the dog to have a moth eaten appearance. Demodectic mange may be localized in one or two spots or generalized over the entire body. Juvenile onset Demodicosis generally occurs in dogs 3 to 13 months of age. The first sign is a thinning of the hair around the eyelids, lips, corners of the mouth and the front legs. It is sometimes confused with ringworm. Adult onset Demodicosis occurs in dogs more than 5 years old and can be associated with internal disease or cancer.Patellar Luxation: This is a dislocation of the kneecap (patella). It may dislocate to the inside (medial) or the outside (lateral) of the leg or it may go both directions. It can be congenital (present at birth) or caused by an injury. Patellar luxation can be mild with few or no symptoms or severe with intense pain and limping.Legg-Calve-Perthes Disease: Generally a disease of small breeds, it can be confused with hip dysplasia. Legg-Calve-Perthes Disease is due to aseptic death of the head of the femur. This causes wearing and promotes arthritic changes, at which point it can be difficult to distinguish if the damage was due to hip dysplasia or Legg-Calve-Perthes Disease.Von Willebrand's Disease (VWD): Canine von Willebrand's Disease is an autosomal recessive genetic disorder. Affected dogs are more likely to bleed abnormally, similar to symptoms of hemophilia. This can lead to life threatening situations in case of accidental injury, spaying, or neutering. Because it is a recessive genetic disorder, carriers will not show signs of the disease but if bred to another carrier will pass the disorder to their offspring.Congenital Hypothyroidism with Goiter (CHG): Affected puppies do not move around as much as normal pups, and their head may appear large in comparison with their body. If they survive as long as three weeks, the eyes do not open, the ear canal remains very small, and the hair coat is abnormally bristly. By two weeks of age, a swelling on the underside of the neck can be felt and it continues to enlarge. Delay in lengthening of bones in legs, spine and face causes dwarfism. Eventually, even with treatment, the goiter constricts the airway. Affected puppies usually die or are euthanized by the age of 3 weeks. Carrier status does not affect the pet that is spayed/neutered. It is only when breeding that carrier dogs pass the disease to their puppies.",
    "Care": "Toy Fox Terriers do well in smaller living spaces such as apartments. They need little space to exercise adequately. They are definitely housedogs; they do not have the coat to live outdoors.That said, they love to explore the outdoors but should be leashed or properly supervised to prevent them getting into trouble. Their big dog attitude can often cause them to attempt to tangle with animals much larger than themselves.",
    "Feeding": "Recommended daily amount: 1/4 to 1/2 cup of high-quality dry food a day, divided into two meals.Note: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.",
    "Coat Color And Grooming": "The coat of a Toy Fox Terrier is short, fine and smooth, slightly longer at the ruff. Generally, the body of a TFT should be mostly white. He comes in several color combinations:Tricolor: mostly black head, tan markings on cheeks, lips, and eye dots, body over fifty percent white with or without black markings.White and Tan: mostly tan head, body over fifty percent white with or without tan markings.White and black: mostly black head, body over fifty percent white with black markings.White, chocolate and tan: (allowed in AKC and CKC, not UKC) mostly chocolate head, tan markings on cheeks, lips and eye dots. Body is over fifty percent white with or without chocolate body spots.Brush your TFT's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim his nails once or twice a month if your dog doesn't wear them down naturally to prevent painful tears and other problems. If you can hear them clicking on the floor, they're too long. Dog toenails have blood vessels in them, and if you cut too far you can cause bleeding — and your dog may not cooperate the next time he sees the nail clippers come out. So, if you're not experienced trimming dog nails, ask a vet or groomer for pointers.His ears should be checked weekly for redness or a bad odor, which can indicate an infection. When you check your dog's ears, wipe them out with a cotton ball dampened with gentle, pH-balanced ear cleaner to help prevent infections. Don't insert anything into the ear canal; just clean the outer ear.Begin accustoming your TFT to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "They can be active, fun loving companions for older children, but like most toy breeds, they are not recommended playmates for very young children. Their small size, tendency to break bones easily, and terrier tenacity can make a bad combination with very young children.They get along well with other dogs and cats in their home, although they may be territorial toward strange dogs passing or approaching their property.",
    "Rescue Groups": "Toy Fox Terriers are often purchased without any clear understanding of what goes into owning one. There are many TFTs in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a TFT rescue.American Toy Fox Terrier Club Rescue"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Companion Dogs"
    },
    {
      "name": "Height",
      "value": "8 to 11 inches at the shoulder"
    },
    {
      "name": "Weight",
      "value": "3 to 7 pounds"
    },
    {
      "name": "Life Span",
      "value": "13 to 14 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}