{
  "id": "transylvanian-hound",
  "url": "https://dogtime.com/dog-breeds/transylvanian-hound",
  "name": "Transylvanian Hound",
  "intro": "The Transylvanian Hound isn’t a vampire, but it is a dog breed as ancient as the myth of blood-hungry monsters. The breed was popular among Hungarian royalty and hunters alike but almost went extinct in the early 20th century. However, enthusiasts revived the breed and made these dogs into the adaptable and loyal companions they are today.\nThis rare scent hound is sometimes referred to as the Hungarian Hound or the Transylvanian Scent Hound. In Hungary, the dog’s native land, the breed is known as Erdélyi kopó. Although these are purebred dogs, you may still find them in shelters and rescues. Remember to adopt! Don’t shop if this is the breed for you.\nTransylvanian Hounds may not be the best option for first-time pet parents or families with small children, as the energetic breed needs a consistent and firm hand when it comes to training. The good news is for experienced dog lovers, these hounds can do well in most settings, be it an apartment downtown or a family home. If you can handle this breed’s high energy and keep training steady, these dogs can make an incredible, loyal, and active companions.\nSee below for complete list of dog breed traits and facts about Transylvanian Hounds!",
  "description": {
    "Highlights": "Generally, the Transylvanian Hound has a black coat with tan spots, often with points about the eyes, giving them the \"eyebrow look.\"They do shed, which means they may not be the best choice for allergy sufferers. A weekly brushing, along with regular bathing, should keep their coat in good shape.Transylvanian Hounds have high energy. Make sure your dog gets at least two good half-hour- to hour-long walk per day with a few good, active play sessions and shorter walks mixed in.The breed is suitable for families with older children, but they can be too big and eager to play to spend much time around toddlers.The breed tends to get along with other dogs, as long as they have space to run in and claim as their own. As for cats and smaller animals, the breed's hunting instincts are likely to kick in. Early socialization can help.While the Transylvanian Hound can make an excellent companion dog, they do require a human who has dog training and caretaking experience.",
    "History": "The Transylvanian Hound's ancestry starts around the 9th century when Hungarian Magnar tribes brought Asian hounds with them to Transylvania, where they were then crossbred with Celtic hounds. The result was the Transylvanian Hound, which was bred into both long-legged and short-legged varieties. The longer-legged Transylvanian Hounds were favored by large game hunters, while the shorter-legged Transylvanian Hounds were used to hunt down smaller game like foxes and rabbits.The breed declined throughout the centuries as agricultural societies developed, and it was nearly extinct by the 20th century. Fortunately, enthusiasts of the breed worked hard to preserve it. The breed is still incredibly rare, and many researchers believe that the short-legged variety of Transylvanian Hound is extinct.In 1968, an active effort to maintain and increase breeding began for the remaining long-legged Transylvanian Hounds. Hungarian veterinarian Dr. Lajos Györffy searched for purebred puppies everywhere in Hungary, but could only find a contact in Romania. He had to sneak two puppies over the border, and then he and his partners began to build up the breed in earnest at the Budapest Zoo.By 2000, the Fédération Cynologique Internationale (FCI) had accepted the breed into their Scent Hound group. In 2006, the UKC recognized the Transylvanian Hound, placing the rare purebred in their scent hound group. In 2015, the AKC accepted the breed into their Foundation Stock Service.",
    "Size": "The Transylvanian Hound stands between 18 to 25 inches tall, measuring from the shoulder. Most weigh in between 55 to 77 pounds. The males tend to be slightly bigger than the females; although, the difference is slight.Some Transylvanian Hounds may be smaller or larger than average for their breed.",
    "Personality": "Although they are a rare breed, the Transylvanian Hound is becoming more and more popular as a companion for both families and active singles thanks to their winning personality. This breed has spent centuries working with humans in a variety of climates and terrains in Hungary, making them highly adaptable. This also means that Transylvanian Hounds have a lot of energy, as they were bred to travel and hunt with their humans far and wide.Since this is a breed that's used to working closely with humans, this means that these dogs are also eager to please and protect their humans. The spirited breed is just as likely to snuggle up with you on the couch after a long day as they are to alert you and guard you from perceived threats.In order to curb any unwanted guarding or overly aggressive behavior, a consistent and firm hand is needed. This is why, while the Transylvanian Hound can make an excellent companion dog, they do require a human who has dog training and caretaking experience.",
    "Health": "Transylvanian Hounds are generally considered an incredibly healthy breed with few predispositions for disease. Still, this does not mean the Transylvanian Hound is impervious to health ailments. Not all Transylvanian Hounds will get any or all of these diseases or health issues, but it's important to be aware of them if you're considering this breed.Some of the more common health problems Transylvanian Hounds suffer from include:Hip dysplasiaElbow dysplasia",
    "Care": "As with all dogs, you should keep up with your Transylvanian Hound's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.If Transylvanian Hounds do not have space to roam or lots of activity, they can be prone to weight gain. Make sure your dog gets at least two good half-hour- to hour-long walk per day with a few good, active play sessions and shorter walks mixed in. If you have an outdoor space like a backyard or park, play some active games with your dog to burn off some of their high energy as well.Check their ears for debris and pests daily and clean them as recommended by your vet. Trim your dog's nails before they get too long -- usually once or twice per month. They should not be clicking against the floor. Your groomer can help with this.Be sure to maintain your Transylvanian Hound's oral health. You should brush their teeth daily, and your vet can instruct you on how to brush your dog's teeth properly.",
    "Feeding": "An ideal Transylvanian Hound diet should be formulated for a medium- to large-sized breed with high energy levels. If they don't get the proper amount of exercise, the Transylvanian Hound has a tendency to gain weight. Keep your Hungarian Hound in good shape by measuring their food and feeding them twice a day rather than leaving food out all the time.As with all dogs, the Transylvanian Hounds's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Transylvanian Hound's diet, as there is far too much variation among individual dogs -- including weight, energy, and health -- to make a specific recommendation.",
    "Coat Color And Grooming": "The Transylvanian Hound is sometimes mistaken for a lanky Rottweiler, as the breeds have similar coloring and markings. Generally, the Transylvanian Hound has a black coat with tan spots, often with points about the eyes, giving them the same \"eyebrow look\" as Rottweilers. They do shed, which means they may not be the best choice for allergy sufferers.The Transylvanian Hound has a short, dense coat. The topcoat is sleek and short, while the undercoat is soft and dense, which protects them from more extreme weather conditions. Still, you should not leave your Transylvanian Hound (or any dog) out in extreme or dangerous weather conditions.As for grooming, a weekly brushing, along with regular bathing, should do to keep your Transylvanian Hound's coat in tip-top shape.",
    "Children And Other Pets": "With proper training and knowledge, the Transylvanian Hound makes an excellent family pet. The breed is suitable for families with older children, but they can be too big and eager to play to spend much time around toddlers. While they'll never intentionally hurt them, this dog can easily knock them over by jumping on them or trampling them during an intense round of fetch with an older child or adult.They may also feel the need to protect \"their\" children from other kids, especially if they're wrestling or otherwise appear to be fighting. Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party.When it comes to other pets, Transylvanian Hounds can generally get along, as long as they are introduced slowly. The breed tends to get along with other dogs, as long as the Transylvanian Hound has space to run around and claim as their own. As for cats and smaller animals, the Transylvanian Hound's hunting instincts are likely to kick in, which may make them a terror to your feline friend.Still, like any dog, how a Transylvanian Hound gets along with kids and other pets comes down to consistent training, socialization, and luck of the draw.",
    "Rescue Groups": "Rescues specifically for Transylvanian Hound dogs might be hard to come by. However, you can always check with your local shelter, and you may want to try a rescue that caters to all kinds of dogs. You can take a look at the following:Wright-Way RescueAngels Among Us Pet RescueYou can also check out DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Hound Dogs"
    },
    {
      "name": "Height",
      "value": "18 to 25 inches"
    },
    {
      "name": "Weight",
      "value": "55 to 77 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 12 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}