{
  "id": "valley-bulldog",
  "url": "https://dogtime.com/dog-breeds/valley-bulldog",
  "name": "Valley Bulldog",
  "intro": "The Valley Bulldog is a mixed breed dog–a cross between the Boxer and English Bulldog breeds. Medium in size, active, and loyal, these pups inherited some of the best qualities from both of their parents\nValley Bulldogs also go by the name Bull Boxer. Despite their unfortunate status as a designer breed, you can find these mixed pups in shelters and breed-specific rescues, so remember to adopt! Don’t shop!\nThese adorable pups make great apartment dogs for active urban dwellers, and they also do well with large families. They can get excessively barky, which can be minimized with early training. If you want an active companion dog who doesn’t require too much exercise, read on to find out if the Valley Bulldog is right for you!\nSee below for all mixed dog breed traits and facts about Valley Bulldogs!",
  "description": {
    "Highlights": "The Valley Bulldog is a mixed breed dog. They are not purebreds like their Boxer or English Bulldog parents.The main colors of Valley Bulldogs are; red, tan, brindle, white, and fawn. Rarely solid, their coats typically have a blend of two or more colors.They usually have short coats, and they're generally not considered allergy friendly. Luckily, their coats are very easy to groom.Valley Bulldogs love kids and are great playmates for active older children. They may be too rambunctious for toddlers, however, and can accidentally knock them down in play. Always supervise play time.",
    "History": "The Valley Bulldog breed may have existed naturally over the years, but designer breeders started intentionally mixing Boxer and English Bulldogs in the mid 1900s, in Nova Scotia, Canada.Breeders wanted to mix the two parent breeds to minimize health problems and create an active, friendly companion dog. They continued to create Valley Bulldogs as demand for the mixed breed pups climbed.Even though the Valley Bulldog breed got its start as a designer breed, some have ended up in shelters or in the care of rescue groups. Consider adoption if you decide this is the breed for you.Check your local shelters, look up Valley Bulldog rescues, or check with breed-specific Boxer and English Bulldog rescues, as they sometimes take in mixed breed dogs and find homes for them.This mixed bred is recognized by:ACHC - American Canine Hybrid ClubDBR - Designer Breed RegistryDDKC - Designer Dogs Kennel ClubDRA - Dog Registry of America, Inc.IDCR - International Designer Canine Registry®IOEBA - Olde English Bulldogge Association",
    "Size": "As the Valley Bulldog is a relatively new mixed breed, there are few standards when it comes to size. That said, as a mix between Boxer and English Bulldog parents, you can expect Valley Bulldogs to be on the medium to large side.Most weigh in at 50 to 125 pounds and range in height from twelve to 25 inches at the shoulder. However, being such a new breed, many can be smaller or larger depending on which parent's genes are more dominant.",
    "Personality": "Many Valley Bulldog lovers describe these dogs' personalities as \"silly.\" While the Boxer tends to be more active than the English Bulldog, these pups are somewhere in the middle--usually more active than the English Bulldog but less active than the Boxer.Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them.Like every dog, Valley Bulldogs need early socialization--exposure to many different people, sights, sounds, and experiences--when they're young. Socialization helps ensure that your Valley Bulldog puppy grows up to be a well-rounded, outgoing, friendly dog and stays that way.Enrolling them in a puppy kindergarten class is a great start. Inviting visitors over regularly and taking your dog to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help them polish their social skills.",
    "Health": "The Valley Bulldog breed is predisposed to some of the same conditions that the Boxer and English Bulldog also face. While most are generally healthy, some may be prone to a few health issues, which is why it is important to maintain good care and regular veterinary checkups.Some of the more common health problems Valley Bulls suffer from include:Skin ProblemsBreathing DifficultyIt's fun to spoil our dogs with treats, but keeping your dog's weight in check is one of the best things you can do for them. Chopped carrots or celery make great little healthy treats.Also, you should make sure your dog is clean between the folds of their skin to keep them from getting infections.",
    "Care": "As with all dogs, you should keep up with your Valley Bulldog's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.Valley Bulls are prone to weight gain, and they have high energy levels. Make sure your dog gets at least one good half-hour- to hour-long walk per day with a few good, active play sessions and shorter walks mixed in.Check their ears for debris and pests daily and clean them as recommended by your vet. Trim your dog's nails before they get too long--usually once or twice per month. They should not be clicking against the floor. Your groomer can help with this.Your main concern when it comes to your Valley Bulldog's care will be maintaining their oral health. You should brush their teeth daily, as small breeds are prone to dental issues. Your veterinarian can instruct you on how to brush your dog's teeth properly.",
    "Feeding": "An ideal Valley Bulldog diet should be formulated for an active, medium-sized breed. They have a tendency to gain weight if they are overfed, so you should stick to a regular feeding schedule and not leave food out during the day. Limit their amount of treats, as well.As with all dogs, the Valley Bulldog's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Valley Bulldog's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "Valley Bulldog coats are often a mix of their Boxer and English Bulldog parents' coats and colors. The main colors of Valley Bulldogs are; red, tan, brindle, white, and fawn. Rarely solid, their coats typically have a blend of two or more colors.They usually have short coats, and they're generally not considered allergy friendly. Luckily, their coats are very easy to groom. A good brushing per week will probably do. They may self groom and are considered a pretty clean dog.Because they tend to have shorter coats, Valley Bulldogs aren't particularly suited for extreme weather. You'll likely need a coat in the winter for your dog, and you may need to apply sunscreen to the ears, nose, and sensitive areas where there's less fur coverage in the summer months.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the ears, nose, mouth, and eyes, and on the feet. Ears should smell good, without too much wax or gunk inside, and eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "Valley Bulldogs love kids and are great playmates for active older children. They may be too rambunctious for toddlers, however, and can accidentally knock them down in play.Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while they're eating or sleeping or to try to take the dog's food away. No dog should ever be left unsupervised with a child.Boxers can get along well with other dogs and cats, especially if they're raised with them. Learn more about this pup by reading about their parent breeds, the Boxer and English Bulldog.",
    "Rescue Groups": "It may be hard to find a breed-specific rescue for Valley Bulldogs because they are a mixed breed. However, you may want to try Boxer or English Bulldog breed-specific rescues, as they often care for mixes, as well. Here are some rescues you can try:Green Acres Boxer RescueThe Bulldog Club of America Rescue NetworkYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "12 to 25 inches"
    },
    {
      "name": "Weight",
      "value": "50 to 125 pounds"
    },
    {
      "name": "Life Span",
      "value": "8 to 12 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}