{
  "id": "vizsla",
  "url": "https://dogtime.com/dog-breeds/vizsla",
  "name": "Vizsla",
  "intro": "Created in Hungary to work as a pointer and retriever, the Vizsla dog breed has an aristocratic bearing. All they really want, though, is to be loved.\nAlthough they’re purebred dogs, you may find Vizslas in shelters or in the care of rescue groups. If this is the breed for you, opt to adopt if possible!\nVizslas make super companions for active families who can provide them with the exercise and attention they crave. Although these dogs are quite affectionate, they don’t take to apartment living easily. They’d much prefer a large yard to run around and burn off their energy.\nDogTime recommends this dog bed to give a good night’s sleep to your medium-sized Vizsla. You should also pick up this dog fetch toy to help burn off your pup’s high energy!\nSee below for a list of all dog breed traits and facts about Vizslas!",
  "description": {
    "": "This breed is often described as the \"Velcro Vizsla.\" Most dogs are affectionate, but this medium-size hunting dog is especially attached to his people.His Velcro nature has to do with his past: the Vizsla was developed in Hungary to be both a pointer and retriever who would work close to the hunter, never ranging too far away. That trait is still seen in today's Vizsla, who prefers to be leaning against your leg or serving as a footwarmer. If having a dog shadow you all day would annoy you, choose a different breed.Despite their penchant for sticking close to their human pals, Vizslas are versatile and hard-working dogs who are happiest when they have a job to do. In a family, that job can be hunting companion, therapy dog, or jogging buddy. Give him at least an hour of exercise per day, and the Vizsla will be your best friend.If you're interested in dog sports and activities, your Vizsla would probably be happy to compete. The Vizsla is the first and so far only breed to produce a quintuple champion — in conformation, field, obedience and train this sensitive dog with kindness and positive reinforcement. He's quick to learn, and his keen senses and protective instinct make him an excellent watchdog.Vizslas are talkers, and will whine, moan, or make other noises to let you know their opinion on everything that's going on. Some can become recreational barkers if this habit isn't controlled early on.Not surprisingly, the best home for a Vizsla is one in which someone is there during the day to keep him company and give him the activity and mental stimulation he needs. Without them, he can become bored and destructive. With the right family, however, he's a lively, loving, gentle friend who will return tenfold the love you give him.",
    "Highlights": "Vizslas are an active breed and need at least 60 minutes of exercise every day. They enjoy long walks, jogging, and playing fetch, as well as dog sports.Vizslas are low to moderate shedders and need only weekly brushings to keep them free of loose hair. They rarely need baths and don't have a strong doggy odor.Vizslas thrive on human companionship. They'll follow family members from room to room and like to be touching or touched by their people.Vizslas aren't recommended for people who work long hours. Vizslas can suffer from separation anxiety, which can lead to destructive behaviors.Vizslas tend to be chewers. Keep your Vizsla supplied with plenty of chew toys to protect your possessions.Vizslas do best in homes with fenced yards where they can safely run and play.Vizslas should live in the home with the family, not outside. Their coat doesn't protect them from cold temperatures and they can't thrive without human companionship.Although they aren't recommended for homes with young kids, Vizslas are very affectionate with children and can make great companions for older, energetic kids. Training and socialization is a must with this breed. They can be difficult to handle if they aren't properly trained and they can become shy and timid if they're not properly socialized.Vizslas do well with other dogs and will even get along with cats if they're raised with them. However, they're not a good fit for homes that have small pets such as rabbits, gerbils, guinea pigs, or birds.To get a healthy dog, never buy a puppy from a puppy mill, a pet store, or from a breeder who doesn't provide health clearances or guarantees. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies and breeds for sound temperaments.If you're buying a puppy, meet the puppy's parents — they're an indicator of what your pup's future personality might be like. They should be friendly and sociable, not high-strung or overly shy.",
    "History": "Sometimes known as the Hungarian Pointer, the Vizsla probably descends from hunting dogs used by the Magyars, who settled Hungary more than a thousand years ago. The dogs were no doubt used by nobles and warlords to hunt game birds and hares. Eventually, the dogs were developed to both point and retrieve.Images of the Vizsla's past can be found in ancient art. A 10th century etching shows a smooth-coated dog accompanying a Magyar huntsman. A chapter on falconry in a 14th century manuscript depicts a Vizsla-shaped dog.By the 19th and early 20th century the Vizsla was a distinct breed with excellent scenting powers who worked closely with his handler. During World War I, the talented hunting dog was used to deliver messages.The aftermath of World War I, followed by the ravages of World War II, nearly brought an end to the breed, however. Fortunately, the Vizsla managed to survive, and the first members of the breed were imported to the United States in the early 1950s.At that time, the breed looked much different than today: they had longer muzzles and a bonier topskull. Some had a houndy appearance, with long ears, and others ranged in color from chocolate brown to almost bleached out.The Vizsla Club of America was formed in 1954 and the American Kennel Club recognized the breed in 1960. Breeders have worked to standardize the distinctive Vizsla appearance and aristocratic bearing that you see today.Today the Vizsla is a beloved companion who can be found performing a multitude of jobs. Some were even working at Ground Zero after the terrorist attacks of September 11, 2001.The breed is moderately popular, ranking 43rd among the 155 breeds and varieties recognized by the American Kennel Club.",
    "Size": "This is a lightly built, medium-size dog, with males standing 22 to 24 inches at the shoulder, females 21 to 23 inches. The weight range for the breed is 45 to 65 pounds, with females being smaller.",
    "Personality": "The Vizsla is described as lively, gentle, and affectionate, with above-average learning ability and a strong desire to be with people. He's known for being biddable, but there are always exceptions — some Vizslas can be stubborn, excitable, or shy.Energetic and athletic, the Vizsla can become bored and destructive if left to his own devices. But when he has the training, exercise, and companionship he needs, this eager-to-please dog is hard to beat.Like every dog, Vizslas need early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your puppy grows up to be a well-rounded dog.",
    "Health": "Vizslas are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Vizslas will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition.In Vizslas, you should expect to see health clearances from the Orthopedic Foundation for Animals for hips and thyroid and from the Canine Eye Registry Foundation (CERF) certifying that the eyes are normal.Because some health problems don't appear until a dog reaches full maturity, health clearances aren't issued to dogs younger than 2 years old. Look for a breeder who doesn't breed her dogs until they're two or three years old.The following conditions may affect Vizslas:Epilepsy is a disorder that causes seizures. Epilepsy can be managed with medication but it cannot be cured. A dog can live a full and healthy life with the proper management of this disorder.Canine Hip Dysplasia is a heritable condition in which the thighbone doesn't fit snugly into the hip joint. Some dogs show pain and lameness on one or both rear legs, but you may not notice any signs of discomfort in a dog with hip dysplasia. As the dog ages, arthritis can develop. X-ray screening for hip dysplasia is done by the Orthopedic Foundation for Animals or the University of Pennsylvania Hip Improvement Program (PennHIP). Dogs with hip dysplasia should not be bred. If you're buying a puppy, ask the breeder for proof that the parents have been tested for hip dysplasia and are free of problems. Hip dysplasia is hereditary, but it can be worsened by environmental factors, such as rapid growth from a high-calorie diet or injuries incurred from jumping or falling on slick floors.Hypothyroidism is an abnormally low level of the hormone produced by the thyroid gland. A mild sign of the disease may be infertility. More obvious signs include obesity, mental dullness, drooping of the eyelids, low energy levels, and irregular heat cycles. The dog's fur becomes coarse and brittle and begins to fall out, while the skin becomes tough and dark. Hypothyroidism can be treated with daily medication, which must continue throughout the dog's life. A dog receiving daily thyroid treatment can live a full and happy life.Lymphosarcoma is the third most common cancer seen in dogs and can be found in various parts of the body such as the spleen, gastrointestinal tract, lymph nodes, liver, and bone marrow. The cancer is treated with chemotherapy and approximately 80 percent of dogs treated will go into remission.Progressive Retinal Atrophy (PRA) is a degenerative eye disorder that eventually causes blindness from the loss of photoreceptors at the back of the eye. PRA is detectable years before the dog shows any signs of blindness. Fortunately, dogs can use their other senses to compensate for blindness, and a blind dog can live a full and happy life. Just don't make it a habit to move the furniture around. Reputable breeders have their dogs' eyes certified annually by a veterinary ophthalmologist and do not breed dogs with this disease.",
    "Care": "Exercise, exercise, and exercise, plus work in the form of canine sports or therapy work is the key to a happy and healthy relationship with a Vizsla. Give him at least two half-hour workouts daily in the form of walks, runs, or games of fetch, or he'll become destructive and hard to handle.When training the Vizsla, be consistent and kind, never harsh. He responds best to positive reinforcement techniques such as praise, play, and food rewards. For best results, begin training as soon as you bring your puppy home. A few minutes of practice several times a day will bring success before you know it.The people-oriented Vizsla should live in your home with you, not out in the yard. He needs a fenced yard where he can play safely. Keep in mind that an underground electronic fence won't protect him from other dogs that come into the yard.Being a retrieving dog, the Vizsla is mouthy and likes to chew. Provide him with a variety of chew toys and rotate them regularly so he doesn't get bored and decide to gnaw on the furniture, your shoes, or other expensive items.",
    "Feeding": "Recommended daily amount: 3 to 4 cups of a high-quality dog food daily, divided into two meals.How much your age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Vizsla in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test. First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Vizsla, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "Dressed in various shades of solid golden rust, the Vizsla has a short, smooth coat that lies close to the body. The eyes and nose come in various shades of brown.Some breeders sell Vizslas with a woolly undercoat, coats that are longer than normal, or of a different color (dark mahogany red or pale yellow, or coats with more than a small spot of white on the forechest or toes), or a black nose. These traits aren't allowed in the breed standard —The Vizsla is easy to brushing with a rubber curry brush and a wipe down with a damp cloth.Trim nails once or twice a month. If you can hear them clicking on the floor, they're too long. Trimmed nails keep the feet in good condition and protect your shins from getting scratched when your Vizsla enthusiastically jumps up to greet you.Start brushing and examining your Vizsla when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.",
    "Children And Other Pets": "The Vizsla is a loving dog who's friendly and tolerant with children, but his exuberance can be overwhelming for kids younger than six years old.As with any dog, teach children how to approach and touch dogs, and supervise any interactions between dogs and kids to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's sleeping or eating or to try to take the dog's food away. No dog should ever be left unsupervised with a child.Vizslas get along with other dogs and can be friends with cats, especially if they're raised with them. They might be a little too fond of pet birds, if you know what we mean. Nor should they be trusted around small pets such as rabbits, hamsters, or gerbils.",
    "Rescue Groups": "Vizslas are sometimes bought without any clear understanding of what goes into owning one, and these dogs often end up in the care of rescue groups, in need of adoption or fostering. Other Vizslas end up in rescue because their owners have divorced or died. If you're interested in adopting an adult Vizsla who's already gone through the destructive puppy stage and may already be trained, a rescue group is a good place to start.Vizsla Canada AdoptionVizsla Club of America Rescue"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Sporting Dogs"
    },
    {
      "name": "Height",
      "value": "21 to 24 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "45 to 65 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 14 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}