{
  "id": "welsh-springer-spaniel",
  "url": "https://dogtime.com/dog-breeds/welsh-springer-spaniel",
  "name": "Welsh Springer Spaniel",
  "intro": "The Welsh Springer Spaniel dog breed was developed as a gundog to flush, or spring, game in the field. A faithful companion, they’re a favorite of discriminating hunters and families.\nAlthough they’re purebred dogs, you may find Welsh Springer Spaniels in shelters or in the care of rescue groups. If this is the breed for you, opt to adopt if possible!\nWelsh Springer Spaniels have a highly affectionate side and make excellent family companions. They can even adapt to apartment life; however, they do have high energy and must stay active to be happy. They also don’t take well to staying home alone all day. But give them the exercise, training, and attention that they need, and they’ll be your best friend.\nDogTime recommends this dog bed to give a good night’s sleep to your medium-sized Welsh Springer Spaniel. You should also pick up this dog fetch toy to help burn off your pup’s high energy!\nSee all Welsh Springer Spaniel dog breed facts and characteristics below!",
  "description": {
    "": "The Welsh Springer Spaniel (Welsh Springer or Welshie for short) takes his name from the way he \"springs\" at game to flush it for the hunter. He has been a favorite with sportsmen for more than 200 years. These lively, beautiful dogs excel in the field, and also are wonderful companions and family pets.A medium-size dog with a compact body, the Welshie's outstanding physical characteristic is a silky dark red and white coat of medium length that's dense with feathering on the ears, chest, legs and belly. He has large, hanging ears and a gentle expression. Welsh Springers are a little smaller and lighter than English Springers, and a bit taller and larger than English Cocker Spaniels.Welsh Springer Spaniels are trainable and eager to please. As a typical spaniel, they have a lot of enthusiasm. They are a little less outgoing than English Springer Spaniels and somewhat independent. They're gentle around children if they grow up with them or are exposed to them when they're young, and they're affectionate toward their families. Welshies can be reserved around strangers, and early socialization is important to prevent timidity. They are generally good with other pets in the household, even small ones, although they might see birds as prey since that's what they are bred to hunt.Because they're bred to be hunting dogs, Welshies require a lot more exercise than your average dog. They have a great deal of stamina and energy and can work for hours in all kinds of weather and terrain. That hunting instinct is strong, so keep them on leash in unfenced unless you want to see them take off in pursuit of a bird or bunny. Their enthusiasm for hunting is so great that they have a tendency to wander from the hunt field. Training a Welshie from a young age to come when called is a must.The Welshie's athletic skills aren't limited to hunting. Many people who have one participate in such activities as obedience, agility, flyball, and tracking.Because Welshies have such happy natures, they make great companions and family dogs. Their only aim in life — besides going after birds — is to be near their people and to please them in any way possible.",
    "Highlights": "Welsh Springer Spaniels are not as outgoing as English Springer Spaniels and may be a bit standoffish with strangers unless they are well socialized.They can suffer from separation anxiety if left alone too much and for too long. If this occurs, they may engage in destructive behavior.Welsh Springer Spaniels have a \"soft\" personality and will not respond well to harsh training methods.Although they are very trainable and eager to please, housetraining can be a challenge. Crate training is recommended.Especially when they are young, Welsh Springer Spaniels can greet you with a great deal of exuberance, jumping up on you and generally showing their joy at seeing you. You might want to train them not to jump, especially if you have children that they might accidentally knock to the ground.Welsh Springer Spaniels were developed to have great stamina and energy. Be sure you can provide your dog with adequate exercise or he may become nervous and destructive.Some Welsh Springer Spaniels can demonstrate submissive urination.Be sure to keep your Welsh Springer Spaniel on a leash when you take him to unfenced areas. You never know when he will see a bird or other small animal and be overcome by his instinct to hunt!To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "Spaniels are thought to have originated in Spain (hence their name) many centuries ago and eventually spread to other parts of the world. Welsh Springers, English Cockers, English Springer Spaniels, and other spaniels of British origin all share a similar early history. At first, all spaniels were called Cockers or Cocking Spaniels. They were named for the function they performed, not their type. Early breeders often interbred different types of dogs. Later, they began to divide spaniels into Water Spaniels and Land Spaniels. Welsh Springer Spaniel types were considered Land Spaniels. Many early writings mention a Welsh Cocker that many believe was the forerunner of today's Welsh Springer Spaniel. Tapestries created during the Renaissance depict a Land Spaniel that looks very similar to the Welsh Springer Spaniel.Welsh Springer Spaniels became a favorite hunting dog of nobility during the 1700s, but in the 1800s, they were replaced by English Springers and other spaniels. Eventually, the breed was revitalized during the Victorian period in England. At early dog shows in the 1800s, Welsh Springer Spaniels competed in the same class as English Springers, with the only difference being color.The Welsh Springer Spaniel was recognized by Britain's Kennel Club as a separate variety from the English Springer Spaniel in 1902. Originally, the breed was called the Welsh Spaniel or the Welsh Cocker. When designating it as a separate breed, the Kennel Gazette called it a Welsh Springer, which some feel might have caused some confusion with the English Springer Spaniel. Purists of the breed stress that Welsh Springers have no more connection with today's English Springer than any other variety of spaniel and are, indeed, their own separate breed.Several South Wales gentry raised Welsh Springers for years. One notable breeder in the early 1900s was A.T. Williams, of Ynys-y-Gerwn, Neath. He was passionate about the working abilities of the breed and lobbied for the preservation of its character and type. His grandfather had also had Welsh Springers in the late 1800s. Williams' had a dog named Corrin, which was born in 1893. Corrin was the first Welsh Springer Spaniel to be photographed, and was a key stud dog of the breed, as well as a successful show and working dog.Welsh Springer Spaniels were imported to America in the late 1800s and quickly gained popularity. The American Kennel Club (AKC) recognized the breed in 1906.In the first 20 years of the 1900s, although they never were to become a very common breed, popularity of Welsh Springer Spaniels grew both in the U.S. and England. One of the leading exhibitors and breeders in England was Mrs. H.D. Greene of Craven Arms, Shropshire. Her Longmynd bitches were immortalized in a painting by Maud Earl, an artist who was known primarily for her paintings of dogs and other animals. Mrs. Green was the Secretary of the first Welsh Spaniel Club in England, and unfortunately lost her kennel during World War I.In the U.S., August A Busch of Anheuser-Busch beer brewing fame, imported some dogs from R Hughes of Swansea, as well as two females named Longmynd Twig and L May Queen.World War I and World War II took its toll on dog breeding in the U.S. as elsewhere in the world. Between the years 1926 and 1948, no Welsh Springer Spaniels were registered by the AKC, and it was believed that there were no longer any in the U.S. After World War II, dogs were imported from England to revive the breed, and in 1961, the Welsh Springer parent club was formed.In England, the breed fared only a little better. After World War I, a new breed club was formed for Welsh Springers by Lt. Col. John Downes-Powell. The club was formed in 1923, and Lt. Col. Downes-Powell served as its Honorable Secretary until 1947.During the time between World War I and World War II, some outstanding Welsh Springers were produced in England, including Ch. Shot O'r Baili, and Ch. Marksman O'Mathern. One of the most influential dams was Goitre Lass, owned by Mr D Lewis of Talybont-on Usk. She had 9 litters between 1926 and 1932. Six of those litters were the result of being bred to Ch. Merglam Bang and produced five full Champions, three other CC winners and several other award winners.In 1939, an English dog exhibitor named Harold Newman was entrusted with ensuring the breed's survival during World War II. His dogs and his personality as a breeder, exhibitor, and judge are cited as major factors that helped Welsh Springer Spaniels stage a comeback in England in 1945. His stud named Dewi Sant sired eight show and full Champions. Newman gave a start to Miss D.H. Ellis (Downland) among others. Miss Ellis re-established the breed in the U.S. in 1950, and began Anne West's Linkhill kennel.The Welsh Springer Spaniel Club of America was founded in 1961 with 21 members. Today, their membership is more than 400 with members from the U.S., Canada, U.K, Finland, and Holland. Several of the founding members are still with the club.The Club held its first AKC Sanctioned Match for Welsh Springers in 1964 at the Randhaven Kennels. Always dedicated to preserving the working characteristics of the Welsh Springer Spaniel, the parent club holds many activities including sanctioned matches, hunt tests, obedience trials, and agility and tracking events.",
    "Size": "The average height at the shoulder for male Welsh Springer Spaniels is 18 to 19 inches, and they typically weigh 40 to 55 pounds. Females are usually 17 to 18 inches tall and weigh 35 to 50 pounds.",
    "Personality": "Welsh Springer Spaniels are trainable and eager to please. As a typical spaniel, they have a lot of enthusiasm and can sometimes be impulsive or headstrong. They are a little less outgoing than English Springer Spaniels and somewhat independent. Welshies can be reserved around strangers, and early socialization — exposure to many different people, sights, sounds and experiences — is important to prevent timidity.They'll bark to let you know when people are approaching —",
    "Health": "Welsh Springers are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Welshies will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition. In Welshies, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).Hip Dysplasia: Hip dyplasia is a heritable condition in which the thighbone doesn't fit snugly into the hip joint. Some dogs show pain and lameness on one or both rear legs, but you may not notice any signs of discomfort in a dog with hip dysplasia. As the dog ages, arthritis can develop. X-ray screening for hip dysplasia is done by the Orthopedic Foundation for Animals or the University of Pennsylvania Hip Improvement Program. Dogs with hip dysplasia should not be bred. If you're buying a puppy, ask the breeder for proof that the parents have been tested for hip dysplasia and are free of problems.Entropion: This is a condition caused by the lower eyelid folding inward toward the eye, resulting in a chronic irritation of the surface of the eye. It can be corrected through surgery.Epilepsy: This seizure disorder has been noted in some lines of Welsh Springer Spaniels and can be treated with medication. There is no cure.",
    "Care": "Welsh Springer Spaniels can be kept outside, with adequate shelter from the heat and cold, but they are such wonderful family companions, why wouldn't you want them in your house, sleeping at your feet in the evening? Welsh Springer Spaniels are fairly active indoors and can live comfortably in city apartments (with proper exercise, of course) or in the country. They do best with at least an average-size yard in which to run. Wherever they live, they are energetic dogs that need a lot of exercise to keep them from becoming fat, bored, and lazy.Keep training sessions short and positive. That's more suited to their personality and attention span than boring repetition. Train them with understanding and patience, and you'll be well rewarded.",
    "Feeding": "Recommended daily amount: 1.5 to 2.5 cups of high-quality dry food a day, divided into two meals.Note: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.You can determine whether your Welshie is buying the right food, feeding your adult dog.",
    "Coat Color And Grooming": "Welsh Springer Spaniels have a naturally straight, flat, soft coat that is never wiry or wavy. It's dense enough to serve as protection from wet, cold weather and rough country. They have some moderate feathering on the backs of the forelegs, the hind legs above the hocks, the chest, and the belly. The ears and tail are also lightly feathered.The coat is a dark, rich red and white. The white area may be flecked with red ticking.Welsh Springer Spaniels are fairly easy to groom. Brush them regularly to keep them looking their best and to prevent mats, which are especially common when they're shedding. Because their ears hang down, you need to check your Welshie's ears and clean them at least once a week to prevent ear infections. Bathe them only when necessary.",
    "Children And Other Pets": "Welsh Springers are gentle around children if they grow up with them or are exposed to them when they're young. If they're raised with them from puppyhood, they are generally good with other pets in the household, even small ones, although they might see birds as prey since that's what they are bred to hunt.",
    "Rescue Groups": "Welsh Springers are often purchased without any clear understanding of what goes into owning one. There are many Welshies in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Welshie rescue.The Welsh Springer Spaniel Club of America, Inc."
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Sporting Dogs"
    },
    {
      "name": "Height",
      "value": "17 to 19 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "35 to 55 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}