{
  "id": "west-highland-white-terrier",
  "url": "https://dogtime.com/dog-breeds/west-highland-white-terrier",
  "name": "West Highland White Terrier",
  "intro": "The best way to describe the wee West Highland White Terrier dog breed from Scotland is simply to say that they’re so full of self-esteem that they know they’re the best thing around. Always on the lookout for a good time, they’ll make you laugh while they entertain themselves.\nFans of the breed affectionately call these dogs Westies for short. Although these are purebred dogs, you may still find them in shelters and rescues. Remember to adopt! Don’t shop if you want to bring a dog home.\nWesties are friendly and happy, with a lively nature that endears them to everyone (except small rodents), especially when they cock their heads to the side and look at you quizzically. Affectionate and intelligent, these pups make great additions to just about any family living in any size of home, even apartments. Just make sure you can provide a good amount of exercise and plenty of play sessions.\nSee all dog breed traits and facts about West Highland White Terriers below!",
  "description": {
    "": "To say that the West Highland White Terrier — or Westie, as he's affectionately called — is a \"big dog in a little dog's body\" doesn't do him justice. He's not pushy or temperamental, and he doesn't need to challenge or demand. He's not stubborn so much as just interested in what's in it for him. Convince him that what you want is in his best interests, and he'll jump right on board with your plan.Originally developed for hunting and ratting, the Westie learned to think on his own, a trait he still enjoys indulging in today (although there will undoubtedly be times you might not enjoy it quite as much). The Westie's instinct to work is now usually channelled into agility and obedience competitions rather than getting rid of rodents. He also works as a therapy dog, and a few Westies have even joined search-and-rescue teams. He is also known to compete in earthdog tests, tracking, and flyball. You can focus all of his abundant energy into any one or more of these jobs.Mostly, though, the West Highland White Terrier is a companion, and he enriches his family's life with his silly antics and love of life. He's a social guy who gets along well with everyone, strangers included, and he is not a one-person dog. He's affectionate with children of all ages, and he does well living with older kids. He gets along with other dogs in public settings (unless he's one of two intact males in the group), and he positively thrives in homes with multiple dogs. He can adapt to cats — despite chasing them from time to time, he will usually settle down nicely with friendly kitties. What he cannot adapt to are small animals that run free, such as rabbits or gerbils, since the wee white one has a strong prey drive.The Westie is happy in any type of living situation and will do well in the country or in the city. He needs to live inside with his family, however, not outside. He makes an excellent apartment resident if properly exercised and trained not to bark. He's happy to stay at home while you're at work, and — with proper stimulation and safety precautions — he's fine on his own during your workday. To top it all off, he's also an easy traveler, whether on long vacations or short errands.The West Highland White Terrier can be trained easily. He's intelligent and a quick learner, and training will amuse him as long as it remains positive and consistent. In fact, using positive reinforcement laced with consistency is the only way to train a Westie. Clicker training is an excellent training method for him. You're wasting your time using harsh corrections, since his \"what's in it for me\" attitude is likely to kick in, causing him to shut down and ignore the commands.The Westie will definitely alert bark when he sees or hears something suspicious, and without fail he'll announce visitors, letter carriers, and dogs who walk in front of the house. Some will even announce bugs who fly by. In other words, he can be pretty darn noisy. But with appropriate training from a young age, he can be taught to bark only once when he sees or hear something.A popular breed, the Westie can be affectionate and loyal but still possess enough independence and self-assurance that he doesn't need pampering (although he'll never turn it down). Some Westies like being a lapdog more than others. He likes being clean, which makes him a piece of cake to housetrain. He makes a wonderful companion for a first-time or inexperienced dog owner. With his easygoing nature, intelligent eyes, and fun-loving personality, the Westie can melt even the coldest of hearts.Generally a calm guy when he's indoors (where he may hang out on the couch like a white lounge lizard), the Westie will often morph into a different dog outside. He can be a speed demon who zooms around the dog park, and he can hike with his people all day. He loves playing games, flinging plush squeaky toys around, or just romping through the backyard sniffing and surveying his domain. And while he can enjoy digging, it seems to be an acquired passion. (With proper training, and by redirecting him whenever you catch him in the act, this habit can be stopped.) Some Westies can be exercised indoors by playing fetch down a hallway. Although he doesn't require quite as much exercise as some breeds, expect to walk him once or twice every day to keep him happy and healthy.The Westie is not meant to live outside, however. He does best in the house, although he's not really a lapdog or an avid cuddler. On the independent side, he'll bypass the center of the action for a spot just near it. (If that spot is close to a heating vent, so much the better.) He can watch the household while you're at work; although some individuals can suffer from separation anxiety, it's not a common trait in the breed. Just give him safe but entertaining toys and activities to keep him from becoming bored: turn on a radio, leave him with frozen kongs stuffed with peanut butter, and make his crate a cozy haven.",
    "Highlights": "A Westie can have terrier traits (no surprise there). He will dig, bark, and go after vermin. But with proper training, he can be trained to only bark once and to not dig at all, although some dogs are less easily discouraged than others. The vermin chasing, however, is hardwired, and no amount of training will alter it.A Westie does well in multidog homes, unless there is more than one intact male (and he's one of them). He can get used to cats. He cannot adapt to small pets, such as rabbits and birds, because of his strong prey drive.He's generally easy to train if it's done in a positive and consistent way. Bear in mind that a Westie has a strong will and great self-esteem, which can cause some training difficulties if training becomes boring or is too harsh.His coat is easy to groom and only requires regular brushing. If he's not clipped, his coat requires stripping about twice a year.He's a low shedder.Although he doesn't require as much exercise as other breeds, the Westie still needs one or two daily walks or play sessions. He generally has a low energy level inside the house, though individual dogs vary in this regard.A Westie is adaptable and will do well in any type of dwelling, including apartments (although if he isn't trained out of barking, he's likely to cause difficulties with the neighbors).He's a social dog who gets along well with everyone. He likes children of every age, but he's better suited to homes with older children.A Westie can be left for long periods of time when his people are working. Turning on a radio, providing toys and kongs, and crating him are the key strategies to use.If you are a fastidious gardener, the Westie is not your best choice, since he may become fond of digging up plants and be just a tad too enthusiastic about helping you garden.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "The West Highland White Terrier shares a history with that of the Dandie Dinmont, Skye, Scottish, and Cairn Terriers; they are all considered branches of the same breed. The West Highland White Terrier originated in Scotland and was used for hunting fox, badger, and otter and for killing vermin such as rats.There's not much evidence to determine the exact history of the West Highland White Terrier, but many believe that the breed can be traced back to the seventeenth century and a small breed of earth dogs that James I of Argyllshire gave to the king of France.According to breed lore, the Westie's white color resulted from a tragic nineteenth-century accident that occurred while Colonel Malcolm of Poltalloch was hunting fox. The colonel accidentally shot and killed one of his wheaten-colored Cairns. Devastated, and determined to prevent such accidents in the future, he decided to breed only white dogs that couldn't be confused with foxes.The West Highland White Terrier has been known by many names, including the Poltalloch Terrier and the Roseneath Terrier, but he was officially recognized by the Kennel Club of England as the West Highland White Terrier in 1906.",
    "Size": "The West Highland White Terrier is a sturdy little dog with a deep chest and a slightly rectangular shape. Males are about 11 inches tall and typically weigh 15 to 22 pounds; females are roughly 10 inches tall and weigh 13 to 16 pounds. (Unless, of course, you have a soft heart and fall prey to those pleading brown eyes — in which case your Westie, of either sex, could weigh at least twice the norm.)",
    "Personality": "The West Highland White Terrier is a bold, confident, fun-loving, intelligent dog who can find joy in the simplest pleasures of life, such as squeaky toys, a belly rub, and food. His happy disposition and love of life make him a favorite for many, in spite of his mischievousness. He doesn't lack any self-esteem, but he's not so overbearing in his confidence that his self-assurance becomes a negative trait.He is friendly and gets along with everyone, and he enjoys being part of his family. No docile lapdog, he can be spunky. He rarely starts a fight, but he is after all a terrier, so he won't walk away from one. He's a lively little guy who greets the adventures in life with a sparkle in his eye and a skip in his step — particularly when he's mowing over your feet to get to his food bowl.Same-sex aggression around other dogs is not rare, though females tend to be more alpha than males. The males lean more toward the happy-go-lucky lapdog.",
    "Health": "Westies are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Westies will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition. In Westies, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).Craniomandibular Osteopathy: This condition affects the skull bones while a puppy is growing, causing them to become irregularly enlarged. Symptoms usually appear between four and eight months of age. The cause is unknown but believed to be hereditary. Often the puppy's jaw and glands will become swollen, and he won't be able to open his mouth. He'll drool, have a fluctuating fever that recurs every couple of weeks, and, in some cases, his chewing muscles may atrophy. There is no treatment, but anti-inflammatories and pain relievers help the dog deal with what is a painful condition. Proper nutrition is a must; in severe cases, a feeding tube may be needed. The irregular bone growth slows and typically stops by the time the puppy becomes a year old. The lesions can regress, but a few dogs have permanent jaw problems and therefore have trouble eating. Occasional cases are severe enough to call for jaw surgery.Legg-Calve-Perthes Disease: If your Westie has Legg-Perthes, the blood supply to the head of the femur (the large rear leg bone) is decreased, and the head of the femur that connects to the pelvis begins to disintegrate. The first symptoms, limping and atrophy of the leg muscle, usually occur when puppies are four to six months old. Surgery can correct the condition, usually resulting in a pain-free puppy.Cataracts: This common eye condition cause sopacity on the lens of the eye, resulting in poor vision. The dog's eye(s) will have a cloudy appearance. Cataracts usually occur in old age and sometimes can be surgically removed to improve vision. West Highland White Terriers are usually afflicted by juvenile cataracts.Pulmonary Fibrosis: Also known as Westie lung disease, this malady scars the supporting tissue in the air sacs and connective tissue of the lungs. This makes the lungs loose their elasticity, which prevents oxygen from passing normally into the blood. Symptoms vary from dog to dog — many dogs show none for years — but they can include loss of stamina, rapid breathing, \"crackling\" in the lungs, a dry cough, shortness of breath, and difficulty breathing. Pulmonary fibrosis can lead to heart failure and other diseases as well. There is no cure and prognosis is always poor, so prevention is critical. Preventing any respiratory infections, limiting exercise, and keeping a healthy weight (or losing weight for overweight dogs) is key. The disease is sometimes treated by keeping the house cool and using bronchial dilators. Treatment has greater success if the disease is diagnosed early, before the scarring gets out of hand.Patellar Luxation: Also known as slipped stifles, this is a common problem in small dogs. The patella is the kneecap. Luxation means dislocation of an anatomical part (as a bone at a joint). Patellar luxation is when the knee joint (often of a hind leg) slides in and out of place, causing pain. This can be crippling, although many dogs lead relatively normal lives with this condition.",
    "Care": "Crate training benefits every dog and is a kind way to ensure that your Westie doesn't have accidents in the house or get into things he shouldn't. A crate is also a place where he can retreat for a nap. Crate training at a young age will help your Westie accept confinement if he ever needs to be boarded or hospitalized. Never stick your Westie in a crate all day long, however. It's not a jail, and he shouldn't spend more than a few hours at a time in it except when he's sleeping at night.Some Westies like to swim, but they should be supervised at all times while doing so — they're not as at home in the water as many of their canine cousins.",
    "Feeding": "Recommended daily amount: 1/2 to 1.5 cups of high-quality dry food a day, divided into two meals.NOTE: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.For more on feeding your Westie, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "Westies have a double coat, with a short undercoat and a topcoat close to two inches long. That double coat protects him from inclement weather and from the teeth and claws of his quarry. The wee white one should, of course, always be white. Any other color is considered a fault in the show ring.His coat is easy to groom and requires regular brushing and trimming. Show dogs generally undergo stripping about twice a year, but most pet owners don't bother. Trimming is usually needed on the feet, and around the ears and eyes. The hair on his head is often plucked to produce that definitive round shape you see on show dogs. His shedding tendencies range from low to nearly zero.The coat stays fairly clean and he should only be bathed when necessary. To keep that coat a nice sparkly white, the Westie requires some tidying and may need to be wiped down — sometimes frequently.Check his ears once a week for dirt, redness, or a bad odor that can indicate an infection. Also wipe them out weekly with a cotton ball dampened with gentle, pH-balanced ear cleaner to prevent problems.",
    "Children And Other Pets": "The West Highland White Terrier is a loving dog who is good with older children. But he must have adult supervision around children, particularly younger ones. Some breed books have overemphasized how well the Westie gets along with kids, so breed clubs recommend that all children in a Westie's home be older than seven years of age. This dog can snap if annoyed — but if child and dog are properly supervised, the Westie can do well with children of all ages.A West Highland White Terrier is good with other dogs and is suited for multidog homes. However, an intact male generally dislikes other intact male dogs, Westie or otherwise. He can adjust to cats, but that's easier if he's been raised with them rather than adjusting to a late-life introduction; he has a strong prey drive and will chase cats who decide to run from him. A Westie should not be trusted with small animals because of his prey drive. Bred to go to ground after little varmints, and he can't differentiate between the caged pet mouse in your child's bedroom and a wild mouse that found its way indoors. If you want any small pet, including rabbits or birds, this isn't the breed for you.",
    "Rescue Groups": "Westies are often purchased without any clear understanding of what goes into owning one. There are many Westies in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Westie rescue.National Westie RescueWestie Rescue of CaliforniaWestie Rescue USA"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Terrier Dogs"
    },
    {
      "name": "Height",
      "value": "10 to 11 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "13 to 22 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 16 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}