{
  "id": "whippet",
  "url": "https://dogtime.com/dog-breeds/whippet",
  "name": "Whippet",
  "intro": "The Whippet dog breed was a hunter’s best friend, speedily going after rabbits and other small game. Today the breed competes in agility, flyball, lure coursing, rally, and obedience and is a loving therapy dog.\nEven though these are purebred dogs, some may still end up in the care of shelters or rescues. Consider adoption if this is the breed for you.\nThis breed’s unique nature, friendly personality, and stylish look make them a favorite as a family companion, as well as in the show ring. They can even make great apartment pets; although, they require plenty of exercise to burn off their high energy, and they also don’t enjoy being left home alone for long hours of the day. You may not get a great watchdog with a Whippet, as they rarely bark, even at strangers. But you will get a highly affectionate companion for the whole family.\nDogTime recommends this dog bed to give a good night’s sleep to your medium-sized Whippet. You should also pick up this dog brush and massager for your short-haired pup!\nSee all dog breed traits and facts about Whippets below!",
  "description": {
    "": "Nicknamed the \"poor man's Greyhound,\" the elegant yet powerful Whippet was probably created some time in the late 18th century for use by poachers in search of rabbits and other small game, as well as in \"snap\" contests, in which the goal was for the dog to snap up rabbits in a circle. They really came into their own, however, when it was discovered that they would chase a waving rag, and Whippet racing became popular among working class men.This medium-size hound has a short, dense coat in a variety of colors and markings covering a streamlined body. The Whippet is not a miniature Greyhound but was developed by crossing Greyhounds with smaller terriers and, later, Italian Greyhounds. The result was a sleek and beautiful dog who's gentle and affectionate.The Whippet is often called the perfect all-purpose dog and is a keen competitor in agility, flyball, and lure coursing. Although they're known for their independent temperament, which can make obedience training challenging, plenty of Whippets compete successfully in obedience trials.The Whippet usually gets along with other dogs and people, although early socialization — exposure to different people, sights, sounds, and situations — is necessary to keep your Whippet from becoming fearful of new situations. If you're fond of cats, however, the Whippet may not be the best choice. This breed has a strong prey drive. Although some Whippets can live peacefully with cats and other small furry pets, there have been cases of Whippets killing family cats. You may be able to train and socialize your Whippet to accept the family cat, but it's important to always supervise their interactions and never leave them alone together.That same prey drive that makes Whippets unsuitable to homes with cats makes them unsuitable to walks off leash. They will give chase if they see something worth chasing, and even a well-trained Whippet will disregard commands to come. Some have pursued prey for miles.Whippets enjoy daily walks, and an opportunity to run in a fenced yard or other confined area is always appreciated. An underground electronic fence is not sufficient to keep them contained; they'll ignore the shock it gives in favor of going after any moving object.In the home, they're gentle and undemanding, asking only to enjoy your company. With children they're playful and mischievous. Their thin coats and affectionate nature make them unsuited to living outdoors. Whippets will snuggle with you on the sofa and warm your feet in bed at the end of an active day.",
    "Highlights": "Whippets are suitable for apartment living if you have access to a safely fenced area where they can run. Whippets have low energy levels indoors, but will become overactive and destructive if their exercise needs are not met.When Whippets are not socialized properly they can become timid and stressed by changes in their environment. A properly socialized Whippet is a polite and undemanding dog who's wonderful with strangers and other dogs alike.Whippets aren't very good watchdogs as they rarely bark and are friendly toward everyone they meet.Whippets need daily exercise and will enjoy romping and running in a fenced yard or on leash.A Whippet should never be allowed to run off leash during walks.Whippets have a strong prey drive and will pursue other animals for several miles.Underground electronic fencing is not recommended for Whippets. They will ignore the shock if they see something to chase. A 5- or 6-foot fence should be enough to confine your Whippet.Whippets don't shed excessively, and weekly brushing will help keep loose hair off your clothes and furniture.A Whippet's thin skin is vulnerable to scrapes, tears, and nicks.Without daily exercise, a Whippet can become destructive. When their exercise needs are met, Whippets are generally quiet and calm dogs.Whippets are not outdoor dogs and should live in the house with their people. Whippets can suffer from separation anxiety and can become destructive when they do. It's important to spend time with your Whippet and allow him the freedom to follow you from room to room or just snuggle at your feet, or more likely on the couch with you.Although Whippets do very well in multi-dog households, there have been cases of Whippets attacking and killing cats. There have been some Whippets who live happily with cats and other small furry pets, but these dogs were socialized to the animal at a very young age. If you have any other small pet besides another dog, please be aware that the Whippet might chase the other pet — or worse injure it  — if he's not properly socialized or trained.Whippets are great companions for kids. Nonetheless, it's important to teach your child how to properly interact with dogs and to never leave a young child alone with any breed of dog.Whippets get cold easily. Buy a sweater or coat for your Whippet to wear when it's cold, wet, or snowy outside.To get a healthy pet, never buy a puppy from a backyard breeder, puppy mill, or pet store. Find a reputable breeder who tests her breeding dogs for genetic health conditions and good temperaments.",
    "History": "The Whippet is a fairly modern breed, not much more than a couple of hundred years old. He was developed in Northern England, specifically Lancashire and Yorkshire, probably during the late 1700s, by crossing Greyhounds with fast, long-legged terriers. The result was a small, swift dog frequently used by poachers to hunt rabbits and other small game on local estates.The Whippet became popular with working men in Northern England, who spent their off hours seeing whose Whippets could kill the most rabbits or rats or whose was the fastest. Whippet races usually took place on a straight track that spread down roads and across fields. The Whippets would chase a rag or piece of cloth, and the contests became known as rag races.While the working class bred and perfected the racing and hunting spirit in the breed, it's said that the upper class perfected the look of the breed as it is today by adding in some Italian Greyhound for refinement. England's Kennel Club recognized the Whippet as a breed in 1891. The first Whippet to be registered with the American Kennel Club was a dog named Jack Dempsey, in 1888.Today the Whippet continues to inspire admiration for his stylish look, versatility, and devoted companionship. He's ranked 60th among the 155 breeds and varieties recognized by the AKC.",
    "Size": "A male Whippet is 19 to 22 inches tall at the shoulder; females are 18 to 21 inches. Their weight ranges from 18 to 48 pounds, with females being smaller. Males average 34 pounds, females 29 pounds.",
    "Personality": "Amiable, friendly, quiet, and gentle at home, the Whippet is intense in the chase. He requires a leash or a fenced yard to prevent him from taking off after any moving object, be it a bunny or a radio-controlled car. He doesn't bark much, but he's alert and makes an excellent watchdog. Guard dog? Not so much. He'll happily show the burglar to the silver.Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Choose the middle-of-the-road puppy, not the one who's beating up his littermates or the one who's hiding in the corner. Always meet at least one of the parents — usually the mother is the one who's available — to ensure that they have temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when he grows up.Like every dog, Whippets need early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Whippet puppy grows up to be a well-rounded dog. Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills.",
    "Health": "The Whippet is a generally healthy breed, and buying from a responsible breeder will help ensure that you get the healthiest Whippet possible. A puppy from a reputable Whippet breeder will be vaccinated and dewormed before you take him home. Responsible breeders use only physically sound, mature (at least 2 years or older) dogs, and test their breeding stock for genetic diseases pertinent to the breed.Both parents should have health clearances, documentation that a dog has been tested for and cleared of a particular condition. In Whippets, you should expect to see health clearances from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal.Health clearances are not issued to dogs younger than 2 years of age. That's because some health problems don't appear until a dog reaches full maturity. For this reason, it's often recommended that dogs not be bred until they are two or three years old.The following conditions may affect Whippets:Anesthesia Sensitivity: Sighthounds, including Whippets, are sensitive to anesthesia and some other drugs. A normal dose for any other dog of the Greyhound's size can kill a Greyhound, probably because of the breed's low percentage of body fat. Choose a veterinarian who is aware of this sensitivity in sighthounds and will know how to dose your Greyhound. If you cannot find a veterinarian in your town who is knowledgeable about sighthounds, be sure to alert her to this sensitivity to ensure that all anesthetics and drugs are properly administered to your dog.Deafness: Deafness is uncommon in Whippets, but it occurs occasionally. Whippets who are deaf have special training and communication needs, but there are many aids on the market, such as vibrating collars, to make life easier for you and your dog.Eye Diseases: Some Whippets may develop various eye defects. The breeder from whom you purchase your puppy should have eye clearances dated within the past year for both parents certifying that their eyes are normal.von Willebrand's Disease: This is a blood disorder that can be found in humans and dogs. It affects the clotting process due to the reduction of von Willebrand factor in the blood. A dog affected by von Willebrand's disease will have signs such as nose bleeds, bleeding gums, prolonged bleeding from surgery, and prolonged bleeding during heat cycles or after whelping. Occasionally blood is found in the stool. This disorder is usually diagnosed in your dog between the ages of 3 and 5 and cannot be cured. However, it can be managed with treatments that include cauterizing or suturing injuries, transfusions of the von Willebrand factor before surgery, and avoiding certain medications.",
    "Care": "Most important to a Whippet's comfort is a nice, soft bed to cushion his body as well as access to your sofa and bed so he can cuddle with you. For cold-weather walks, he'll need a sweater or coat to help him stay warm. He can't tolerate being outdoors in the cold for long periods.A 5- to 6-foot fence will safely contain your Whippet in his yard. An underground electronic fence won't. Your Whippet will readily ignore any shock in favor of giving chase.Give your Whippet a couple of 20- to 30-minute walks on leash daily. As often as possible, he'll love the chance to run off leash in a fenced yard or park, but don't be surprised if his burst of energy lasts only a few minutes.Be careful not to exercise your Whippet puppy too heavily. It's important to avoid any strain on their joints or system. The general rule is five minutes for every month of age; in other words, a 5-month-old puppy should receive no more than 25 minutes of exercise per day.Whippets are easily housetrained, and using a crate will help. A crate is your Whippet's safe place, and he won't want to soil it. Putting him in it when you can't watch him will ensure that he doesn't have an accident in the house or chew up something he shouldn't. A crate keeps him safe and both of you happy.Train your Whippet with praise, patience, and positive reinforcement. Whippets are smart and willing, but they also have a mind of their own. Reward them with food or praise when they do what you like, and never be harsh with them. They're sensitive and will stop working for you if you yell at them, try to force them to do something, or hurt their feelings.With patience and consistency, you will find yourself the owner of a well-trained Whippet. After basic obedience you may want to pursue training in dog sports such as flyball, agility, and lure coursing.",
    "Feeding": "Recommended daily amount: 1 to 1.5 cups of high-quality dry food a day, divided into 2 feedings.Note: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.For more on feeding your Whippet, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The Whippet's short, smooth coat lies close to the body. It can be any color or color combination. You'll see him in black, white, red, fawn, blue, cream, brindle, and various combinations of those colors with a wide variety of spots, blazes, and patches.Keep your Whippet's coat shiny with weekly brushing, using a rubber curry brush or hound glove. This will help to remove what little hair the breed sheds. You shouldn't need to bathe your Whippet frequently unless he rolls in something stinky.Because of his thin coat, a Whippet's skin is not as protected as that of other breeds. It's common for Whippets to have nicks, scrapes, and tears that occasionally require stitches. Check him frequently for such injuries and to ensure that there are no infections in any of the nicks and scrapes.Otherwise, the only grooming he needs is dental hygiene and nail care. Brush your Whippet's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim nails once or twice a month if your dog doesn't wear them down naturally. If you can hear them clicking on the floor, they're too long. Short, neatly trimmed nails keep the feet in good condition and prevent your legs from getting scratched when your Whippet enthusiastically jumps up to greet you.Begin accustoming your Whippet to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth and ears. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the ears, nose, mouth, and eyes, and on the feet. Ears should smell good, without too much wax or gunk inside, and eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "Whippets enjoy playing with kids. They're not so large that they knock them over easily, and they're not so small or delicate that they're easily injured by them. That said, a few ground rules will keep everyone safe.Always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's sleeping or eating or to try to take the dog's food away. No dog should ever be left unsupervised with a child.Whippets like the company of other dogs, and the presence of another dog or two can help keep them from being lonely if you're gone during the day. They have a high prey drive, however, and aren't really suited to living in homes with cats. It's their nature to chase small furry creatures, after all. Some Whippets can learn to live peacefully with cats, especially if they're brought up with them from puppyhood, but you should always supervise them when they're together and separate them when you're not home.",
    "Rescue Groups": "Whippets are often bought without any clear understanding of what goes into owning one, and these dogs often end up in the care of rescue groups, in need of adoption or fostering.National Whippet Club of CanadaNorthern California Whippet Fanciers AssociationWhippet Rescue and Placement"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Hound Dogs"
    },
    {
      "name": "Height",
      "value": "18 to 22 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "18 to 48 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 5
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 2
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}