{
  "id": "whoodle",
  "url": "https://dogtime.com/dog-breeds/whoodle",
  "name": "Whoodle",
  "intro": "The Whoodle is a mixed breed dog — a cross between the Soft-Coated Wheaten Terrier and Poodle dog breeds. Playful, friendly, and active, these pups inherited some of the best qualities from both of their parents.\nWhoodles also go by the names the Wheatendoodle, the Wheatenpoo, the Sweatendoodle, and the Sweatenpoo. Despite their plush image, you may find these mixed breed dogs in shelters and rescues, so remember to always adopt! Don’t shop!\nThese super cute canines make for smart and friendly dogs, and you’ll love showing off photos of your Whoodle to your family and friends. But Whoodles are also extremely active dogs and can be very headstrong at times, so you’ll need to demonstrate that you’re in charge of the household when you bring your pup home!\nSee below for all mixed dog breed traits and facts about Whoodles!",
  "description": {
    "Highlights": "The Whoodle is a mixed breed dog. They are not purebreds like their Soft-Coated Wheaten Terrier or Poodle parents.Whoodles are enthusiastic, intelligent, and affectionate. They need exercise and attention from their humans to stay mentally and physically healthy.Whoodle coats are silky and medium length, and they require daily brushing. They can be black, brown, red, silver grey, and cream. The coat might be solid colors or could also be spotted.Whoodles are considered hypoallergenic and may be easier for allergy sufferers than other dogs.",
    "History": "The Whoodle originally hit the dog scene in the mid-1900s, which makes it a relatively new breed. It's said that the Whoodle was an attempt to combine the natural intelligence of a Poodle with the Soft-Coated Wheaten Terrier's alluring fur.When it comes to the history of the Whoodle's parent breeds, the Poodle first became a popular canine in France, while the Soft-Coated Wheaten Terrier dates back to the 1700s when it was bred as a herding dog. Soft-Coated Wheaten Terriers were particularly popular in Ireland, where their natural resilience allowed them to successfully survive the potato famine.Even though the Whoodle looks like a very cute and super plush designer dog, many of them end up in shelters so consider adoption if you decide this is the breed for you!",
    "Size": "As a relatively newer dog breed, the Whoodle may come in both small and medium sizes.Most weigh in at 20 to 45 pounds and range in height from twelve to 20 inches. That said, your Whoodle might wind up being smaller or larger than the average range.",
    "Personality": "You'll often hear fans of the Whoodle describe the breed as being enthusiastic, full of energy, and smarter than your average canine. Whoodles definitely love to be surrounded by toys, and will nearly always be up for a fun-filled play session. This is one breed that always wants to be around people and craves company. Consider the Whoodle a dog who wants to be your friend.When out and about, you'll find the Whoodle to be an inquisitive dog who enjoys taking long walks--so your Whoodle is going to love living near a spacious park or somewhere with long trails, whether through the woods or along the beach.Proper and early socialization is key when living with a Whoodle. This breed has strong and confident leadership qualities, so you'll need to make sure your Whoodle knows who's the boss of the household--patience is key when training a Whoodle as they often give off the impression they know best and do not take kindly to being yelled at. But train your Whoodle with kindness and encouragement and you'll have a loyal friend for life.",
    "Health": "Whoodles are generally considered to be healthy dogs, although they can suffer from some common health issues. As with any dog, it's important to maintain good care and schedule regular veterinary checkups.Some of the more common health problems Whoodles suffer from include:Eye infections and diseasesKidney issuesAddison's diseaseRetinal atrophy",
    "Care": "As with all dogs, it's important to keep up your Whoodle's regular veterinary checkups to detect any health concerns early. Your vet can help you develop a care routine that will keep your dog healthy.Whoodles are a breed that needs to undertake a decent amount of exercise. Try to aim for at least one mile of walking every day--and more if you can fit it in. Whoodles are naturally playful and energetic dogs, so you need to keep them active.The Whoodles' parent breeds, the Poodle and the Soft-Coated Wheaten Terrier, are pretty high maintenance dogs, and just like them your Whoodle will require regular grooming. The dog's silky coat should be brushed daily. It's also advisable to consider regular coat trimming sessions every two or three months.Whoodles require regular nail trimming, so either invest in appropriate tools yourself or find a trusted groomer to carry out the process. Consult with your vet if you have any concerns about how best to care for your Whoodle's grooming needs.",
    "Feeding": "An ideal Whoodle diet should be formulated for a medium-sized breed with medium energy.As with all dogs, the Whoodle's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Whoodle's diet, as there is far too much variation among individual dogs--including weight, energy, and health--to make a specific recommendation.",
    "Coat Color And Grooming": "Whoodle coats are often described as being silky to the touch. The dog's fur usually comes in a range of colors including black, brown, red, silver grey, and cream. The coat might also be spotted.Whoodles have medium length coats. Due to the luxurious nature of the dog's coat, daily brushing is recommended. Whoodle coats are hypoallergenic, which makes the breed an excellent choice if you suffer from allergies.In general, Whoodles prefer colder weather over hotter climates. If you're out walking, make sure to take responsible steps to avoid any chances of heat exhaustion, especially during the summer months.",
    "Children And Other Pets": "Whoodles are generally playful and active dogs and usually make very good companions for children. Just remember to teach any young children how to responsibly interact with dogs, as Whoodles can also be headstrong and won't take well to being mishandled or provoked. Supervised play sessions are advised, especially during the first few months of introducing a Whoodle into your home.Whoodles are very social dogs and usually do fine living with other domestic pets--but always exercise caution when two new pets meet for the first few times.Making sure that your Whoodle undergoes proper socialization and appropriate training from a very young age can be key to creating a successful living environment at home.",
    "Rescue Groups": "It may be hard to find a breed-specific rescue for Whoodles because they are a mixed breed. However, you may want to try Soft-Coated Wheaten Terrier or Poodle breed-specific rescues, as they often care for mixes, as well. Here are some rescues you can try:S'Wheat Rescuse & AdoptionsPoodle Club of America Rescue Foundation, IncYou can also try DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Mixed Breed Dogs"
    },
    {
      "name": "Height",
      "value": "12 to 20 inches"
    },
    {
      "name": "Weight",
      "value": "20 to 45 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 1
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}