{
  "id": "wirehaired-pointing-griffon",
  "url": "https://dogtime.com/dog-breeds/wirehaired-pointing-griffon",
  "name": "Wirehaired Pointing Griffon",
  "intro": "The Wirehaired Pointing Griffon is a happy and loving dog breed. They make excellent gundogs or family companions, and they suffers from comparatively few diseases. With their sense of humor and lively nature, they’re a good match for an energetic family looking for a dog to be part of their daily activities.\nAlthough they’re purebred dogs, you may find Wirehaired Pointing Griffons in shelters or in the care of rescue groups. If this is the breed for you, opt to adopt if possible!\nBright, affectionate, and playful, these dogs will get along with every member of the family. Apartment dwellers beware, though, as this is not a breed that takes well to apartment life. They need plenty of activity and space to exercise, and they don’t care for being left alone for long hours during the day. If you can provide an active home with plenty of physical and mental stimulation, you’ll have a happy, loving friend for life.\nDogTime recommends this dog bed to give a good night’s sleep to your medium-sized Wirehaired Pointing Griffon. You should also pick up this dog water bottle for any outdoor adventures you have with your pup!\nSee all Wirehaired Pointing Griffon dog breed facts and characteristics below!",
  "description": {
    "": "The Wirehaired Pointing Griffon is a medium-sized gundog breed of relatively recent vintage. The breed was developed near the end of the 19th century, and ever since then these dogs have awed people with their amazing ability to point and retrieve.The Wirehaired Pointing Griffon was originally used for hunting and would flush, point, and retrieve water fowl, game birds, and even hares. She's been described as the \"supreme gundog\" and is still actively used in this role. She also makes an excellent family companion and enjoys any kind of work. Many Griffons have been successful in agility, tracking, and obedience.The Wirehaired Pointing Griffon is also a happy and loving breed. She generally gets along well with everyone, and although she'll alert bark, she's too gentle to be a strong guard dog. She does well in homes with children, but she prefers older children who know how to treat a dog properly. She usually gets along with other pets and dogs but still needs to be socialized, since some Griffons can be nervous when they're introduced to new people, dogs, and situations.Griffons are an energetic breed and require daily exercise. They will do much better when they have an area to run in, and most exercise should be off-lead in the yard. They're not recommended for apartments, and although they can adapt to city living, they do much better in the country. They thrive when they're in the company of their families and are not the best breed to live outside in the yard or in a kennel.The Wirehaired Pointing Griffon is considered to be a nonshedder and should make an excellent dog for people with allergies. They do require some grooming with weekly brushings, and some stripping of the coat is required.Wirehaired Pointing Griffons are always eager to please and are very intelligent. Generally they're easy to train and enjoy working closely with their owners.Despite the fact that the breed is young, it has gained popularity. Griffons are free from many inherited disorders, have a sense of humor that's endearing, and they're ideal hunting and family companions. If you're looking for a high-energy, humorous hunting and family dog, this may be the breed for you.",
    "Highlights": "Wirehaired Pointing Griffons are sporting dogs and consequently have a great deal of energy. They require daily exercise, preferably a minimum of 20 minutes off-leash per day.They can adjust to city living, although they're not recommended for apartments. Griffons do best in the country where they have room to run. They also do better if they reside inside the home with their families, rather than living in the yard or a kennel.Wirehaired Pointing Griffons thrive when they're with their owners; they can suffer from separation anxiety if they're left alone for long periods at a time.Although they're a nonshedding breed, Griffons still require some care. Expect to brush about once a week and to strip the coat several times per year.Wirehaired Pointing Griffons generally do well with other dogs and pets.Griffons enjoy being a companion breed. They have a loving and gentle temperament, making them good with children. They're usually accepting of everyone, although some can be high-strung and nervous when introduced to new people, dogs, and situations. Early socialization is important with all breeds, and the Wirehaired Pointing Griffon is no exception.Although they don't have the suspicious nature of guarding breeds, Wirehaired Pointing Griffons do make excellent watchdogs since they will alert bark if someone comes to the house. Don't expect them to carry it further and defend the house, though, since they tend to be easygoing with everyone.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "The Wirehaired Pointing Griffon is a fairly young breed. Its development is attributed to one E.K. Korthals, a Dutchman who lived in France and was interested in creating the ideal gundog. There's no clear evidence of what breeds he used, but some believe that he crossed the Otterhound and various Setters and Spaniels. It's also probable that a Pointer was part of the mix.Starting his work in 1874, he eventually produced three dogs — Moustache I, Querida, and Lina — who in turn produced the best lines in the Wirehaired Pointing Griffon breed.Korthals was soon able to win over many people to his breed's ability to point and retrieve. The Wirehaired Pointing Griffon gained popularity quickly and the breed was first exhibited in a show early in its history. In 1887, the first Wirehaired Pointing Griffon was registered in the United States.",
    "Size": "The Wirehaired Pointing Griffon should be a medium-sized dog, males averaging 22 to 24 inches in height and females ranging from 20 to 22 inches. The average weight is 50 to 60 pounds.",
    "Personality": "The Wirehaired Pointing Griffon is often described as the \"supreme gundog,\" and her energetic and intelligent nature leaves little doubt as to why. She's a versatile hunting dog who will both point and retrieve.She also makes a devoted and loyal family companion. She's likely to have a sense of humor that will amuse everyone, and she won't lose this trait with age. She's likely to be loving and accepting of just about everyone, although some Griffons have been known to be nervous around strangers.Temperament is affected by a number of factors, including heredity, training, and socialization. Puppies with nice temperaments are curious and playful, willing to approach people and be held by them. Choose the middle-of-the-road puppy, not the one who's beating up his littermates or the one who's hiding in the corner.Always meet at least one of the parents — usually the mother is the one who's available — to ensure that they have nice temperaments that you're comfortable with. Meeting siblings or other relatives of the parents is also helpful for evaluating what a puppy will be like when he grows up.Like every dog, the Griffon needs early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Griffon puppy grows up to be a well-rounded dog.Enrolling him in a puppy kindergarten class is a great start. Inviting visitors over regularly, and taking him to busy parks, stores that allow dogs, and on leisurely strolls to meet neighbors will also help him polish his social skills.",
    "Health": "Griffons are generally healthy, but like all breeds, they're prone to certain health conditions. Not all Griffons will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition.In Griffons, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).Progressive Retinal Atrophy (PRA): This is a family of eye diseases that involves the gradual deterioration of the retina. Early in the disease, affected dogs become night-blind; they lose sight during the day as the disease progresses. Many affected dogs adapt well to their limited or lost vision, as long as their surroundings remain the same.Hip Dysplasia: This is an inherited condition in which the thighbone doesn't fit snugly into the hip joint. Some dogs show pain and lameness on one or both rear legs, but others don't display outward signs of discomfort. (X-ray screening is the most certain way to diagnose the problem.) Either way, arthritis can develop as the dog ages. Dogs with hip dysplasia should not be bred, so if you're buying a puppy, ask the breeder for proof that the parents have been tested for hip dysplasia and are free of problems.",
    "Care": "The Wirehaired Pointing Griffon is an intelligent breed, a quick learner who's eager to please. It's important to start training early, especially if you want to train her as a gundog. Socialization should also start as soon as vaccinations are complete, since Griffons — though not generally aggressive — can sometimes be high-strung or nervous around new people, dogs, and situations.Although Wirehaired Pointing Griffons are hardy enough to live in kennels, they do much better living indoors with their families. They thrive when they're working closely with people. They also do better in the country where there's room to run, but they can adapt to city living if they have a fenced yard. They're not recommended for apartments.The Wirehaired Pointing Griffon needs regular exercise, a minimum of 20 minutes of free play every day. She does better when she's exercised off-lead in a yard; if you walk her on a leash, then you'll need to spend more time, since she can't receive the same workout as when she's running loose. Like many sporting breeds, the Wirehaired Pointing Griffon has a lot of energy but can be fairly calm when inside the house.",
    "Feeding": "Recommended daily amount: 2 to 2.5 cups of high-quality dry food a day, divided into two meals.Note: How much your adult dog eats depends on her size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Keep your Griffon in good shape by measuring her food and feeding her twice a day rather than leaving food out all the time. If you're unsure whether she's overweight, give her the eye test and the hands-on test.First, look down at her. You should be able to see a waist. Then place your hands on her back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see her ribs without having to press hard. If you can't, she needs less food and more exercise.For more on feeding your Griffon, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The Wirehaired Pointing Griffon has a dense double coat. The undercoat is a thick, weather-resistant down. The topcoat is harsh in texture and consists of straight, wiry hair. It is medium in length and should never be curly. The Griffon should have eyebrows and a moustache, both of which are extensions of the undercoat.The preferred coat is a steel gray color with chestnut brown or roan markings. Colors that are less desired in the show ring are a uniform white or brown, or white and orange.The Wirehaired Pointing Griffon is considered to be a nonshedder; any hair loss is light. The coat should be combed through about once a week and stripped of dead or loose hair. The Wirehaired Pointing Griffon should only be bathed when necessary, since bathing can soften the natural harshness of its coat.The ears need special attention and must be kept clean and dry, especially after swimming. Otherwise they can trap water, dirt, and debris, leading to ear infections. Check them weekly for redness or a bad odor, which can indicate an infection. When you check your dog's ears, wipe them out with a cotton ball dampened with gentle, pH-balanced ear cleaner to help prevent infections. Don't insert anything into the ear canal; just clean the outer ear.Brush your Griffon's teeth at least two or three times a week to remove tartar buildup and the bacteria that lurk inside it. Daily brushing is even better if you want to prevent gum disease and bad breath.Trim nails once or twice a month if your dog doesn't wear them down naturally to prevent painful tears and other problems. If you can hear them clicking on the floor, they're too long. Dog toenails have blood vessels in them, and if you cut too far you can cause bleeding — and your dog may not cooperate the next time she sees the nail clippers come out. So, if you're not experienced trimming dog nails, ask a vet or groomer for pointers.Begin accustoming your Griffon to being brushed and examined when she's a puppy. Handle her paws frequently — dogs are touchy about their feet — and look inside her mouth. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when she's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "The Wirehaired Pointing Griffon is a very loving and gentle breed who does well with children. She's better suited to homes where children are over the age of six, but they can adapt well to younger children who know how to properly treat a dog.As with every breed, you should always teach children how to approach and touch dogs, and always supervise any interactions between dogs and young children to prevent any biting or ear or tail pulling on the part of either party. Teach your child never to approach any dog while he's eating or sleeping or to try to take the dog's food away. No dog, no matter how friendly, should ever be left unsupervised with a child.The Griffon generally does well with other dogs and pets if she's properly socialized from puppyhood.",
    "Rescue Groups": "Griffons are often purchased without any clear understanding of what goes into owning one. There are many Griffons in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Griffon rescue.Wirehaired Pointing Griffon Rescue"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Sporting Dogs"
    },
    {
      "name": "Height",
      "value": "20 to 24 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "50 to 60 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 14 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 5
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}