{
  "id": "yakutian-laika",
  "url": "https://dogtime.com/dog-breeds/yakutian-laika",
  "name": "Yakutian Laika",
  "intro": "The Yakutian Laika is an ancient dog breed from the cold region of Yakutia, an area of northern Russia with extreme temperatures. The Sahka people of the region developed the breed not only to be an impressive sled dog, but a part of the human family as well.\nFans of the breed might know these dogs by one of their many monikers, including Yakut Laika, Yakutskaya Laika, Tungusskaya, Chubychanskaya, Arkticheskaya, Polarmaya, and Sledge Dog.  Although these are purebred and somewhat rare dogs, you may still find them in shelters and rescues. Remember to adopt, don’t shop, whenever possible if the Yakutian Laika is the breed for you.\nThe fluffy and affectionate Yaikutian Laika makes an excellent family pet. They grow especially strong bonds with children they are raised with. Since this is a breed that thrives with human interaction, they may not be best for someone who plans to leave their dog home alone for longer stretches of time.\nStill, if you are up to give your dog loads of attention and exercise, you’ll find a loyal, extremely loving companion for the whole family.\nSee below for complete list of dog breed traits and facts about the Yaikutian Laikas!\n ",
  "description": {
    "Highlights": "Yakutian Laika coats come in many colors, including white, gray, black, and brown. Most often, the breed is black and white, but some Yakutian Laikas are tri-colored with black, white, and brown.Yakutian Laiksa will shed seasonally, also called \"blowing\" their coats. During this time, be sure to brush them daily to help the process and prevent a layer of fur on the floor. They may not be the best choice for allergy sufferers.The Yakutian Laika can be prone to weight gain, and they have high energy levels. Make sure your dog gets at least one good half-hour- to hour-long walk per day with a few good, active play sessions and shorter walks mixed in.Yakutian Laikas are super people-friendly, and that includes kids. The fluffy breed can be playful, but they are also somewhat reserved, so there is less chance of them accidentally knocking down a smaller child.The Yakutian Laika gets along well with other dogs, especially if they are reared together. As for cats or other small animals, they can have a bit of a prey drive, but a bit of consistent training should help curb any unwanted chasing.",
    "History": "There is evidence that the Yakutian Laika breed has existed for roughly 8,000 years. The breed comes from an area of Russia where people have found the remains of 40,000-year-old wolves, and many fans and researchers of the breed believe the Yakutian Laika may be related.Traditionally, the Sahka, the people of ancient Yakutia, trained the Yakutian Laika to be a sled dog. In the especially harsh winters of the region, the Sahka depended on sled dogs like the Yakutian Laika to transport goods and assist in hunting. They're often referred to as the original sled dog, as they were photographed as early as the 1600s pulling sleds.The Yakutian Laika wasn't just treated as a working dog, though. Over thousands of years, breeders worked to eliminate aggression towards humans, making them the ultimate companion dog as well. The American Kennel Club (AKC) recognized the breed in 2004, adding the Yakutian Laika to their Foundational Stock Service group.The friendly breed isn't known much outside of their native Russia, but their outgoing personality and stunning features are making them more and more popular around the world.",
    "Size": "Male Yakutian Laika stand roughly 21 to 23 inches from the shoulder and weigh 50 to 66 pounds. The female Yakutian Laika can be a little shorter, coming in at 20 to 22 inches from the shoulder, but also weighing 50 to 66 pounds.That said, many dogs can be larger or smaller than the average for their breed.",
    "Personality": "The Yakutian Laika breed has co-evolved with humans over thousands of years, so it's no wonder they are so affectionate and loyal to their people. Since being so close to humans is in their DNA, the Yakutian Laika will not thrive in a home where they have to be alone for long hours. The ancient breed loves to be in the thick of it, constantly interacting with their humans. This is why the Yakutian Laika makes such an amazing family dog.An intelligent breed, the Yakutian Laika is relatively easy to train. Positive reinforcement works best. Your Yakutian Laika might be stubborn or give you a hard time with training if they feel you aren't giving them the amount of attention they deserve. Scheduling play sessions before and after training can help with this.Yukatian Laikas are a medium-sized dog, and they can fare well in any abode as long as they have their own nook and plenty of play and cuddle time with you. Yard space is definitely a bonus, but again, the Yukatian Laika will want you out there playing with them! If you work from home or live in a home environment where at least one person is always around, this breed could be a great fit for you.",
    "Health": "Yakutian Laikas are generally healthy, but like all breeds, they can be subject to certain health conditions. Not all Yakutian Laikas will get any or all of these diseases, but it's important to be aware of them if you're considering this breed.Some of the more common health problems Yakutian Laika suffer from include:Elbow and hip dysplasiaBloat (gastric divolvulus)Eye conditions, including cataracts",
    "Care": "As with all dogs, you should keep up with your Yakutian Laika's regular veterinary checkups to keep up on vaccines and detect potential health conditions as early as possible. Your vet can help you develop a care routine that will keep your dog healthy.The Yakutian Laika can be prone to weight gain, and they have high energy levels. Make sure your dog gets at least one good half-hour- to hour-long walk per day with a few good, active play sessions and shorter walks mixed in. This breed also loves one-on-one playtime with their favorite humans, which is a great way to help keep your Yakutian Laika in shape.Check their ears for debris and pests daily and clean them as recommended by your vet. Trim your dog's nails before they get too long -- usually once or twice per month. They should not be clicking against the floor. Your groomer can help with this.Keep up with their oral health, too. You should brush their teeth daily. If your Yakutian Laika is not particularly fond of you brushing their teeth, you can ask your veterinarian for some tips on how to brush their teeth properly.",
    "Feeding": "An ideal Yakutian Laika diet should be formulated for a medium-sized breed with high energy levels.  Keep your Yakutian Laika healthy and happy by measuring their food and feeding them twice a day instead of leaving food out all of the time.As with all dogs, the Yakutian Laika's dietary needs will change from puppyhood to adulthood and will continue to change into their senior years. You should ask your veterinarian for recommendations about your Yakutian Laika diet, as there is far too much variation among individual dogs -- including weight, energy, and health -- to make a specific recommendation.",
    "Coat Color And Grooming": "The Yakutian Laika has a double coat, which is compromised of a soft, dense undercoat and a slightly coarse topcoat. Like other breeds with double coats, your Yakutian Laika will shed seasonally, also called \"blowing\" their coats. During this time, be sure to brush them daily to help the process and prevent a layer of fur on the floor.Their double coats come in many colors, including white, gray, black, and brown. Most often, the breed is black and white, but some Yakutian Laikas are tri-colored with black, white, and brown.Even though the Yakutian Laika's coat is meant to help protect them from harsh climates, it is important not to leave your dog in any extreme temperature, hot or cold. Be sure to apply sunscreen to any spots on your Yakutian Laika's face or lighter areas as well.",
    "Children And Other Pets": "Yakutian Laikas are super people-friendly, and that includes kids. The fluffy breed can be playful, but they are also somewhat reserved, so there is less chance of them accidentally knocking down a smaller child. Still, it is important to teach kids of all ages how to interact with your Yakutian Laika.As for other pets, the Yakutian Laika gets along well with other dogs, especially if they are reared together. After all, the breed is a sled dog, so they are used to traveling in packs! As for cats or other small animals, the Yakutian Laika can have a bit of a prey drive, but a bit of consistent training should help curb any unwanted chasing. Be sure to introduce your Yakutian Laika to any other animal in the house in a calm and controlled environment.",
    "Rescue Groups": "Rescues specifically for Yakutian Laika dogs might be hard to come by, as this is an uncommon breed. However, you can always check with your local shelter, and you may want to try a rescue that caters to all kinds of dogs. You can take a look at the following:Wright-Way RescueAngels Among Us Pet RescueYou can also check out DogTime's adoption page that lets you search for adoptable dogs by breed and zip code!"
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Working Dogs"
    },
    {
      "name": "Height",
      "value": "20 to 23 inches"
    },
    {
      "name": "Weight",
      "value": "40 to 55 pounds"
    },
    {
      "name": "Life Span",
      "value": "10 to 12 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 1
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 3
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 5
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 3
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 4
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 4
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 3
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 4
    }
  ]
}