{
  "id": "yorkshire-terrier",
  "url": "https://dogtime.com/dog-breeds/yorkshire-terrier",
  "name": "Yorkshire Terrier",
  "intro": "Small in size but big in personality, the Yorkshire Terrier makes a feisty but loving companion. The most popular toy dog breed in the United States, the “Yorkie” has won many fans with their devotion to their owners, their elegant looks, and their suitability to apartment living.\nEven though these are purebred dogs, you may find them in the care of shelters or rescue groups. Remember to adopt! Don’t shop if you want to bring a dog home.\nAlthough Yorkies can make for great apartment pets, they also have a tendency to be yappy, which neighbors may not appreciate. They’ll need a bit of maintenance too, especially when it comes to dental care. While these pups are playful, they’re also small and can be injured by children. But if you can provide lots of love, attention, care, and playtime, you’ll have a loving, adorable companion who’ll stick to you like your shadow!\nSee below for complete list of dog breed traits and facts about Yorkshire Terriers!",
  "description": {
    "": "The Yorkshire Terrier, nicknamed the Yorkie, seems quite full of himself, and why not? With his long silky coat and perky topknot, the Yorkshire Terrier is one of the most glamorous representatives of the dog world, sure to attract attention wherever he goes. Because he's so small he often travels in style — in special dog purses toted around by his adoring owner.The long steel-blue and tan coat may be the Yorkie's crowning glory, but it's his personality that truly endears him to his family. Oblivious to his small size (weighing in at no more than seven pounds), the Yorkshire Terrier is a big dog in a small body, always on the lookout for adventure and maybe even a bit of trouble.Yorkshire Terriers are affectionate towards their people as one would expect from a companion dog, but true to their terrier heritage, they're sometimes suspicious of strangers, and will bark at strange sounds and intruders. In consideration of your neighbors, it's important to tone down their yappiness and teach them when and when not to bark.They also can be aggressive toward strange dogs, and no squirrel is safe from them.Despite their bravado, Yorkshire Terriers have a soft side too. They need lots of attention and time with their family. Long hours of being left alone is not for them. It's not a good idea to over-protect your Yorkie, however; they'll pick up on your feelings very quickly, and if your actions say the world's a dangerous place for them, they can become neurotic.Because of their size, Yorkshire Terriers do better with older children who've been taught to respect them than with toddlers and small children. They can become snappish if they're startled or teased.As long as they get some exercise every day — perhaps a good play session in the living room or a nice walk around the block — Yorkies make fine apartment dogs.No matter what home they live in, they'll get along with other resident dogs and cats — so long as they were raised with them. Yorkies may become possessive of their owners if a new pet is brought into the house. Being terriers, they may want to challenge the \"intruder,\" and if a fight breaks out, the terrier spirit is to fight to the death. Take a lot of care when you're introducing a Yorkie to a new animal.A glamorous coat, small size, spunky personality, and undying loyalty to his people. Is it any wonder that Yorkshire Terriers are the second most popular dog breed in the U.S. today?",
    "Highlights": "Yorkshire Terriers are known for being difficult to housetrain. Crate-training is recommended.Yorkshire Terriers don't like the cold and are prone to chills, especially if they're damp or in damp areas.Because of their small size, delicate structure, and terrier personality, Yorkshire Terrier generally aren't recommended for households with toddlers or small children.Some Yorkshire Terriers can be \"yappy,\" barking at every sound they hear. Early and consistent training can help. If you don't feel qualified to provide this training, consult a professional dog trainer.Yorkshire Terriers can have delicate digestive systems and may be picky eaters. Eating problems can occur if your Yorkie has teeth or gum problems as well. If your Yorkie is showing discomfort when eating or after eating, take him to the vet for a checkup.Yorkshire Terriers think they are big dogs and will try to pick a fight with a big dog if allowed. Be sure to keep your Yorkie under control. Even better, try to socialize your Yorkie at an early age by taking him to obedience classes.Yorkies tend to retain their puppy teeth, especially the canines. When your puppy is around five months old, check his teeth often. If you notice that an adult tooth is trying to come in but the baby tooth is still there, take him to your vet. Retained baby teeth can cause the adult teeth to come in unevenly, which may contribute to tooth decay in later years.To get a healthy dog, never buy a puppy from an irresponsible breeder, puppy mill, or pet store. Look for a reputable breeder who tests her breeding dogs to make sure they're free of genetic diseases that they might pass onto the puppies, and that they have sound temperaments.",
    "History": "During the Industrial Revolution in England, Scottish workers came to Yorkshire to work in the coal mines, textile mills, and factories, bringing with them a dog known as a Clydesdale Terrier or Paisley Terrier. These dogs were much larger than the Yorkshire Terrier we know today, and it's thought that they were used primarily to catch rats in the mills.The Clydesdale Terriers were probably crossed with other types of terrier, perhaps the English Black and Tan Toy Terrier and the Skye Terrier. The Waterside Terrier may also have contributed to the development of the Yorkshire Terrier. This was a small dog with a long blue-gray coat.In 1861, a Yorkshire Terrier was shown in a bench show as a \"broken-haired Scotch Terrier.\" A dog named Huddersfield Ben, born in 1865, became a popular show dog and is considered to be the father of the modern Yorkshire Terrier. The breed acquired that name in 1870 because that's where most of its development had taken place.Yorkshire Terriers were first registered in the British Kennel Club stud book in 1874. The first Yorkshire Terrier breed club in England was formed in 1898.The earliest record of a Yorkshire Terrier being born in the U.S. was in 1872. Yorkshire Terriers were able to compete in dog shows as early as 1878. In those early shows, Yorkshire Terriers classes were divided by weight — under 5 pounds and 5 pounds and over. Eventually, exhibitors settled on one class with an average of between 3 and 7 pounds.",
    "Size": "Yorkshire Terriers should be 8 to 9 inches at the shoulder and weigh no more than seven pounds, with four to six pounds being preferred.Yorkies are inconsistent in size. It's not unusual for a single litter to contain one Yorkie weighing less than four pounds, one who weighs five or six pounds, and one who grows to be 12 to 15 pounds.Beware of breeders who offer \"tea cup\" Yorkshire Terriers. Dogs who are smaller than the standard are prone to genetic disorders and are at a higher health risk in general.",
    "Personality": "Smart and self-assured, the Yorkshire Terrier is a combination of endearingly small size and adventurous terrier spirit. The breed displays a range of personalities. Some are cuddly and perky, wanting nothing more than to follow in their people's footsteps throughout the day. Others are mischievous, outgoing, and into everything.Set limits, and your Yorkie will be a wonderful companion, but if you spoil him, watch out! Start training when they're puppies, and you'll have much better luck than if you let them have their way and then try to correct bad habits.Like all dogs, Yorkies needs early socialization — exposure to many different people, sights, sounds, and experiences — when they're young. Socialization helps ensure that your Yorkie will be a friendly, well-rounded dog.",
    "Health": "Yorkies are generally healthy, but like all breeds, they're prone to certain health conditions.If you're buying a puppy, find a good breeder who will show you health clearances for both your puppy's parents. Health clearances prove that a dog has been tested for and cleared of a particular condition. In Yorkies, you should expect to see health clearances from the Orthopedic Foundation for Animals (OFA) for hip dysplasia (with a score of fair or better), elbow dysplasia, hypothyroidism, and von Willebrand's disease; from Auburn University for thrombopathia; and from the Canine Eye Registry Foundation (CERF) certifying that eyes are normal. You can confirm health clearances by checking the OFA web site (offa.org).Patellar Luxation: Also known as \"slipped stifles,\" this is a common problem in small dogs. It is caused when the patella, which has three parts — the femur (thigh bone), patella (knee cap), and tibia (calf) — is not properly lined up. This causes a lameness in the leg or an abnormal gait in the dog. It is a disease that is present at birth although the actual misalignment or luxation does not always occur until much later. The rubbing caused by patellar luxation can lead to arthritis, which is a degenerative joint disease. There are four grades of Patellar Luxation ranging from grade I, which is an occasional luxation causing temporary lameness in the joint, to grade IV, in which the turning of the tibia is severe and the patella cannot be realigned manually. This gives the dog a bowlegged appearance. Severe grades of patellar luxation may require surgical repair.Progressive Retinal Atrophy (PRA): A degenerative eye disorder. Blindness caused by PRA is a slow process resulting from the loss of photoreceptors at the back of the eye. PRA is detectable years before the dog shows any signs of blindness. Reputable breeders have their dogs' eyes certified annually by a veterinary ophthalmologist.Portosystemic Shunt: Portosystemic shunt (PSS) is an abnormal flow of blood between the liver and the body. That's a problem, because the liver is responsible for detoxifying the body, metabolizing nutrients, and eliminating drugs. Signs can include but are not limited to neurobehavioral abnormalities, lack of appetite, hypoglycemia (low blood sugar), intermittent gastrointestinal issues, urinary tract problems, drug intolerance, and stunted growth. Signs usually appear before two years of age. Corrective surgery can be helpful in long-term management, as can a special diet.Hypoglycemia: Like many toy and small breed dogs, Yorkies can suffer from hypoglycemia when stressed, especially when they are puppies. Hypoglycemia is caused by low blood sugar. Some of the signs may include weakness, confusion, a wobbly gait, and seizure-like episodes. If your dog is susceptible to this, talk to your vet about prevention and treatment options.Collapsed trachea: The trachea, which carries air to the lungs, tends to collapse easily. The most common sign of a collapsed trachea is a chronic, dry, harsh cough that many describe as being similar to a \"goose honk.\" Collapsed trachea can be treated medically or surgically.Reverse sneezing: This condition is sometimes confused with a collapsed trachea. This is a far less serious condition and lasts only a few minutes. Reverse sneezing primarily occurs when your dog is excited or tries to eat or drink too fast. It also can occur when there are pollens or other irritants in the air. Secretions from the dog's nose drop onto their soft palate, causing it to close over the windpipe in an automatic reaction. This can be very frightening to your Yorkie, but as soon as he calms down, the reverse sneezing stops. Gently stroke his throat to help him relax.Eye infections, teeth, and gum problems also can occur.",
    "Care": "Yorkshire Terriers enjoy taking a walk with you or playing outside, but since they're very active while indoors, it doesn't take a lot of effort to keep them well exercised.In general, Yorkies are receptive to training, especially if it brings them attention for performing cute tricks or performing in agility or obedience trials. They can be difficult to housetrain, however, because their \"accidents\" are so small and easy to clean up that people let it slide. That's a mistake. It's better to show them where to go from the beginning and reward them for doing their business in the right place. When you make the effort, you can end up with a very well trained Yorkie indeed.They definitely are housedogs and don't tolerate extreme heat or cold well. Many people paper train their Yorkshire Terriers so they don't have to take them outdoors when the weather is too hot or cold.Yorkies love squeaky toys, but it's important to check the toy every few days to make sure they haven't chewed them open and pulled out the squeaker. They especially enjoy fetching toys that you throw for them. If you're crafty, consider crocheting a ball for your Yorkie — larger than a golf ball but smaller than a tennis ball — and stuffing it with used panty hose. He'll love it!",
    "Feeding": "Recommended daily amount: 1/2 to 3/4 cup of high-quality dry food a day, divided into two meals.Note: How much your adult dog eats depends on his size, age, build, metabolism, and activity level. Dogs are individuals, just like people, and they don't all need the same amount of food. It almost goes without saying that a highly active dog will need more than a couch potato dog. The quality of dog food you buy also makes a difference — the better the dog food, the further it will go toward nourishing your dog and the less of it you'll need to shake into your dog's bowl.Take care that your Yorkie doesn't get fat. Roly-poly is not a good look for this elegant breed. Keep your Yorkie in good shape by measuring his food and feeding him twice a day rather than leaving food out all the time. If you're unsure whether he's overweight, give him the eye test and the hands-on test.First, look down at him. You should be able to see a waist. Then place your hands on his back, thumbs along the spine, with the fingers spread downward. You should be able to feel but not see his ribs without having to press hard. If you can't, he needs less food and more exercise.For more on feeding your Yorkshire Terrier, see our guidelines for buying the right food, feeding your puppy, and feeding your adult dog.",
    "Coat Color And Grooming": "The Yorkshire Terrier's coat is long, silky, and perfectly straight without any hint of a wave. Show dogs have hair that reaches the floor. They have a single coat and shed very little.Puppies are born black, with the blue and tan coat developing gradually, usually after they're a year old. Puppies that start to lighten before they're a year old often turn gray rather than blue.From the back of the head to the tip of the tail, the hair is a dark steel-blue — sometimes described as the blue of a rifle barrel — with a bluish sheen when seen in the sunlight. The head is bright gold, not reddish, with tan hairs that are darker at the roots than at the ends. The headfall (the hair that falls over the face) is long with the same golden hue as the face.The hair is slightly darker at the base of the ears and on the muzzle. The tan on the head doesn't extend past the ears, and no black hairs are mixed in with the tan. Yorkshire Terriers have tan legs as well, but the tan color doesn't extend above the elbow.An interesting fact is that Yorkies tend to become lighter with age. Hormonal changes can also affect color. Females in heat go lighter, and then darken again after their season is over.Grooming a long-haired Yorkshire Terrier is not for the faint of heart, especially if he has a \"soft\" coat that tangles easily instead of a silky one! Even if you keep his coat trimmed short, gently brush your Yorkie's coat every day to help prevent mats and keep him clean.Small breeds are prone to dental problems, and Yorkies are no exception. Yorkshire Terriers tend to form a lot of tartar on their teeth and can lose their teeth at a young age, so brush their teeth regularly and schedule a professional cleaning by your vet at least once a year.As part of the grooming process, check your Yorkie's ears regularly. Look inside them and give them a good sniff. If they appear to be infected (have an offensive odor, redness, or a brown discharge), ask your vet to check them. If there's hair in the ear canal, pluck it out with your fingers or ask your vet or groomer to do it for you.Bathe your Yorkie weekly to keep his coat beautiful and shiny. There's no need to rub the coat to wash it. After wetting the coat and applying the shampoo, all you need to do is run your fingers through it to lift the dirt out. Apply conditioner, then rinse thoroughly.When you're drying your Yorkie, spray the coat with a light conditioner. Give the coat a spritz with a light conditioner when you're brushing him as well. Never brush a dry or dirty coat or you'll break the hair.Trim your Yorkie's nails after each bath to prevent painful tears and other problems. If you hear them clicking on the floor, they're too long. Dog toenails have blood vessels in them, and if you cut too far you can cause bleeding — and your dog may not cooperate the next time he sees the nail clippers come out. So, if you're not experienced trimming dog nails, ask a vet or groomer for pointers.When you're grooming your Yorkie, be sure to check the anal area and trim around it with scissors if the hair's getting too long. Usually trimming about a half inch of hair around it is enough.After you've brushed your Yorkie and he's dry, collect the hair on the top of his head, starting at the outer corner of the eye, going back at an angle toward the center of head, then back down to the outer corner of the other eye. Brush this hair up and fasten it with a latex band, and then add your favorite bow.Begin accustoming your Yorkie to being brushed and examined when he's a puppy. Handle his paws frequently — dogs are touchy about their feet — and look inside his mouth. Make grooming a positive experience filled with praise and rewards, and you'll lay the groundwork for easy veterinary exams and other handling when he's an adult.As you groom, check for sores, rashes, or signs of infection such as redness, tenderness, or inflammation on the skin, in the nose, mouth, and eyes, and on the feet. Eyes should be clear, with no redness or discharge. Your careful weekly exam will help you spot potential health problems early.",
    "Children And Other Pets": "Because of their small size, Yorkies aren't suited to families with young children. Most breeders won't sell puppies to people whose children are younger than 5 or 6 years old. It's just too easy for children to drop them, step on them, or hold them too tightly.Yorkies can get along well with other pets, including cats, if socialized to them at an early age. They're bold in going after strange dogs, however, even those that outweigh them by a factor of ten, and protecting them from themselves becomes second nature to people with Yorkies.",
    "Rescue Groups": "Yorkshire Terriers are often purchased without any clear understanding of what goes into owning one. There are many Yorkies in need of adoption and or fostering. There are a number of rescues that we have not listed. If you don't see a rescue listed for your area, contact the national breed club or a local breed club and they can point you toward a Yorkie rescue.Rescue Me Yorkie RescueUnited Yorkie RescueYorkshire Terrier National Rescue Inc.YTCA Rescue, Inc."
  },
  "vitals": [
    {
      "name": "Dog Breed Group",
      "value": "Companion Dogs"
    },
    {
      "name": "Height",
      "value": "8 to 9 inches tall at the shoulder"
    },
    {
      "name": "Weight",
      "value": "4 to 6 pounds"
    },
    {
      "name": "Life Span",
      "value": "12 to 15 years"
    }
  ],
  "traits": [
    {
      "name": "Adaptability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Adapts Well To Apartment Living",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Good For Novice Owners",
      "parent": "Adaptability",
      "stars": 4
    },
    {
      "name": "Sensitivity Level",
      "parent": "Adaptability",
      "stars": 5
    },
    {
      "name": "Tolerates Being Alone",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Cold Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "Tolerates Hot Weather",
      "parent": "Adaptability",
      "stars": 2
    },
    {
      "name": "All Around Friendliness",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Affectionate With Family",
      "parent": "All Around Friendliness",
      "stars": 4
    },
    {
      "name": "Kid-Friendly",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Dog Friendly",
      "parent": "All Around Friendliness",
      "stars": 3
    },
    {
      "name": "Friendly Toward Strangers",
      "parent": "All Around Friendliness",
      "stars": 2
    },
    {
      "name": "Health And Grooming Needs",
      "parent": null,
      "stars": 2
    },
    {
      "name": "Amount Of Shedding",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Drooling Potential",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Easy To Groom",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "General Health",
      "parent": "Health And Grooming Needs",
      "stars": 4
    },
    {
      "name": "Potential For Weight Gain",
      "parent": "Health And Grooming Needs",
      "stars": 2
    },
    {
      "name": "Size",
      "parent": "Health And Grooming Needs",
      "stars": 1
    },
    {
      "name": "Trainability",
      "parent": null,
      "stars": 3
    },
    {
      "name": "Easy To Train",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Intelligence",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Potential For Mouthiness",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Prey Drive",
      "parent": "Trainability",
      "stars": 2
    },
    {
      "name": "Tendency To Bark Or Howl",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Wanderlust Potential",
      "parent": "Trainability",
      "stars": 3
    },
    {
      "name": "Physical Needs",
      "parent": null,
      "stars": 5
    },
    {
      "name": "Energy Level",
      "parent": "Physical Needs",
      "stars": 5
    },
    {
      "name": "Intensity",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Exercise Needs",
      "parent": "Physical Needs",
      "stars": 4
    },
    {
      "name": "Potential For Playfulness",
      "parent": "Physical Needs",
      "stars": 5
    }
  ]
}