{
  "id": "hounds",
  "name": "Hound Dogs",
  "url": "https://dogtime.com/dog-breeds/groups/hounds",
  "description": "Hounds are perhaps the oldest type of hunting dog. Two types exist: those who hunt by sight, or sight hounds, and those who hunt by scent, known as scent hounds.\nSight hounds are sleek and speedy, the Maseratis of the dog world, while scent hounds are more like tough and reliable off-road vehicles. Both types have been bred for centuries to work independently, so they have minds of their own and aren’t the kind of dogs to respond to commands without hesitation.\nHounds can be trained, but they want to understand why you’re asking them to do something. If they don’t believe it’s a good idea, they’re very likely to ignore you and do their own thing.\nAll hounds require a secure yard and walks on leash, rather than off. Sight hounds will take off after anything in motion, even if it takes them into the path of a car; and scent hounds will wander away to follow any interesting scent.\nCoat types range from the short, smooth hair of the Greyhound or Whippet to the long and glamorous coat of the Afghan Hound or Borzoi.",
  "members": [
    "afghan-hound",
    "american-english-coonhound",
    "american-foxhound",
    "american-leopard-hound",
    "azawakh",
    "basenji",
    "basset-fauve-de-bretagne",
    "basset-hound",
    "bavarian-mountain-scent-hound",
    "beagle",
    "black-and-tan-coonhound",
    "bloodhound",
    "bluetick-coonhound",
    "borzoi",
    "carolina-dog",
    "dachshund",
    "drever",
    "english-foxhound",
    "greyhound",
    "hamiltonstovare",
    "harrier",
    "ibizan-hound",
    "irish-wolfhound",
    "norwegian-elkhound",
    "otterhound",
    "petit-basset-griffon-vendeen",
    "pharaoh-hound",
    "plott",
    "pocket-beagle",
    "portuguese-podengo-pequeno",
    "redbone-coonhound",
    "rhodesian-ridgeback",
    "saluki",
    "scottish-deerhound",
    "silken-windhound",
    "sloughi",
    "taiwan-dog",
    "transylvanian-hound",
    "treeing-tennessee-brindle",
    "treeing-walker-coonhound",
    "whippet"
  ]
}