{
  "id": "hybrids",
  "name": "Hybrid Dogs",
  "url": "https://dogtime.com/dog-breeds/groups/hybrids",
  "description": "What separates a hybrid Schnoodle or a Goldendoodle from their purebred kin? After all, many purebreds were created by crossing various other breeds at some point.\nWhether a new type of dog becomes a recognized breed depends on time and trial and error. Breeders choose dogs with the traits they want and breed them with each other over several generations to achieve a consistent size, appearance, and temperament.\nThe appeal of so-called “designer dogs” is often in simply having something other than a run-of-the-mill purebred. However, problems occur when breeders promise that a particular cross will be hypoallergenic or healthier than a purebred or will combine the best traits of each breed. As delightful as that sounds, it’s not always true.\nAll dogs shed, produce dander, have saliva, and urinate, and all of these are ways that allergens are spread. Just because a dog is a product of a certain cross is no guarantee they’re allergen-free.\nSome suggest that a cross of two breeds has hybrid vigor, which means the broader gene pool makes them healthier. That might be true for the first generation of a hybrid. But as successive generations are bred, there’s a higher chance of carrying through a breed’s genetic vulnerabilities.\nGenetic characteristics sort out randomly, so there’s no assurance you’ll get the best of each breed. No matter what the breed or mix, an individual dog may be more or less allergenic, intelligent, or healthy.\nOverall, you may be better off going to your local shelter and selecting a dog designed by the best in the business: Mother Nature.",
  "members": [
    "borador",
    "bull-arab",
    "cockapoo",
    "goldador",
    "goldendoodle",
    "king-shepherd",
    "labradoodle",
    "maltese-shih-tzu",
    "maltipoo",
    "northern-inuit-dog",
    "peekapoo",
    "puggle",
    "schnoodle",
    "staffy-bull-bullmastiff",
    "yorkipoo"
  ]
}