[
  {
    "id": "adapts-well-to-apartment-living",
    "name": "Adapts Well To Apartment Living",
    "url": "https://dogtime.com/dog-breeds/characteristics/adapts-well-to-apartment-living",
    "excerpt": "Contrary to popular belief, small size doesn’t necessarily an apartment dog make. Plenty of small dogs are too high-energy and yappy for life in a high-rise. Being quiet, low energy, fairly calm indoors, and polite with the other residents are all good qualities in an apartment dog. And you can find an awesome crate for your dog here to give them a little more personal space in your apartment. See Dogs Not Well Suited to Apartment Living"
  },
  {
    "id": "affectionate-with-family",
    "name": "Affectionate With Family",
    "url": "https://dogtime.com/dog-breeds/characteristics/affectionate-with-family",
    "excerpt": "Some breeds are independent and aloof, even if they’ve been raised by the same person since puppyhood; others bond closely to one person and are indifferent to everyone else; and some shower the whole family with affection. Breed isn’t the only factor that goes into affection levels; dogs who were raised inside a home with people around feel more comfortable with humans and bond more easily. See Dogs Less Affectionate with Family"
  },
  {
    "id": "amount-of-shedding",
    "name": "Amount Of Shedding",
    "url": "https://dogtime.com/dog-breeds/characteristics/amount-of-shedding",
    "excerpt": "If you’re going to share your home with a dog, you’ll need to deal with some level of dog hair on your clothes and in your house. However, shedding does vary greatly among the breeds. Some dogs shed year-round, some “blow” seasonally, some do both, and some shed hardly at all. If you’re a neatnik, you’ll need to either pick a low-shedding breed or relax your standards. To help keep your home a little cleaner, you can find a great de-shedding tool here! Click Here To See Dogs Who Shed Very Little"
  },
  {
    "id": "compatible-with-kids",
    "name": "Kid-Friendly",
    "url": "https://dogtime.com/dog-breeds/characteristics/compatible-with-kids",
    "excerpt": "Being gentle with children, sturdy enough to handle the heavy-handed pets and hugs they can dish out, and having a blasé attitude toward running, screaming children are all traits that make a kid-friendly dog. You may be surprised by who’s on that list: Fierce-looking Boxers are considered good with children, as are American Staffordshire Terriers (which are considered Pit Bulls). Small, delicate, and potentially snappy dogs such as Chihuahuas aren’t always so family-friendly. See Dogs Who Are Not Kid Friendly **All dogs are individuals. Our ratings are generalizations, and they’re not a guarantee of how any breed or individual dog will behave. Dogs from any breed can be good with children based on their past experiences, training on how to get along with kids, and personality. No matter what the breed or breed type, all dogs have strong jaws, sharp pointy teeth, and may bite in stressful circumstances. Young children and dogs of any breed should always be supervised by an adult and never left alone together, period."
  },
  {
    "id": "dog-friendly",
    "name": "Dog Friendly",
    "url": "https://dogtime.com/dog-breeds/characteristics/dog-friendly",
    "excerpt": "Friendliness toward dogs and friendliness toward humans are two completely different things. Some dogs may attack or try to dominate other dogs, even if they’re love-bugs with people; others would rather play than fight; and some will turn tail and run. Breed isn’t the only factor. Dogs who lived with their littermates and mother until at least six to eight weeks of age and who spent lots of time playing with other dogs during puppyhood, are more likely to have good canine social skills. See Dogs Who Are Not So Dog Friendly"
  },
  {
    "id": "drooling-potential",
    "name": "Drooling Potential",
    "url": "https://dogtime.com/dog-breeds/characteristics/drooling-potential",
    "excerpt": "Drool-prone dogs may drape ropes of slobber on your arm and leave big, wet spots on your clothes when they come over to say hello. If you’ve got a laid-back attitude toward slobber, fine; but if you’re a neatnik, you may want to choose a dog who rates low in the drool department. See Dogs Who Are Not Big Droolers"
  },
  {
    "id": "easy-to-groom",
    "name": "Easy To Groom",
    "url": "https://dogtime.com/dog-breeds/characteristics/easy-to-groom",
    "excerpt": "Some breeds are brush-and-go dogs; others require regular bathing, clipping, and other grooming just to stay clean and healthy. Consider whether you have the time and patience for a dog who needs a lot of grooming, or the money to pay someone else to do it. See Dogs Who Require More Grooming"
  },
  {
    "id": "easy-to-train",
    "name": "Easy To Train",
    "url": "https://dogtime.com/dog-breeds/characteristics/easy-to-train",
    "excerpt": "Easy-to-train dogs are more adept at forming an association between a prompt (such as the word “sit”), an action (sitting), and a consequence (getting a treat) very quickly. Other dogs need more time, patience, and repetition during training. Many breeds are intelligent but approach training with a “What’s in it for me?” attitude, in which case you’ll need to use rewards and games to teach them to want to comply with your requests. See Dogs Who Are Challenging To Train"
  },
  {
    "id": "energy-level",
    "name": "Energy Level",
    "url": "https://dogtime.com/dog-breeds/characteristics/energy-level",
    "excerpt": "High-energy dogs are always ready and waiting for action. Originally bred to perform a canine job of some sort, such as retrieving game for hunters or herding livestock, they have the stamina to put in a full workday. They need a significant amount of exercise and mental stimulation, and they’re more likely to spend time jumping, playing, and investigating any new sights and smells. Low-energy dogs are the canine equivalent of a couch potato, content to doze the day away. When picking a breed, consider your own activity level and lifestyle, and think about whether you’ll find a frisky, energetic dog invigorating or annoying. See Dogs Who Have Low Energy"
  },
  {
    "id": "friendly-toward-strangers",
    "name": "Friendly Toward Strangers",
    "url": "https://dogtime.com/dog-breeds/characteristics/friendly-toward-strangers",
    "excerpt": "Stranger-friendly dogs will greet guests with wagging tails and nuzzles; others are shy, indifferent, or even aggressive. However, no matter what the breed, a dog who was socialized and exposed to lots of different types, ages, sizes, and shapes of people as a puppy will respond better to strangers as an adult. Remember that even friendly dogs should stay on a good, strong leash like this one in public! See Dogs Who Are Less Friendly To Strangers"
  },
  {
    "id": "general-health",
    "name": "General Health",
    "url": "https://dogtime.com/dog-breeds/characteristics/general-health",
    "excerpt": "Due to poor breeding practices, some breeds are prone to certain genetic health problems, such as hip dysplasia. This doesn’t mean that every dog of that breed will develop those diseases; it just means that they’re at an increased risk. If you’re adopting a puppy, it’s a good idea to find out which genetic illnesses are common to the breed you’re interested in. You may also want to ask if your shelter or rescue has information about the physical health of your potential pup’s parents and other relatives. See Dogs More Prone To Health Problems"
  },
  {
    "id": "good-for-novice-owners",
    "name": "Good For Novice Owners",
    "url": "https://dogtime.com/dog-breeds/characteristics/good-for-novice-owners",
    "excerpt": "Some dogs are simply easier than others; they take to training better and are fairly easygoing. They’re also resilient enough to bounce back from your mistakes or inconsistencies. Dogs who are highly sensitive, independent thinking, or assertive may be harder for a first-time dog parent to manage. You’ll get your best match if you take your dog-owning experience into account as you choose your new pooch. If you’re new to dog parenting, take a look at 101 Dog Tricks and read up on how to train your dog! See Dogs Who Are Good For Experienced Owners"
  },
  {
    "id": "intelligence-level",
    "name": "Intelligence",
    "url": "https://dogtime.com/dog-breeds/characteristics/intelligence-level",
    "excerpt": "Dogs who were bred for jobs that require decision making, intelligence, and concentration, such as herding livestock, need to exercise their brains, just as dogs who were bred to run all day need to exercise their bodies. If they don’t get the mental stimulation they need, they’ll make their own work–usually with projects you won’t like, such as digging and chewing. Obedience training and interactive dog toys are good ways to give a dog a brain workout, as are dog sports and careers, such as agility and search and rescue. See Dogs Who Have Lower Intelligence"
  },
  {
    "id": "intensity-level-vigor",
    "name": "Intensity",
    "url": "https://dogtime.com/dog-breeds/characteristics/intensity-level-vigor",
    "excerpt": "A vigorous dog may or may not have high energy, but everything they do, they do with vigor: they strain on the leash (until you train them not to), try to plow through obstacles, and even eats and drinks with great big gulps. These dynamos need lots of training to learn good manners, and may not be the best fit for a home with young kids or someone who’s elderly or frail. A low-vigor dog, on the other hand, has a more subdued approach to life. See Dogs With Low Intensity"
  },
  {
    "id": "need-for-exercise",
    "name": "Exercise Needs",
    "url": "https://dogtime.com/dog-breeds/characteristics/need-for-exercise",
    "excerpt": "Some breeds do fine with a slow evening stroll around the block. Others need daily, vigorous exercise, especially those that were originally bred for physically demanding jobs, like herding or hunting. Without enough exercise, these breeds may put on weight and vent their pent-up energy in ways you don’t like, such as barking, chewing, and digging. Breeds that need a lot of exercise are good for outdoorsy, active people, or those interested in training their dog to compete in a high-energy dog sport, such as agility. See Dogs Who Don’t Need Tons of Exercise"
  },
  {
    "id": "potential-for-mouthiness",
    "name": "Potential For Mouthiness",
    "url": "https://dogtime.com/dog-breeds/characteristics/potential-for-mouthiness",
    "excerpt": "Common in most breeds during puppyhood and in Retriever breeds at all ages, mouthiness means a tendency to nip, chew, and play-bite (a soft, fairly painless bite that doesn’t puncture the skin). Mouthy dogs are more likely to use their mouths to hold or “herd” their human family members, and they need training to learn that it’s fine to gnaw on chew toys, but not on people. Mouthy breeds tend to really enjoy a game of fetch, as well as a good chew on a toy that’s been stuffed with kibble and treats."
  },
  {
    "id": "potential-for-playfulness",
    "name": "Potential For Playfulness",
    "url": "https://dogtime.com/dog-breeds/characteristics/potential-for-playfulness",
    "excerpt": "Some dogs are perpetual puppies — always begging for a game — while others are more serious and sedate. Although a playful pup sounds endearing, consider how many games of fetch or tag you want to play each day, and whether you have kids or other dogs who can stand in as playmates for the dog. See Dogs Who Are Less Playful"
  },
  {
    "id": "potential-for-weight-gain",
    "name": "Potential For Weight Gain",
    "url": "https://dogtime.com/dog-breeds/characteristics/potential-for-weight-gain",
    "excerpt": "Some breeds have hearty appetites and tend to put on weight easily. As in humans, being overweight can cause health problems in dogs. If you pick a breed that’s prone to packing on pounds, you’ll need to limit treats, make sure they get enough exercise, and measure out their daily food servings into regular meals rather than leaving food out all the time. Ask your vet about your dog’s diet and what they recommend for feeding your pooch to keep them at a healthy weight. Weight gain can lead to other health issues or worsen problems like arthritis."
  },
  {
    "id": "predatory-tendencies",
    "name": "Prey Drive",
    "url": "https://dogtime.com/dog-breeds/characteristics/predatory-tendencies",
    "excerpt": "(Picture Credit: Haydn West – PA Images/PA Images via Getty Images) Dogs who were bred to hunt, such as Terriers, have an inborn desire to chase–and sometimes kill–other animals. Anything whizzing by, such as cats, squirrels, and perhaps even cars, can trigger that instinct. Dogs who like to chase need to be leashed or kept in a fenced area when outdoors, and you’ll need a high, secure fence in your yard. These breeds generally aren’t a good fit for homes with smaller pets that can look like prey, such as cats, hamsters, or small dogs. Breeds that were originally used for bird hunting, on the other hand, generally won’t chase, but you’ll probably have a hard time getting their attention when there are birds flying by. See Dogs Who Have Low Prey Drive"
  },
  {
    "id": "sensitivity-level",
    "name": "Sensitivity Level",
    "url": "https://dogtime.com/dog-breeds/characteristics/sensitivity-level",
    "excerpt": "Some dogs will let a stern reprimand roll off their backs, while others take even a dirty look to heart. Low-sensitivity dogs, also called “easygoing,” “tolerant,” “resilient,” and even “thick-skinned,” can better handle a noisy, chaotic household, a louder or more assertive owner, and an inconsistent or variable routine. Do you have young kids, throw lots of dinner parties, play in a garage band, or lead a hectic life? Go with a low-sensitivity dog. See Dogs Who Have Low Sensitivity Levels"
  },
  {
    "id": "size",
    "name": "Size",
    "url": "https://dogtime.com/dog-breeds/characteristics/size",
    "excerpt": "Dogs come in all sizes, from the world’s smallest pooch, the Chihuahua, to the towering Great Dane, how much space a dog takes up is a key factor in deciding if they’re compatible with you and your living space. Large dog breeds might seem overpowering and intimidating, but some of them are incredibly sweet! Take a look and find the right sized dog for you! See Medium Dogs See Small Dogs"
  },
  {
    "id": "tendency-to-bark-or-howl",
    "name": "Tendency To Bark Or Howl",
    "url": "https://dogtime.com/dog-breeds/characteristics/tendency-to-bark-or-howl",
    "excerpt": "Some breeds sound off more often than others. When choosing a breed, think about how often the dog vocalizes with barks or howls. If you’re considering a hound, would you find their trademark howls musical or maddening? If you’re considering a watchdog, will a city full of suspicious “strangers” put your pup on permanent alert? Will the local wildlife literally drive your dog wild? Do you live in housing with noise restrictions? Do you have neighbors nearby? Then you may wish to choose a quieter dog. See Dogs Who Are Mostly Quiet"
  },
  {
    "id": "tolerates-being-alone",
    "name": "Tolerates Being Alone",
    "url": "https://dogtime.com/dog-breeds/characteristics/tolerates-being-alone",
    "excerpt": "Some breeds bond very closely with their family and are more prone to worry or even panic when left alone by their owner. An anxious dog can be very destructive–barking, whining, chewing, and otherwise causing mayhem. These breeds do best when a family member is home during the day or if you can take the dog to work. See Dogs Poorly Suited To Be Alone"
  },
  {
    "id": "tolerates-cold-climates",
    "name": "Tolerates Cold Weather",
    "url": "https://dogtime.com/dog-breeds/characteristics/tolerates-cold-climates",
    "excerpt": "Breeds with very short coats and little or no undercoat or body fat, such as Greyhounds, are vulnerable to the cold. Dogs with a low cold tolerance need to live inside in cool climates and should have a jacket or sweater for chilly walks. You can find a great jacket for your dog here! Click here to see Dogs Poorly Suited For Cold Weather"
  },
  {
    "id": "tolerates-hot-climates",
    "name": "Tolerates Hot Weather",
    "url": "https://dogtime.com/dog-breeds/characteristics/tolerates-hot-climates",
    "excerpt": "Dogs with thick, double coats are more vulnerable to overheating. So are breeds with short noses, like Bulldogs or Pugs, since they can’t pant as well to cool themselves off. If you want a heat-sensitive breed, your dog will need to stay indoors with you on warm or humid days, and you’ll need to be extra cautious about exercising your dog in the heat. See Dogs Poorly Suited For Hot Weather"
  },
  {
    "id": "wanderlust-level",
    "name": "Wanderlust Potential",
    "url": "https://dogtime.com/dog-breeds/characteristics/wanderlust-level",
    "excerpt": "Some breeds are more free-spirited than others. Nordic dogs such as Siberian Huskies were bred to range long distances, and given the chance, they’ll take off after anything that catches their interest. And many hounds simply must follow their noses–or that bunny that just ran across the path–even if it means leaving you behind. See Dogs Less Prone To Wander"
  }
]